Repository: wtg-prolink/ESHIPPING-INBOUND
Catalog: WebGui/App_GlobalResources/Locale.*.resx
Languages: ru_ru, zh_tw

# L_GateManage_Controllers_318
source: 请检查仓库
ru_ru: Please check the warehouse
zh_tw: 請檢查倉庫

# L_GateManage_Controllers_319
source: 预约日期是否有正确输入
ru_ru: Please check if the booking date filled in correctly.
zh_tw: 預約日期是否有正確輸入

# L_GateManage_Controllers_320
source: 月台预约错误
ru_ru: Platform Booking error
zh_tw: 月臺預約錯誤

# L_GateManage_Controllers_321
source: 或所预约之月台已
ru_ru: Booked plateform been…
zh_tw: 或所預約之月臺已

# L_GateManage_Controllers_322
source: 有人预约
ru_ru: Booked by
zh_tw: 有人預約

# L_GateManage_Controllers_323
source: 或所预约之月台已有人预约
ru_ru: requested platform has been booked by other user
zh_tw: 或所預約之月臺已有人預約

# L_GateManage_Controllers_324
source: 取得今日入厂车辆
ru_ru: Getting data of today\'s gate in truck
zh_tw: 取得今日入廠車輛

# L_GateManage_Controllers_325
source: 获取照片
ru_ru: Getting Photos
zh_tw: 獲取照片

# L_GateManage_Controllers_326
source: 写入预约明细到
ru_ru: Input booking details to
zh_tw: 寫入預約明細到

# L_GateManage_Controllers_327
source: 从预约的时间往后加
ru_ru: increaing time after booking made
zh_tw: 從預約的時間往後加

# L_GateManage_Controllers_328
source: 检查位子是都没人预约
ru_ru: Dock not booked and available
zh_tw: 檢查位子是都沒人預約

# L_GateManage_Controllers_329
source: 修改预约明细到
ru_ru: Modify booking details
zh_tw: 修改預約明細到

# L_GateManage_Controllers_330
source: 取得货柜管理
ru_ru: Container management details available
zh_tw: 取得貨櫃管理

# L_GateManage_Controllers_331
source: 取得未下载
ru_ru: Unloaded data available
zh_tw: 取得未下載

# L_GateManage_Controllers_332
source: 叫车检查
ru_ru: Checking truck calling
zh_tw: 叫車檢查

# L_GateManage_Controllers_333
source: 找无对应卡车公司
ru_ru: Find no corresponding Truck Company
zh_tw: 找無對應卡車公司

# L_GateManage_Controllers_334
source: 故无法叫车
ru_ru: Thus can\'t call truck
zh_tw: 故無法叫車

# L_GateManage_Controllers_335
source: 叫车新方法
ru_ru: New way of calling truck
zh_tw: 叫車新方法

# L_GateManage_Controllers_336
source: 目前没有用
ru_ru: Not in use currently
zh_tw: 目前沒有用

# L_GateManage_Controllers_337
source: 此
ru_ru: This

# L_GateManage_Controllers_338
source: 财务尚未签核
ru_ru: Not approved by Finance yet
zh_tw: 財務尚未簽核

# L_GateManage_Controllers_339
source: 或尚未订舱反馈
ru_ru: Or no booking feedback
zh_tw: 或尚未訂艙回饋

# L_GateManage_Controllers_340
source: 故不能叫车
ru_ru: Thus can\'t call truck
zh_tw: 故不能叫車

# L_GateManage_Controllers_341
source: 为整柜货物
ru_ru: FCL cargo
zh_tw: 為整櫃貨物

# L_GateManage_Controllers_342
source: 不允许重复叫车
ru_ru: Double calling on truck not allowed
zh_tw: 不允許重複叫車

# L_GateManage_Controllers_343
source: 仓库签核时发生错误
ru_ru: Error when proceed warehuse approving
zh_tw: 倉庫簽核時發生錯誤

# L_GateManage_Controllers_344
source: 月台预约时有误
ru_ru: plateform booking time incorrect
zh_tw: 月臺預約時有誤

# L_GateManage_Controllers_345
source: 有可能找无对应的仓库
ru_ru: Please try warehouse not in corrosponding with
zh_tw: 有可能找無對應的倉庫

# L_GateManage_Controllers_346
source: 请检查仓库建档是否有对应的生产线
ru_ru: Please check warehouse file if there is corresponding production line
zh_tw: 請檢查倉庫建檔是否有對應的生產線

# L_GateManage_Controllers_347
source: 取得仓库月台所有预约状况
ru_ru: Getting all platform booking information of warehouse
zh_tw: 取得倉庫月臺所有預約狀況

# L_GateManage_Controllers_348
source: 预约修改
ru_ru: Booking modification
zh_tw: 預約修改

# L_GateManage_Controllers_349
source: 测试
ru_ru: Testing
zh_tw: 測試

# L_GateManage_Controllers_350
source: 调拨叫车
ru_ru: Calling truck
zh_tw: 調撥叫車

# L_GateManage_Controllers_351
source: 转订舱有误
ru_ru: booking Error
zh_tw: 轉訂艙有誤

# L_GateManage_Controllers_352
source: 栏位是否有问题
ru_ru: Check column information
zh_tw: 欄位是否有問題

# L_GateManage_Controllers_353
source: 没有叫车时间
ru_ru: No truck calling time
zh_tw: 沒有叫車時間

# L_GateManage_Controllers_354
source: 检查要合并的单号是否为同一卡车公司或是否没有合并过
ru_ru: Please check document No of combination shall be issued from same truck company ; or document combined already
zh_tw: 檢查要合併的單號是否為同一卡車公司或是否沒有合併過

# L_GateManage_Controllers_355
source: 卡车公司不同
ru_ru: Different Truck Company
zh_tw: 卡車公司不同

# L_GateManage_Controllers_356
source: 只剩一笔
ru_ru: One left
zh_tw: 只剩一筆

# L_GateManage_Controllers_357
source: 故不能解除
ru_ru: unable to cancel

# L_GateManage_Controllers_358
source: 复制主单到其它合并单
ru_ru: Duplicate master document to other combination document
zh_tw: 複製主單到其它合併單

# L_GateManage_Controllers_359
source: 无法合并
ru_ru: Can not combine
zh_tw: 無法合併

# L_GateManage_Controllers_360
source: 无批次预约号
ru_ru: No batch booking No
zh_tw: 無批次預約號

# L_GateManage_Controllers_361
source: 订舱资料不存在
ru_ru: No booking information
zh_tw: 訂艙資料不存在

# L_GateManage_Controllers_362
source: 或已经移除
ru_ru: Or been removed
zh_tw: 或已經移除

# L_GateManage_Controllers_363
source: 无法执行外仓出货
ru_ru: Can not perform shipping from Contracted Warehouse
zh_tw: 無法執行外倉出貨

# L_GateManage_Controllers_364
source: 该笔预约资料由
ru_ru: This booking information from
zh_tw: 該筆預約資料由

# L_GateManage_Controllers_365
source: 执行了外仓出货动作
ru_ru: Shipping from Contracted Warehouse successful
zh_tw: 執行了外倉出貨動作

# L_GateManage_edisome
source: 请注意：ETD不同，不允许批量叫车
ru_ru: Please note: ETD does not allow bulk calls
zh_tw: 請注意：ETD不同，不允許批量叫車

# L_GateReserveSetup_CallDate
source: 叫柜时间
ru_ru: Time of calling container
zh_tw: 叫櫃時間

# L_GateReserveSetup_CreateBy
source: 叫车人
ru_ru: Truck called by
zh_tw: 叫車人

# L_GateReserveSetup_CreateDate
source: 时间
ru_ru: time
zh_tw: 時間

# L_GateReserveSetup_CreateDep
source: 部门
ru_ru: Department
zh_tw: 部門

# L_GateReserveSetup_CreateExt
source: 分机
ru_ru: Ext
zh_tw: 分機

# L_GateReserveSetup_Dim
source: 长宽高
ru_ru: Length width height
zh_tw: 長寬高

# L_GateReserveSetup_Msg
source: 并柜讯息
ru_ru: Combination message
zh_tw: 並櫃訊息

# L_GateReserveSetup_ProLine
source: 生产线
ru_ru: Production line
zh_tw: 生產線

# L_GateReserveSetup_REFGate
source: 建议月台
ru_ru: Proposed platform
zh_tw: 建議月臺

# L_GateReserveSetup_ReserveHour
source: 停留时间
ru_ru: Time of staying
zh_tw: 停留時間

# L_GateReserveSetup_Scripts_266
source: 月台预约设定查询
ru_ru: Plateform booking se-tup inquiry
zh_tw: 月臺預約設定查詢

# L_GateReserveSetup_Scripts_267
source: 请检查卡车号
ru_ru: Please check truck plate No
zh_tw: 請檢查卡車號

# L_GateReserveSetup_Scripts_268
source: 手机是否有填入
ru_ru: Mobile number provided
zh_tw: 手機是否有填入

# L_GateReserveSetup_Scripts_269
source: 请检查月台号是否有输入
ru_ru: Please check whether plateform No provided
zh_tw: 請檢查月臺號是否有輸入

# L_GateReserveSetup_Scripts_270
source: 只有
ru_ru: Only

# L_GateReserveSetup_Scripts_271
source: 状态才能点击预约确认
ru_ru: Appointment confirmation can be done only under the status of
zh_tw: 狀態才能點擊預約確認

# L_GateReserveSetup_Scripts_272
source: 尚未预约确认
ru_ru: Slot time hasn\'t been confirmed
zh_tw: 尚未預約確認

# L_GateReserveSetup_Scripts_273
source: 无法修改确认
ru_ru: Unable to amend Slot time
zh_tw: 無法修改確認

# L_GateReserveSetup_Scripts_274
source: 已经封柜
ru_ru: Container sealed
zh_tw: 已經封櫃

# L_GateReserveSetup_Scripts_275
source: 不能执行外仓出货
ru_ru: Contracted Warehouse shipment Can\'t be performed
zh_tw: 不能執行外倉出貨

# L_GateReserveSetup_Scripts_276
source: 已经取消
ru_ru: Cancelled
zh_tw: 已經取消

# L_GateReserveSetup_Scripts_277
source: 您确认执行外仓出货吗
ru_ru: Do you want to perform shipment from Contracted Warehouse?
zh_tw: 您確認執行外倉出貨嗎

# L_GateReserveSetup_Scripts_278
source: 您输入的货柜号码规则有误
ru_ru: The Container No. didn\'t matched with the setting rule
zh_tw: 您輸入的貨櫃號碼規則有誤

# L_GateReserveSetup_Scripts_279
source: 请问要用此号码吗
ru_ru: do you still want to use this container#?
zh_tw: 請問要用此號碼嗎

# L_GateReserveSetup_Script_157
source: 已经封柜，不能执行外仓出货！
ru_ru: Container sealed; Can not perform Contracted Warehouse shipment
zh_tw: 已經封櫃，不能執行外倉出貨！

# L_GateReserveSetup_Script_158
source: 已经离厂，不能执行外仓出货！
ru_ru: Container gate out; Can not perform Contracted Warehouse shipment
zh_tw: 已經離廠，不能執行外倉出貨！

# L_GateReserveSetup_Script_159
source: 已经取消，不能执行外仓出货！
ru_ru: Shipment cancelled; Can not perform Contracted Warehouse shipment
zh_tw: 已經取消，不能執行外倉出貨！

# L_GateReserveSetup_Script_160
source: 暂时离厂，不能执行外仓出货！
ru_ru: Truck left plant temporary,Can not perform Contracted Warehouse shipment
zh_tw: 暫時離廠，不能執行外倉出貨！

# L_GateReserveSetup_SealNo
source: 封条号码
ru_ru: Seal No
zh_tw: 封條號碼

# L_GateReserveSetup_UseDate
source: 用柜时间
ru_ru: Time of using container
zh_tw: 用櫃時間

# L_GateReserveSetup_Views_423
source: 查询
ru_ru: Query
zh_tw: 查詢

# L_GateReserve_BatNo
source: 批次号码
ru_ru: Batch number
zh_tw: 批次號碼

# L_GateReserve_CntrNo
source: 货柜号码
ru_ru: Container No
zh_tw: 貨櫃號碼

# L_GateReserve_ConfirmBy
source: 确认人
ru_ru: Confirmed by
zh_tw: 確認人

# L_GateReserve_ConfirmDate
source: 确认日期
ru_ru: Confirmation date
zh_tw: 確認日期

# L_GateReserve_CreateDate
source: 创建日期
ru_ru: Date of Intinitation
zh_tw: 創建日期

# L_GateReserve_Driver
source: 司机
ru_ru: Driver
zh_tw: 司機

# L_GateReserve_DriverId
source: 身份证号
ru_ru: ID No
zh_tw: 身份證號

# L_GateReserve_GateNo
source: 确认月台
ru_ru: Platform confirmation
zh_tw: 確認月臺

# L_GateReserve_GateReserve
source: 月台预约
ru_ru: Platform Reservation
zh_tw: 月臺預約

# L_GateReserve_GateReserveSetup
source: 月台预约设定
ru_ru: Platform Reservation Input
zh_tw: 月臺預約設定

# L_GateReserve_LtruckNo
source: 离厂车号
ru_ru: Gate out truck plate No
zh_tw: 離廠車號

# L_GateReserve_ReserveBy
source: 预约人
ru_ru: Booked By
zh_tw: 預約人

# L_GateReserve_ReserveDate
source: 预约日期
ru_ru: Delivery Date
zh_tw: 預約日期

# L_GateReserve_ReveseDate
source: 预约日期
ru_ru: Delivery Date
zh_tw: 預約日期

# L_GateReserve_ReveseFrom
source: 预约时间从
ru_ru: Time of booking from
zh_tw: 預約時間從

# L_GateReserve_ReveseNo
source: 预约号码
ru_ru: Reservation#
zh_tw: 預約號碼

# L_GateReserve_ReveseTo
source: 到
ru_ru: To

# L_GateReserve_Script_30
source: 不同卡车公司，不能批次预约
ru_ru: Can not do batch booking if different truck company
zh_tw: 不同卡車公司，不能批次預約

# L_GateReserve_Script_31
source: 不同厂区，不批次预约
ru_ru: Can not do batch booking if different plant
zh_tw: 不同廠區，不批次預約

# L_GateReserve_Script_32
source: 已经离厂，不能合并
ru_ru: Can not combined as truck departured the plant
zh_tw: 已經離廠，不能合併

# L_GateReserve_Script_33
source: 欲合并单号已被合并过，请先解除合并！！
ru_ru: The document No has be combined;please cancel the combination beore re combine
zh_tw: 欲合併單號已被合併過，請先解除合併！！

# L_GateReserve_Script_34
source: 已经「离厂」或「暂时离厂」，不能解除合并
ru_ru: Combination can not be canceled when the staus is " truck left plant" or"truck left plant temporary"
zh_tw: 已經「離廠」或「暫時離廠」，不能解除合併

# L_GateReserve_Script_35
source: 请至少选择一笔要解除的单号！
ru_ru: Please select at least one document No for cancellation!
zh_tw: 請至少選擇一筆要解除的單號！

# L_GateReserve_Script_36
source: 已经「入厂」过，不能取消预约
ru_ru: \"Gate in\" has recorded; can\'t cancel booking
zh_tw: 已經「入廠」過，不能取消預約

# L_GateReserve_Script_37
source: 合并选择（双击两下选择）
ru_ru: Consolidation selection (Double clicking)
zh_tw: 合併選擇（按兩下兩下選擇）

# L_GateReserve_SmcreateBy
source: 订舱人员
ru_ru: Booked by
zh_tw: 訂艙人員

# L_GateReserve_Status
source: 状态
ru_ru: Status
zh_tw: 狀態

# L_GateReserve_Tel
source: 手机
ru_ru: Mobile
zh_tw: 手機

# L_GateReserve_TruckCntrno
source: 预报货柜号
ru_ru: Booked Container#
zh_tw: 預報貨櫃號

# L_GateReserve_Trucker
source: 卡车公司
ru_ru: Truck Company
zh_tw: 卡車公司

# L_GateReserve_TruckNo
source: 入厂车号
ru_ru: Gate in truck plate No
zh_tw: 入廠車號

# L_GateReserve_TruckSealno
source: 预报封条号
ru_ru: Booked Seal#
zh_tw: 預報封條號

# L_GateReserve_Views_398
source: 不同卡车公司
ru_ru: Different Truck Company
zh_tw: 不同卡車公司

# L_GateReserve_Views_399
source: 不能
ru_ru: Can not

# L_GateReserve_Views_400
source: 不同厂区
ru_ru: Different plant
zh_tw: 不同廠區

# L_GateReserve_Views_401
source: 已有批次号码
ru_ru: Batch No existed already
zh_tw: 已有批次號碼

# L_GateReserve_Views_402
source: 请先解除
ru_ru: Batch No already existed
zh_tw: 請先解除

# L_GateReserve_Views_403
source: 已经离厂
ru_ru: Truck has left plant
zh_tw: 已經離廠

# L_GateReserve_Views_404
source: 不能合并
ru_ru: Can not combine
zh_tw: 不能合併

# L_GateReserve_Views_405
source: 请至少选择一笔要合并的单号
ru_ru: Please select at least one document No for combination!
zh_tw: 請至少選擇一筆要合併的單號

# L_GateReserve_Views_406
source: 合并预约
ru_ru: Booking combination
zh_tw: 合併預約

# L_GateReserve_Views_407
source: 欲合并单号已被合并过
ru_ru: Requested combination document No has been combined
zh_tw: 欲合併單號已被合併過

# L_GateReserve_Views_408
source: 请先解除合并
ru_ru: Please cancel combination
zh_tw: 請先解除合併

# L_GateReserve_Views_409
source: 解除合并
ru_ru: cancelling consolidation
zh_tw: 解除合併

# L_GateReserve_Views_410
source: 已经
ru_ru: done
zh_tw: 已經

# L_GateReserve_Views_411
source: 或
ru_ru: Or

# L_GateReserve_Views_412
source: 不能解除合并
ru_ru: Can not cancel combination
zh_tw: 不能解除合併

# L_GateReserve_Views_413
source: 解除成功
ru_ru: Canceling successful

# L_GateReserve_Views_414
source: 请至少选择一笔要解除的单号
ru_ru: Please select at least one document No for cancellation!
zh_tw: 請至少選擇一筆要解除的單號

# L_GateReserve_Views_415
source: 取消预约
ru_ru: Cancelling booking
zh_tw: 取消預約

# L_GateReserve_Views_416
source: 过
ru_ru: pass
zh_tw: 過

# L_GateReserve_Views_417
source: 不能取消预约
ru_ru: cancelling reservation failed
zh_tw: 不能取消預約

# L_GateReserve_Views_418
source: 取消成功
ru_ru: Cancellation succesful

# L_GateReserve_Views_419
source: 合并选择
ru_ru: Combination selection
zh_tw: 合併選擇

# L_GateReserve_Views_420
source: 双击两下选择
ru_ru: Double click to select
zh_tw: 按兩下兩下選擇

# L_GateReserve_Views_421
source: 确定要合并到
ru_ru: Confirm to combine
zh_tw: 確定要合併到

# L_GateReserve_WsCd
source: 仓库
ru_ru: warehouse
zh_tw: 倉庫

# L_GateSetup_GateNumber
source: 月台数
ru_ru: Number of Platform
zh_tw: 月臺數

# L_GateSetup_Lift
source: 是否升降
ru_ru: Lifting or Not

# L_GateSetup_Pic
source: 负责人
ru_ru: Person in charge
zh_tw: 負責人

# L_GateSetup_RefGate
source: 月台号码
ru_ru: Platform number
zh_tw: 月臺號碼

# L_GateSetup_Scripts_280
source: 请先选择仓库
ru_ru: Please select the warehouse
zh_tw: 請先選擇倉庫

# L_GateSetup_Scripts_281
source: 再新增明细
ru_ru: Add detail
zh_tw: 再新增明細

# L_GateSetup_Script_161
source: Y:可使用;S:暂停使用;A:使用中;N:不再使用
ru_ru: Y: Available; S: Temporary Closed; A: In use; N: Out of Service
zh_tw: Y:可使用;S:暫停使用;A:使用中;N:不再使用

# L_GateSetup_Script_162
source: 请先选择仓库，
ru_ru: Please select the warehouse,
zh_tw: 請先選擇倉庫，

# L_GateSetup_SuspendFrom
source: 暂停开始时间
ru_ru: Temporary closed from
zh_tw: 暫停開始時間

# L_GateSetup_SuspendTo
source: 暂停截止时间
ru_ru: Temporary closed till
zh_tw: 暫停截止時間

# L_GateSetup_Views_424
source: 仓库代码
ru_ru: Warehouse code
zh_tw: 倉庫代碼

# L_GateSetup_Views_425
source: 仓库名称
ru_ru: Warehouse name
zh_tw: 倉庫名稱

# L_GateSetup_Views_426
source: 月台数
ru_ru: Number of Platform
zh_tw: 月臺數

# L_GateSetup_Views_427
source: 生产线
ru_ru: Production line
zh_tw: 生產線

# L_GateSetup_Views_428
source: 负责人
ru_ru: Person in charge
zh_tw: 負責人

# L_GateSetup_WsNm
source: 仓库名称
ru_ru: Warehouse name
zh_tw: 倉庫名稱

# L_GateStatus_OrderDate
source: 预约日期
ru_ru: Appointment date
zh_tw: 預約日期

# L_GateStatus_ReserveFrom
source: 预约时间
ru_ru: Appointment time
zh_tw: 預約時間

# L_GateStatus_Script_39
source: 请选一笔入厂车辆
ru_ru: Please select one of trucks info. which has gate in factory.
zh_tw: 請選一筆入廠車輛

# L_GateStatus_Views_429
source: 请选一笔
ru_ru: Please choose one record
zh_tw: 請選一筆

# L_GateStatus_Views_430
source: 此月台没有货柜
ru_ru: there is no container in the platform
zh_tw: 此月臺沒有貨櫃

# L_GateStatus_Views_431
source: 卡车入厂明细
ru_ru: truck entery details
zh_tw: 卡車入廠明細

# L_GetSiInfo_Script_135
source: 双击两下选择）
ru_ru: please double- click twice to select
zh_tw: 按兩下兩下選擇）

# L_Grid_Search
source: 搜寻
ru_ru: Search
zh_tw: 搜尋

# L_GroupRelation_AuditNotthroughreason
source: 审核不通过原因
ru_ru: Rejected reasons
zh_tw: 審核不通過原因

# L_GroupRelation_Auditstatus
source: 审核状态
ru_ru: Approve Status
zh_tw: 審核狀態

# L_GroupRelation_comCaddr
source: 中文地址
ru_ru: Address in Chinese

# L_GroupRelation_comCName
source: 中文名称
ru_ru: Name in Chinese
zh_tw: 中文名稱

# L_GroupRelation_comContact
source: 联络人
ru_ru: Contact
zh_tw: 聯絡人

# L_GroupRelation_comDesc
source: 描述
ru_ru: Description

# L_GroupRelation_comEaddr
source: 英文地址
ru_ru: Address in English

# L_GroupRelation_comEName
source: 英文名称
ru_ru: Name in English
zh_tw: 英文名稱

# L_GroupRelation_comID
source: 公司代码
ru_ru: Company ID
zh_tw: 公司代碼

# L_GroupRelation_comModal
source: 公司详细资料
ru_ru: Company Profile
zh_tw: 公司詳細資料

# L_GroupRelation_comTel
source: 联络电话
ru_ru: Tel No.
zh_tw: 聯絡電話

# L_GroupRelation_comWeb
source: 网站
ru_ru: Web
zh_tw: 網站

# L_GroupRelation_depCaddr
source: 中文地址
ru_ru: Address in Chinese

# L_GroupRelation_depCName
source: 中文名称
ru_ru: Name in Chinese
zh_tw: 中文名稱

# L_GroupRelation_depContact
source: 联络人
ru_ru: Contact
zh_tw: 聯絡人

# L_GroupRelation_depDesc
source: 描述
ru_ru: Description

# L_GroupRelation_depEaddr
source: 英文地址
ru_ru: Address in English

# L_GroupRelation_depEName
source: 英文名称
ru_ru: Name in English
zh_tw: 英文名稱

# L_GroupRelation_depID
source: 公司代码
ru_ru: Company code
zh_tw: 公司代碼

# L_GroupRelation_depModal
source: 部门详细资料
ru_ru: Depart. Profile
zh_tw: 部門詳細資料

# L_GroupRelation_DepNm
source: 部门名称
ru_ru: Department Name
zh_tw: 部門名稱

# L_GroupRelation_depTel
source: 联络电话
ru_ru: Tel No.
zh_tw: 聯絡電話

# L_GroupRelation_deptitle
source: 部门
ru_ru: Department
zh_tw: 部門

# L_GroupRelation_depWeb
source: 网站
ru_ru: Web
zh_tw: 網站

# L_GroupRelation_goupTel
source: 联络电话
ru_ru: Tel No.
zh_tw: 聯絡電話

# L_GroupRelation_groupCaddr
source: 中文地址
ru_ru: Address in Chinese

# L_GroupRelation_groupCName
source: 中文名称
ru_ru: Name in Chinese
zh_tw: 中文名稱

# L_GroupRelation_groupContact
source: 联络人
ru_ru: Contact
zh_tw: 聯絡人

# L_GroupRelation_groupDesc
source: 描述
ru_ru: Description

# L_GroupRelation_groupEaddr
source: 英文地址
ru_ru: Address in English

# L_GroupRelation_groupEName
source: 英文名称
ru_ru: Name in English
zh_tw: 英文名稱

# L_GroupRelation_groupID
source: 集团代码
ru_ru: Group ID
zh_tw: 集團代碼

# L_GroupRelation_groupModal
source: 集团详细资料
ru_ru: Detail Group Info
zh_tw: 集團詳細資料

# L_GroupRelation_grouptitle
source: 集团
ru_ru: Group
zh_tw: 集團

# L_GroupRelation_groupWeb
source: 网站
ru_ru: Web
zh_tw: 網站

# L_GroupRelation_PEntCdNm
source: 请输入代码与名称
ru_ru: Please Enter Code and Name
zh_tw: 請輸入代碼與名稱

# L_GroupRelation_PSelc
source: 请选择站别
ru_ru: Please Select Station
zh_tw: 請選擇站別

# L_GroupRelation_PSelcC
source: 请选择公司
ru_ru: Please Select Company
zh_tw: 請選擇公司

# L_GroupRelation_PSelcG
source: 请选择集团
ru_ru: Please Select Group
zh_tw: 請選擇集團

# L_GroupRelation_Scripts_350
source: 按集团叫出公司
ru_ru: Search CompanyCode from Group ID
zh_tw: 按集團叫出公司

# L_GroupRelation_Scripts_351
source: 按公司叫出站别
ru_ru: Search StationCode from CompanyID
zh_tw: 按公司叫出站別

# L_GroupRelation_Scripts_352
source: 按站别叫出部门
ru_ru: Search Dept.Code from StationID
zh_tw: 按站別叫出部門

# L_GroupRelation_Scripts_353
source: 站别代码
ru_ru: Station code
zh_tw: 站別代碼

# L_GroupRelation_Scripts_354
source: 部门代码
ru_ru: Department Code
zh_tw: 部門代碼

# L_GroupRelation_stnCaddr
source: 中文地址
ru_ru: Address in Chinese

# L_GroupRelation_stnCName
source: 中文名称
ru_ru: Name in Chinese
zh_tw: 中文名稱

# L_GroupRelation_stnContact
source: 联络人
ru_ru: Contact
zh_tw: 聯絡人

# L_GroupRelation_stnDesc
source: 描述
ru_ru: Description

# L_GroupRelation_stnEaddr
source: 英文地址
ru_ru: Address in English

# L_GroupRelation_stnEName
source: 英文名称
ru_ru: Name in English
zh_tw: 英文名稱

# L_GroupRelation_stnID
source: 公司代码
ru_ru: STN ID
zh_tw: 公司代碼

# L_GroupRelation_stnModal
source: 站别详细资料
ru_ru: Detail Station Info
zh_tw: 站別詳細資料

# L_GroupRelation_StnNm
source: 站别名称
ru_ru: Station name
zh_tw: 站別名稱

# L_GroupRelation_stnStatus
source: 状态
ru_ru: Status
zh_tw: 狀態

# L_GroupRelation_stnTel
source: 联络电话
ru_ru: Tel No.
zh_tw: 聯絡電話

# L_GroupRelation_stnWeb
source: 网站
ru_ru: Web
zh_tw: 網站

# L_GroupRelation_TTLcomDesc
source: Total Package 描述
ru_ru: Total Package Description

# L_HomeController_Pwdtimetout
source: 密码已过期，请立即修改密码！
ru_ru: Your password has expired, please change password.
zh_tw: 請修改密碼！

# L_HomeController_timeoutTip
source: 您的密码即将在{0}天后过期，请及时修改密码！
ru_ru: Your password will expire in {0} days. Please change your password in time!
zh_tw: 您的密碼即將在{0}天后過期，請及時修改密碼！

# L_Home_Controllers_366
source: 注销
ru_ru: log out
zh_tw: 註銷

# L_Home_Controllers_367
source: 账号密码或公司别输入有误
ru_ru: the account or password or company name is wrong
zh_tw: 帳號密碼或公司別輸入有誤

# L_Home_Controllers_368
source: 登入成功
ru_ru: log in sucessly

# L_Horn
source: 是否喇叭
ru_ru: Speaker or Not

# L_IbGateManage_AportDate
source: 到港时间
ru_ru: ETA
zh_tw: 到港時間

# L_IbGateManage_BatNo
source: 批次号码
ru_ru: Batch No
zh_tw: 批次號碼

# L_IbGateManage_btn01
source: 叫单车
ru_ru: Order Intermodal by Container
zh_tw: 叫單車

# L_IbGateManage_btn02
source: 叫多车
ru_ru: Order Intermodal by Shipment
zh_tw: 叫多車

# L_IbGateManage_CallDate
source: 叫柜时间
ru_ru: Call Truck Time
zh_tw: 叫櫃時間

# L_IbGateManage_CancelDate
source: 取消叫车时间
ru_ru: Cancel Truck Time
zh_tw: 取消叫車時間

# L_IbGateManage_CargoType
source: 货型
ru_ru: Cargo Type
zh_tw: 貨型

# L_IbGateManage_Carrier
source: 船公司代码
ru_ru: Carrier Code
zh_tw: 船公司代碼

# L_IbGateManage_CarrierNm
source: 船公司名称
ru_ru: Carrier Name
zh_tw: 船公司名稱

# L_IbGateManage_CarType
source: 柜型/车型
ru_ru: Тип контейнера
zh_tw: 櫃型/車型

# L_IbGateManage_Cmp
source: 公司
ru_ru: Местонахождение

# L_IbGateManage_CntNumber
source: 柜量
ru_ru: Continaer QTY
zh_tw: 櫃量

# L_IbGateManage_CntrNo
source: 货柜号码
ru_ru: Номер контейнера
zh_tw: 貨櫃號碼

# L_IbGateManage_CntType
source: 货柜类型
ru_ru: Тип контейнера
zh_tw: 貨櫃類型

# L_IbGateManage_CntyType
source: 货柜类型
ru_ru: Тип контейнера
zh_tw: 貨櫃類型

# L_IbGateManage_ConfirmBy
source: 确认者
ru_ru: Confirm By
zh_tw: 確認者

# L_IbGateManage_ConfirmDate
source: 确认时间
ru_ru: Confirm Time
zh_tw: 確認時間

# L_IbGateManage_CreateBy
source: 建立者
ru_ru: Create By

# L_IbGateManage_CreateCmp
source: 建立者Location
ru_ru: Местонахождение

# L_IbGateManage_CreateDate
source: 建立时间
ru_ru: Create Time
zh_tw: 建立時間

# L_IbGateManage_CreateDep
source: 建立者部门
ru_ru: Create DEP
zh_tw: 建立者部門

# L_IbGateManage_CreateExt
source: 建立者分机
ru_ru: Create Ext.
zh_tw: 建立者分機

# L_IbGateManage_CutportDate
source: 截进港时间
ru_ru: L_IbGateManage_CutportDate
zh_tw: 截進港時間

# L_IbGateManage_CutPortDate1
source: 截进港时间
ru_ru: Port Gatein cutoff time
zh_tw: 截進港時間

# L_IbGateManage_Dep
source: 部门
ru_ru: DEP
zh_tw: 部門

# L_IbGateManage_Dim
source: 长宽高
ru_ru: Dimension
zh_tw: 長寬高

# L_IbGateManage_DlvArea
source: 配送区域ID
ru_ru: DLV Area ID
zh_tw: 配送區域ID

# L_IbGateManage_DlvAreaNm
source: 配送区域名称
ru_ru: DLV Area Name
zh_tw: 配送區域名稱

# L_IbGateManage_Driver
source: 司机
ru_ru: Водитель
zh_tw: 司機

# L_IbGateManage_DriverId
source: 身份证号
ru_ru: ID
zh_tw: 身份證號

# L_IbGateManage_EptIdate
source: 空车入厂时间
ru_ru: Подтвердить прибытие
zh_tw: 空車入廠時間

# L_IbGateManage_EptOdate
source: 空车离厂时间
ru_ru: Подтвердить убытие
zh_tw: 空車離廠時間

# L_IbGateManage_GateNo
source: 月台号
ru_ru: Dock No.
zh_tw: 月臺號

# L_IbGateManage_GroupId
source: 集团
ru_ru: Group
zh_tw: 集團

# L_IbGateManage_Hour
source: Hour
ru_ru: Час

# L_IbGateManage_InBy
source: 入厂警卫
ru_ru: Gate in Guard
zh_tw: 入廠警衛

# L_IbGateManage_InDate
source: 入厂时间
ru_ru: Gate in Time
zh_tw: 入廠時間

# L_IbGateManage_InyardDate
source: 入堆场时间
ru_ru: In Yard Time
zh_tw: 入堆場時間

# L_IbGateManage_Ldriver
source: 离厂卡车司机
ru_ru: Gate out Driver
zh_tw: 離廠卡車司機

# L_IbGateManage_LdriverId
source: 离厂身分证号
ru_ru: Gate out ID
zh_tw: 離廠身分證號

# L_IbGateManage_Ltel
source: 离厂卡车电话
ru_ru: Gate out Tel
zh_tw: 離廠卡車電話

# L_IbGateManage_LtruckNo
source: 离厂卡车号
ru_ru: Gate out Licence
zh_tw: 離廠卡車號

# L_IbGateManage_MfNo
source: 厂区
ru_ru: Plant
zh_tw: 廠區

# L_IbGateManage_MoveNumber
source: 移动次数
ru_ru: Frequency of movement
zh_tw: 移動次數

# L_IbGateManage_OrderBy
source: 预约者
ru_ru: Appointment By
zh_tw: 預約者

# L_IbGateManage_OrderDate
source: 预约时间
ru_ru: IBCR_ApplyDate
zh_tw: 預約時間

# L_IbGateManage_OutBy
source: 出厂警卫
ru_ru: Gate out Guard
zh_tw: 出廠警衛

# L_IbGateManage_OutDate
source: 出厂时间
ru_ru: Gate out time
zh_tw: 出廠時間

# L_IbGateManage_OuterFlag
source: 是否外倉
ru_ru: Outsource?

# L_IbGateManage_OutyardDate
source: 出堆厂时间
ru_ru: Gate out Yard Time
zh_tw: 出堆廠時間

# L_IbGateManage_PickArea
source: 提货区域ID
ru_ru: Pickup Area ID
zh_tw: 提貨區域ID

# L_IbGateManage_PickAreaNm
source: 提货区域名称
ru_ru: Pick Area Name
zh_tw: 提貨區域名稱

# L_IbGateManage_PortDate
source: 进港时间
ru_ru: ATA
zh_tw: 進港時間

# L_IbGateManage_ProductLine
source: 生产线
ru_ru: Production Line
zh_tw: 生產線

# L_IbGateManage_Qty
source: 数量
ru_ru: QTY
zh_tw: 數量

# L_IbGateManage_Qtyu
source: 数量单位
ru_ru: QTY Unit
zh_tw: 數量單位

# L_IbGateManage_RefGate
source: 建议月台
ru_ru: Recommand Dock
zh_tw: 建議月臺

# L_IbGateManage_Remark
source: 备注
ru_ru: Remark
zh_tw: 備註

# L_IbGateManage_ReserveDate
source: 预约日期
ru_ru: Дата доставки на склад
zh_tw: 預約日期
