Repository: wtg-prolink/ESHIPPING-INBOUND
Catalog: WebGui/App_GlobalResources/Locale.*.resx
Languages: ru_ru, zh_tw

# L_BaseColModel_CustCd
source: EDI对象
ru_ru: EDI Customer
zh_tw: EDI對象

# L_BaseColModel_CustNm
source: EDI对象名称
ru_ru: EDI Name
zh_tw: EDI對象名稱

# L_BaseColModel_DataFolde
source: 资料档案位置
ru_ru: Data Folder
zh_tw: 資料檔案位置

# L_BaseColModel_EntCostCenter
source: 成本中心录入
ru_ru: Center Setup
zh_tw: 成本中心錄入

# L_BaseColModel_EventDate
source: 发生时间
ru_ru: Even Date
zh_tw: 發生時間

# L_BaseColModel_FromCd
source: 传送方代号
ru_ru: Sender Code
zh_tw: 傳送方代號

# L_BaseColModel_Principal
source: 负责人
ru_ru: Owner
zh_tw: 負責人

# L_BaseColModel_QaType
source: Q/A类别
ru_ru: Q/A Type
zh_tw: Q/A類別

# L_BaseColModel_RefNo
source: 引用编号
ru_ru: Def No
zh_tw: 引用編號

# L_BaseColModel_Rs
source: 收/送
ru_ru: Receive/Send

# L_BaseColModel_Script_0
source: 1:最新公告;2:公司讯息;3:部门讯息
ru_ru: 1: latest announcement; 2: company message; 3: Department message
zh_tw: 1:最新公告;2:公司訊息;3:部門訊息

# L_BaseColModel_Sender
source: 传送者
ru_ru: Sender
zh_tw: 傳送者

# L_BaseColModel_ShortDescp
source: 简要说明
ru_ru: Brief Descp.
zh_tw: 簡要說明

# L_BaseColModel_ToCd
source: 接收方代号
ru_ru: Receiver Code
zh_tw: 接收方代號

# L_BaseLookupUsing_Using
source: 使用中
ru_ru: Using

# L_BaseLookup_Account
source: 科目
ru_ru: Account

# L_BaseLookup_ActiveSts
source: 启动货况
ru_ru: Active Status
zh_tw: 啟動貨況

# L_BaseLookup_AcWoNo
source: 实际出库重量
ru_ru: Actual In Stock No
zh_tw: 實際出庫重量

# L_BaseLookup_Amt
source: 金额
ru_ru: Amount
zh_tw: 金額

# L_BaseLookup_ApproveRList
source: 签核角色列表
ru_ru: Approve Role List
zh_tw: 簽核角色列表

# L_BaseLookup_Aqty
source: 异常数量
ru_ru: Adnormal Quantity
zh_tw: 異常數量

# L_BaseLookup_Att
source: 实际天数
ru_ru: Actual number of days
zh_tw: 實際天數

# L_BaseLookup_Bank
source: 银行
ru_ru: Bank
zh_tw: 銀行

# L_BaseLookup_BatCmp
source: 申请公司
ru_ru: Apply Company
zh_tw: 申請公司

# L_BaseLookup_BlCheck
source: 提单对比
ru_ru: Comparison of bill of lading
zh_tw: 提單對比

# L_BaseLookup_BlDate
source: 提单日期
ru_ru: Bill Date
zh_tw: 提單日期

# L_BaseLookup_BlnotifyD
source: 提单通知时间
ru_ru: Notification time of bill of lading
zh_tw: 提單通知時間

# L_BaseLookup_BlNw
source: 提单净重
ru_ru: Bill NW
zh_tw: 提單淨重

# L_BaseLookup_BlRecpCd
source: 交单单据
ru_ru: Bill Receipt Code
zh_tw: 交單單據

# L_BaseLookup_BlType
source: 提单类别
ru_ru: Bill Type
zh_tw: 提單類別

# L_BaseLookup_BlWin
source: 订舱窗口
ru_ru: Booking window
zh_tw: 訂艙窗口

# L_BaseLookup_BookingInfo
source: 订舱回复
ru_ru: Booking reply
zh_tw: 訂艙回復

# L_BaseLookup_Border
source: 报关状态
ru_ru: Declaration status
zh_tw: 報關狀態

# L_BaseLookup_BrCd
source: 报关行代码
ru_ru: Declaration line code
zh_tw: 報關行代碼

# L_BaseLookup_BrgType
source: 陆桥方式
ru_ru: Bridge mode
zh_tw: 陸橋方式

# L_BaseLookup_BrNm
source: 报关行
ru_ru: Customs broker
zh_tw: 報關行

# L_BaseLookup_BrokerInfo
source: 报关回复
ru_ru: Declaration reply
zh_tw: 報關回復

# L_BaseLookup_BrokerInstr
source: 报关说明
ru_ru: Declaration of Customs
zh_tw: 報關說明

# L_BaseLookup_BSTPort
source: 卡车送货点
ru_ru: CityData
zh_tw: 卡車送貨點

# L_BaseLookup_BtDate
source: 批文日期
ru_ru: Approval Date

# L_BaseLookup_BtNo
source: 批文号码
ru_ru: Approval No
zh_tw: 批文號碼

# L_BaseLookup_BudDate
source: 预算日期
ru_ru: Budget Date
zh_tw: 預算日期

# L_BaseLookup_BudNo
source: 预算号码
ru_ru: Budget No
zh_tw: 預算號碼

# L_BaseLookup_BuyerCd
source: 销售对象
ru_ru: Buyer Code
zh_tw: 銷售對象

# L_BaseLookup_BuyerNm
source: 销售对象
ru_ru: Buyer Name
zh_tw: 銷售對象

# L_BaseLookup_CallDate
source: 叫柜时间
ru_ru: Call Date
zh_tw: 叫櫃時間

# L_BaseLookup_CarAndNum
source: 车型/车数
ru_ru: Car / car number
zh_tw: 車型/車數

# L_BaseLookup_CarRefNo
source: 关联交货单号
ru_ru: Cargo Ref No
zh_tw: 關聯交貨單號

# L_BaseLookup_Carrier
source: 船公司
ru_ru: Boat company

# L_BaseLookup_CarrierNm
source: 船公司名称
ru_ru: Name of shipping company
zh_tw: 船公司名稱

# L_BaseLookup_CarType
source: 车型
ru_ru: Models
zh_tw: 車型

# L_BaseLookup_CcDate
source: 清关时间
ru_ru: Clearance time
zh_tw: 清關時間

# L_BaseLookup_CcInfo
source: 清关回复
ru_ru: Clearance reply
zh_tw: 清關回復

# L_BaseLookup_CcInstr
source: 清关说明
ru_ru: Custom clearance
zh_tw: 清關說明

# L_BaseLookup_CcNo
source: 清报单号
ru_ru: Clear report number
zh_tw: 清報單號

# L_BaseLookup_CcRlsDate
source: 清关放行时间
ru_ru: Clearance time
zh_tw: 清關放行時間

# L_BaseLookup_Cd
source: 代码
ru_ru: Code
zh_tw: 代碼

# L_BaseLookup_CdList
source: 代码列表
ru_ru: Code List
zh_tw: 代碼列表

# L_BaseLookup_Cell
source: 手机号码
ru_ru: Cellphone
zh_tw: 手機號碼

# L_BaseLookup_Client
source: 客户
ru_ru: Client
zh_tw: 客戶

# L_BaseLookup_ClientAddr
source: 客户地址
ru_ru: Customer Addr
zh_tw: 客戶位址

# L_BaseLookup_ClientAddrEN
source: 客户英文地址
ru_ru: Customer English Addr
zh_tw: 客戶英文位址

# L_BaseLookup_ClientENname
source: 客户英文名称
ru_ru: Customer English name
zh_tw: 客戶英文名稱

# L_BaseLookup_ClsDate
source: 结关日
ru_ru: Customs Cutoff Date
zh_tw: 結關日

# L_BaseLookup_CnCarNm
source: 中文货名
ru_ru: Goods Description of Chinese
zh_tw: 中文貨名

# L_BaseLookup_CntNumber
source: 柜数
ru_ru: Number of Containers
zh_tw: 櫃數

# L_BaseLookup_CntrDescp
source: 货柜描述
ru_ru: Container Description
zh_tw: 貨櫃描述

# L_BaseLookup_CntType
source: 货柜类型
ru_ru: Container Type
zh_tw: 貨櫃類型

# L_BaseLookup_CntyCd
source: 国别代码
ru_ru: Country Code
zh_tw: 國別代碼

# L_BaseLookup_CntyNm
source: 国别名称
ru_ru: Country Name
zh_tw: 國別名稱

# L_BaseLookup_CombineInfo
source: 并柜信息
ru_ru: Combined DN Info.
zh_tw: 並櫃信息

# L_BaseLookup_CombineShipmentID
source: 合并后Shipment Id
ru_ru: Combined ShipmentID
zh_tw: 合併後Shipment Id

# L_BaseLookup_ContactCd
source: 主体方
ru_ru: Contracter Code
zh_tw: 主體方

# L_BaseLookup_ContactNm
source: 主体方
ru_ru: Contracter Name
zh_tw: 主體方

# L_BaseLookup_Corder
source: 订舱状态
ru_ru: Booking Status
zh_tw: 訂艙狀態

# L_BaseLookup_Cost
source: 单吨成本
ru_ru: Costs/Ton
zh_tw: 單噸成本

# L_BaseLookup_Country
source: 国家
ru_ru: Country
zh_tw: 國家

# L_BaseLookup_CrCd
source: 拖车公司代码
ru_ru: Trailer\'s Code
zh_tw: 拖車公司代碼

# L_BaseLookup_CredAmt
source: 信用额度
ru_ru: Credit Amount
zh_tw: 信用額度

# L_BaseLookup_CrNm
source: 拖车公司
ru_ru: Trailer Company
zh_tw: 拖車公司

# L_BaseLookup_CtDate
source: 合同日期
ru_ru: Contract Date

# L_BaseLookup_CtnGw
source: 箱重
ru_ru: Containrt GW

# L_BaseLookup_CtnNo
source: 箱号
ru_ru: Container No
zh_tw: 箱號

# L_BaseLookup_CtNo
source: 合同号
ru_ru: Contract No
zh_tw: 合同號

# L_BaseLookup_CtnType
source: 箱型
ru_ru: Container Type

# L_BaseLookup_CusBank
source: 开户银行
ru_ru: Opening Bank
zh_tw: 開戶銀行

# L_BaseLookup_CusNo
source: 账号
ru_ru: Account
zh_tw: 帳號

# L_BaseLookup_CusPartyType
source: 客户类别
ru_ru: Party Type
zh_tw: 客戶類別

# L_BaseLookup_Customer
source: 委托方
ru_ru: Customer
zh_tw: 委託方

# L_BaseLookup_CustomsDate
source: 海关截单日期
ru_ru: Customs Cutoff Time
zh_tw: 海關截單日期

# L_BaseLookup_CutBlDate
source: 截提单时间
ru_ru: Cutoff time of B/L Checking
zh_tw: 截提單時間

# L_BaseLookup_CutPortDate
source: 截进港时间
ru_ru: Cutoff time of Port Gatein
zh_tw: 截進港時間

# L_BaseLookup_DebitDate
source: 账单日期
ru_ru: Debit Date
zh_tw: 帳單日期

# L_BaseLookup_DeclDate
source: 报关时间
ru_ru: Declaration time
zh_tw: 報關時間

# L_BaseLookup_DeclRlsDate
source: 报关放行时间
ru_ru: Clearance time
zh_tw: 報關放行時間

# L_BaseLookup_DeliveryNm
source: 送货点名称
ru_ru: Delivery Name
zh_tw: 送貨點名稱

# L_BaseLookup_DeliveryPort
source: 送货点
ru_ru: Delivery Port
zh_tw: 送貨點

# L_BaseLookup_DepositQty
source: 核销数量
ru_ru: Deposit Quantity
zh_tw: 核銷數量

# L_BaseLookup_Dimension
source: 尺寸
ru_ru: size

# L_BaseLookup_DlvDocDate
source: 送出货单时间
ru_ru: Time of DN Delivery
zh_tw: 送出貨單時間

# L_BaseLookup_Dqty
source: 差异数量
ru_ru: Difference quantity
zh_tw: 差異數量

# L_BaseLookup_DraftBlWin
source: 提单通知人
ru_ru: Notice of bill of lading
zh_tw: 提單通知人

# L_BaseLookup_Drop
source: 落箱
ru_ru: Drop Container

# L_BaseLookup_Dtt
source: 延误发货天数
ru_ru: Delay in shipment
zh_tw: 延誤發貨天數

# L_BaseLookup_Emp
source: 调度人
ru_ru: Dispatcher
zh_tw: 調度人

# L_BaseLookup_EmpId
source: 调度人ID
ru_ru: Dispatcher ID
zh_tw: 調度人ID

# L_BaseLookup_EndDate
source: 授信到期日
ru_ru: End Date

# L_BaseLookup_EngCarNm
source: 英文货名
ru_ru: Eng. Cargo Name
zh_tw: 英文貨名

# L_BaseLookup_Ett
source: 预计天数
ru_ru: Expected number of days
zh_tw: 預計天數

# L_BaseLookup_ExportCur
source: 出口币别
ru_ru: Export currency
zh_tw: 出口幣別

# L_BaseLookup_Ext
source: 外检
ru_ru: External Examination
zh_tw: 外檢

# L_BaseLookup_FacNo
source: 工厂号码
ru_ru: Factory Code
zh_tw: 工廠號碼

# L_BaseLookup_Fdqty
source: 已送数量
ru_ru: Already sent quantity
zh_tw: 已送數量

# L_BaseLookup_FileType
source: 文件类型
ru_ru: File Type
zh_tw: 檔案類型

# L_BaseLookup_Fqty
source: 已补数量
ru_ru: Number of complement
zh_tw: 已補數量

# L_BaseLookup_FreightAmt
source: 运费
ru_ru: freight
zh_tw: 運費

# L_BaseLookup_FreightPayer
source: 运费付款人
ru_ru: Freight Payer
zh_tw: 運費付款人

# L_BaseLookup_FreightTerm
source: 运费别
ru_ru: Freight Term
zh_tw: 運費別

# L_BaseLookup_GateNo
source: 月台号码
ru_ru: Gate No
zh_tw: 月臺號碼

# L_BaseLookup_GoodA
source: 货名
ru_ru: commodity
zh_tw: 貨名

# L_BaseLookup_Goods
source: 品号
ru_ru: commodity description
zh_tw: 品號

# L_BaseLookup_GoodsCd
source: 大品名
ru_ru: Goods Code

# L_BaseLookup_GoodsCode
source: 品号
ru_ru: Goods Code
zh_tw: 品號

# L_BaseLookup_GoodsDescp
source: 大品名
ru_ru: Goods Descp.

# L_BaseLookup_GoodsName
source: 品名
ru_ru: Goods Name

# L_BaseLookup_GoodsNm
source: 大品名
ru_ru: Goods Name

# L_BaseLookup_GoodsNo
source: 品号
ru_ru: Goods No
zh_tw: 品號

# L_BaseLookup_GroupList
source: 集团公司列表
ru_ru: Group List
zh_tw: 集團公司列表

# L_BaseLookup_GroupName
source: 集团名称
ru_ru: Group Name
zh_tw: 集團名稱

# L_BaseLookup_Gvalue
source: 货值
ru_ru: value
zh_tw: 貨值

# L_BaseLookup_Gw
source: 毛重
ru_ru: GW

# L_BaseLookup_Gwu
source: 毛重单位
ru_ru: Unit of G.W.
zh_tw: 毛重單位

# L_BaseLookup_IcreateBy
source: 进口端
ru_ru: Importing Info. Management
zh_tw: 進口端

# L_BaseLookup_IcreateDate
source: 进口创建时间
ru_ru: Import creation time
zh_tw: 進口創建時間

# L_BaseLookup_IcreateDep
source: 进口部门
ru_ru: Div. of Importer
zh_tw: 進口部門

# L_BaseLookup_IcreateExt
source: 进口分机
ru_ru: Ext. of Importer
zh_tw: 進口分機

# L_BaseLookup_Idelivery
source: 进口送货点
ru_ru: Import delivery point
zh_tw: 進口送貨點

# L_BaseLookup_Iexporter
source: 清关出口商
ru_ru: Exporter
zh_tw: 清關出口商

# L_BaseLookup_IexporterAddr
source: 清关出口商地址
ru_ru: Address of exporter
zh_tw: 清關出口商地址

# L_BaseLookup_IexporterNm
source: 清关出口商名称
ru_ru: Name of exporter
zh_tw: 清關出口商名稱

# L_BaseLookup_IfCost
source: 进口预提
ru_ru: Import Estimated
zh_tw: 進口預提

# L_BaseLookup_Iimporter
source: 清关进口商
ru_ru: Customs clearance importer
zh_tw: 清關進口商

# L_BaseLookup_IimporterAddr
source: 清关进口商地址
ru_ru: Customs clearance importer address
zh_tw: 清關進口商地址

# L_BaseLookup_IimporterNm
source: 清关进口商名称
ru_ru: Customs clearance importer name
zh_tw: 清關進口商名稱

# L_BaseLookup_ImportCur
source: 进口币别
ru_ru: Import currency
zh_tw: 進口幣別

# L_BaseLookup_ImportNo
source: 进口号码
ru_ru: Import number
zh_tw: 進口號碼

# L_BaseLookup_Inspect
source: 料件是否商检
ru_ru: Whether CIQ needed
zh_tw: 料件是否商檢

# L_BaseLookup_Instruction
source: 订舱说明
ru_ru: Booking Instruction
zh_tw: 訂艙說明

# L_BaseLookup_InsuranceAmt
source: 保费
ru_ru: Premium
zh_tw: 保費

# L_BaseLookup_Ipickup
source: 进口提货点
ru_ru: Import point of delivery
zh_tw: 進口提貨點

# L_BaseLookup_IssuePartyCd
source: 开证方
ru_ru: Issuing Party Code
zh_tw: 開證方

# L_BaseLookup_IssuePartyNm
source: 开证方
ru_ru: Issuing Party Name
zh_tw: 開證方

# L_BaseLookup_ItCost
source: 进口总运费
ru_ru: Total import freight
zh_tw: 進口總運費

# L_BaseLookup_Land
source: 陆运方式
ru_ru: Inland Transprotation
zh_tw: 陸運方式

# L_BaseLookup_LcNo
source: 信用证号
ru_ru: L/C No
zh_tw: 信用證號

# L_BaseLookup_Lgw
source: 现场反馈重量
ru_ru: Site feedback weight
zh_tw: 現場回饋重量

# L_BaseLookup_Lift
source: 是否升降
ru_ru: Lift or not

# L_BaseLookup_LoadType
source: 装货类型
ru_ru: Load Type
zh_tw: 裝貨類型

# L_BaseLookup_Location
source: 货况位置
ru_ru: Location
zh_tw: 貨況位置

# L_BaseLookup_LspNm
source: 物流公司名称
ru_ru: Logistics company name
zh_tw: 物流公司名稱

# L_BaseLookup_LspNo
source: 物流公司
ru_ru: Logistics company

# L_BaseLookup_Metal
source: 金属
ru_ru: Metal
zh_tw: 金屬

# L_BaseLookup_Ndqty
source: 实际未收货数量
ru_ru: Actual number of goods not received
zh_tw: 實際未收貨數量

# L_BaseLookup_Nm
source: 名称
ru_ru: Name
zh_tw: 名稱

# L_BaseLookup_Notify
source: 通知
ru_ru: Notify

# L_BaseLookup_NotInServer
source: 暂停使用
ru_ru: Temporary Closed
zh_tw: 暫停使用

# L_BaseLookup_NotUse
source: 不再使用
ru_ru: Out of Service

# L_BaseLookup_Nw
source: 净重
ru_ru: Net weight
zh_tw: 淨重

# L_BaseLookup_Nwu
source: 净重单位
ru_ru: N.W. Unit
zh_tw: 淨重單位

# L_BaseLookup_NwUList
source: 重量单位列表
ru_ru: List of Weight unit
zh_tw: 重量單位清單

# L_BaseLookup_NwUnit
source: 重量单位
ru_ru: Unit of Weight
zh_tw: 重量單位

# L_BaseLookup_Odelivery
source: 出口送货点
ru_ru: Export delivery point
zh_tw: 出口送貨點

# L_BaseLookup_Oexporter
source: 报关出口商
ru_ru: Customs declaration
zh_tw: 報關出口商

# L_BaseLookup_OexporterAddr
source: 报关出口商地址
ru_ru: Customs declaration
zh_tw: 報關出口商地址

# L_BaseLookup_OexporterNm
source: 报关出口商名称
ru_ru: Name of exporter
zh_tw: 報關出口商名稱

# L_BaseLookup_OfCost
source: 出口预提
ru_ru: Export Estimated
zh_tw: 出口預提

# L_BaseLookup_Oimporter
source: 报关进口商
ru_ru: Customs declaration
zh_tw: 報關進口商

# L_BaseLookup_OimporterAddr
source: 报关进口商地址
ru_ru: Importer address
zh_tw: 報關進口商地址

# L_BaseLookup_OimporterNm
source: 报关进口商名称
ru_ru: Name of importer
zh_tw: 報關進口商名稱

# L_BaseLookup_Opickup
source: 出口提货点
ru_ru: Exit point of delivery
zh_tw: 出口提貨點

# L_BaseLookup_OrderBy
source: 排序
ru_ru: Ranking

# L_BaseLookup_OrgCntCd
source: 原产国
ru_ru: Country of Origin/Code
zh_tw: 原產國

# L_BaseLookup_OrgCntNm
source: 原产国
ru_ru: Country of Origin/Name
zh_tw: 原產國

# L_BaseLookup_OtCost
source: 出口总运费
ru_ru: Total export freight
zh_tw: 出口總運費

# L_BaseLookup_Oth
source: 杂别
ru_ru: Others
zh_tw: 雜別

# L_BaseLookup_PartyDescp
source: 对象说明
ru_ru: Party Descp.
zh_tw: 物件說明

# L_BaseLookup_PartyType
source: 对象别
ru_ru: Party Type
zh_tw: 對象別

# L_BaseLookup_Payer
source: 付款单位
ru_ru: Payer
zh_tw: 付款單位

# L_BaseLookup_PayerAddr
source: 付款单位地址
ru_ru: Pay unit address
zh_tw: 付款單位位址

# L_BaseLookup_PayerAddrEN
source: 付款单位英文地址
ru_ru: Pay unit English address
zh_tw: 付款單位英文位址

# L_BaseLookup_PayerCode
source: 付款单位代码
ru_ru: Payment unit code
zh_tw: 付款單位代碼

# L_BaseLookup_PayerNM
source: 付款单位名称
ru_ru: Payment unit Name
zh_tw: 付款單位名稱

# L_BaseLookup_PayerNMEN
source: 付款单位英文名称
ru_ru: Pay unit English Name
zh_tw: 付款單位英文名稱

# L_BaseLookup_Pcbm
source: 订舱材积
ru_ru: Booking volume
zh_tw: 訂艙材積

# L_BaseLookup_PcntNumber
source: 订舱.柜数
ru_ru: Container Qty
zh_tw: 訂艙.櫃數

# L_BaseLookup_PcntType
source: 订舱.柜型
ru_ru: Container Size
zh_tw: 訂艙.櫃型

# L_BaseLookup_PdestCd
source: 订舱.Dest
ru_ru: Booked Dest./Code
zh_tw: 訂艙.Dest

# L_BaseLookup_PdestName
source: 订舱.Dest Name
ru_ru: Booked Dest./Name
zh_tw: 訂艙.Dest Name

# L_BaseLookup_Pgw
source: 订舱毛重
ru_ru: Booked G.W.
zh_tw: 訂艙毛重

# L_BaseLookup_Phone
source: 手机
ru_ru: Phone#
zh_tw: 手機

# L_BaseLookup_PickupCdate
source: 用柜时间
ru_ru: Pick Up Date/Time
zh_tw: 用櫃時間

# L_BaseLookup_PickupNm
source: 启运点名称
ru_ru: Name of Place of Departure
zh_tw: 啟運點名稱

# L_BaseLookup_PickupPort
source: 启运点
ru_ru: Place of Departure
zh_tw: 啟運點

# L_BaseLookup_PickupWms
source: 提货仓库
ru_ru: Loading warehouse
zh_tw: 提貨倉庫

# L_BaseLookup_PickupWmsDate
source: 提货时间
ru_ru: Pick up time
zh_tw: 提貨時間

# L_BaseLookup_PickupWmsNm
source: 提货仓库名称
ru_ru: Name of pick up warehouse
zh_tw: 提貨倉庫名稱

# L_BaseLookup_PltNo
source: 栈板号
ru_ru: Pallet NO
zh_tw: 棧板號

# L_BaseLookup_PltNum
source: 托盘数
ru_ru: Pallet QTY
zh_tw: 託盤數

# L_BaseLookup_PoNo
source: 采购单号
ru_ru: Purchase Order No
zh_tw: 採購單號

# L_BaseLookup_Port
source: 靠泊码头
ru_ru: Berthing port
zh_tw: 靠泊碼頭

# L_BaseLookup_PortDate
source: 截进仓时间
ru_ru: CY cutoff time
zh_tw: 截進倉時間

# L_BaseLookup_PortNm
source: 靠泊码头名称
ru_ru: Name of Berthing port
zh_tw: 靠泊碼頭名稱

# L_BaseLookup_PortRlsDate
source: 码头截放行时间
ru_ru: Cutoff time of Terminal Release
zh_tw: 碼頭截放行時間

# L_BaseLookup_PpodCd
source: 订舱.POD
ru_ru: Booking.POD
zh_tw: 訂艙.POD

# L_BaseLookup_PpodName
source: 订舱.POD Name
ru_ru: Booking.POD Name
zh_tw: 訂艙.POD Name

# L_BaseLookup_PpolCd
source: 订舱.POL
ru_ru: Booking.POL
zh_tw: 訂艙.POL

# L_BaseLookup_PpolName
source: 订舱.POL Name
ru_ru: Booking.POL Name
zh_tw: 訂艙.POL Name

# L_BaseLookup_PporCd
source: 订舱.POR
ru_ru: Booking.POR
zh_tw: 訂艙.POR

# L_BaseLookup_PporName
source: 订舱.POR
ru_ru: Booking.POR
zh_tw: 訂艙.POR

# L_BaseLookup_PpriceBase
source: 点价基准
ru_ru: Price of basic point
zh_tw: 點價基準

# L_BaseLookup_PreWoNo
source: 预计出库重量
ru_ru: Estimated Weight of delivery
zh_tw: 預計出庫重量

# L_BaseLookup_ProductDate
source: 生产日期
ru_ru: Production Date
zh_tw: 生產日期

# L_BaseLookup_PsNo
source: 采销号码
ru_ru: Purchase No
zh_tw: 采銷號碼

# L_BaseLookup_Qty
source: 数量
ru_ru: QTY
zh_tw: 數量

# L_BaseLookup_Qtyu
source: 数量单位
ru_ru: Unit
zh_tw: 數量單位

# L_BaseLookup_QtyUnitList
source: 数量单位列表
ru_ru: Quantity Unit List
zh_tw: 數量單位清單

# L_BaseLookup_QuotedDate
source: 报价日期
ru_ru: Quoted Date
zh_tw: 報價日期

# L_BaseLookup_Range
source: 范围
ru_ru: Range
zh_tw: 範圍

# L_BaseLookup_RcvDate
source: 接收订单时间
ru_ru: Received order time
zh_tw: 接收訂單時間

# L_BaseLookup_RcvDocDate
source: 签单时间
ru_ru: Signing time
zh_tw: 簽單時間

# L_BaseLookup_RecpNm
source: 单据名称
ru_ru: Receipt Name
zh_tw: 單據名稱

# L_BaseLookup_RefNo
source: 参考号码
ru_ru: Ref. No
zh_tw: 參考號碼

# L_BaseLookup_Region
source: 区域
ru_ru: Region
zh_tw: 區域

# L_BaseLookup_Request
source: 要求
ru_ru: Request

# L_BaseLookup_ReserveList
source: 预约单列表
ru_ru: Reserve List
zh_tw: 預約單列表

# L_BaseLookup_ReserveNo
source: 预约单号
ru_ru: Reserve No
zh_tw: 預約單號

# L_BaseLookup_ReturnCdate
source: 还柜时间
ru_ru: Still time
zh_tw: 還櫃時間

# L_BaseLookup_RgCd
source: 区域代码
ru_ru: Region Code
zh_tw: 區功能變數代碼

# L_BaseLookup_RgNm
source: 区域名称
ru_ru: Region Name
zh_tw: 區域名稱

# L_BaseLookup_Rlocation
source: 要标工厂
ru_ru: BID Inviting factory
zh_tw: 要標工廠

# L_BaseLookup_RlsCntrDate
source: 放箱时间
ru_ru: Release time
zh_tw: 放箱時間

# L_BaseLookup_RoleDescp
source: 角色描述
ru_ru: Role Descp.

# L_BaseLookup_RoleID
source: 角色ID
ru_ru: Role ID

# L_BaseLookup_SalCur
source: 销售币别
ru_ru: Sales Currency
zh_tw: 銷售幣別

# L_BaseLookup_SalesCd
source: 业务员ID
ru_ru: User ID
zh_tw: 業務員ID

# L_BaseLookup_SalesNm
source: 业务员
ru_ru: User Name
zh_tw: 業務員

# L_BaseLookup_SalesWin
source: 业务窗口
ru_ru: Sales Window
zh_tw: 業務視窗

# L_BaseLookup_Scripts_0
source: 有色
ru_ru: coloured

# L_BaseLookup_Scripts_1
source: 粮食
ru_ru: L_BaseLookup_Scripts_1
zh_tw: 糧食

# L_BaseLookup_Scripts_10
source: 是否符合
ru_ru: Whether accord with

# L_BaseLookup_Scripts_11
source: 银行信息查询
ru_ru: Bank information inquiry
zh_tw: 銀行資訊查詢

# L_BaseLookup_Scripts_12
source: 保险人查询
ru_ru: Insurer inquiry
zh_tw: 保險人查詢

# L_BaseLookup_Scripts_13
source: 状况说明
ru_ru: State description
zh_tw: 狀況說明

# L_BaseLookup_Scripts_14
source: 报价港查询
ru_ru: Quotation for Hong Kong
zh_tw: 報價港查詢

# L_BaseLookup_Scripts_2
source: 冷链
ru_ru: cold chain
zh_tw: 冷鏈

# L_BaseLookup_Scripts_3
source: 日化
ru_ru: chemicals for daily use

# L_BaseLookup_Scripts_4
source: 贸易
ru_ru: Trade
zh_tw: 貿易

# L_BaseLookup_Scripts_5
source: 平台
ru_ru: platform
zh_tw: 平臺

# L_BaseLookup_Scripts_6
source: 内陆快递
ru_ru: Inland Express
zh_tw: 內陸快遞

# L_BaseLookup_Scripts_7
source: 本地预提汇率
ru_ru: Local Estimated rate
zh_tw: 本地預提匯率

# L_BaseLookup_Scripts_8
source: 请款单位
ru_ru: Billing unit
zh_tw: 請款單位

# L_BaseLookup_Scripts_9
source: 请款备注
ru_ru: Please note
zh_tw: 請款備註

# L_BaseLookup_Script_1
source: A:有色;B:粮食;C:冷链;D:日化;E:其它
ru_ru: A: colored; B: grain; C: cold chain; D: daily chemical; E: other
zh_tw: A:有色;B:糧食;C:冷鏈;D:日化;E:其它

# L_BaseLookup_Script_2
source: A:贸易;B:平台
ru_ru: A: trade; B: platform
zh_tw: A:貿易;B:平臺

# L_BaseLookup_Script_3
source: D:D.内陆快递;L:L.LCL;F:F.FCL;O:ALL
ru_ru: D:D. inland Express; L:L.LCL; F:F.FCL; O:ALL
zh_tw: D:D.內陸快遞;L:L.LCL;F:F.FCL;O:ALL

# L_BaseLookup_Script_4
source: M:M.必收费用;C:C.发生才收;Y:Y.代收代付
ru_ru: M:M.Must be charged ;C:C.Collecting while happened;Y:Y.Collected by agent;A:A.AT Cost
zh_tw: M:M.必收費用;C:C.發生才收;Y:Y.代收代付

# L_BaseLookup_Script_5
source: A:A.Air;S:S.Sea;T:T.Truck;R:R.Railroad;E:E.Express;D:D.内陆快递;L:L.LCL;F:F.FCL;O:ALL
ru_ru: A:A.Air; S:S.Sea; T:T.Truck; R:R.Railroad; D:D.; E:E.Express; L:L.LCL; F:F.FCL; O:ALL
zh_tw: A:A.Air;S:S.Sea;T:T.Truck;R:R.Railroad;E:E.Express;D:D.內陸快遞;L:L.LCL;F:F.FCL;O:ALL

# L_BaseLookup_SctNo
source: 外方合同
ru_ru: Foreign contract

# L_BaseLookup_Search
source: 搜寻
ru_ru: Search
zh_tw: 搜尋

# L_BaseLookup_SecDepR
source: 保证金比率
ru_ru: Security Deposit Rate
zh_tw: 保證金比率

# L_BaseLookup_Separate
source: 是否分批
ru_ru: Whether in batches

# L_BaseLookup_Ser
source: 查询
ru_ru: Search
zh_tw: 查詢

# L_BaseLookup_SerAccount
source: 科目查询
ru_ru: Search Account
zh_tw: 科目查詢

# L_BaseLookup_SerApproval
source: 批文查询
ru_ru: Search Approval
zh_tw: 批文查詢

# L_BaseLookup_SerAprProCd
source: 签核流程代码
ru_ru: Approve Process Code
zh_tw: 簽核流程代碼

# L_BaseLookup_SerBank
source: 银行查询
ru_ru: Search Bank
zh_tw: 銀行查詢

# L_BaseLookup_SerBl
source: 提单查询
ru_ru: Search Bill
zh_tw: 提單查詢

# L_BaseLookup_SerBlRecp
source: 交单单据查询
ru_ru: Search Bill Receipt
zh_tw: 交單單據查詢

# L_BaseLookup_SerBud
source: 预算查询
ru_ru: Search Budget
zh_tw: 預算查詢

# L_BaseLookup_SerBuyDetail
source: 采购详细查询
ru_ru: Search Purchase Detail
zh_tw: 採購詳細查詢

# L_BaseLookup_SerCarNm
source: 货物名称查询
ru_ru: Search Cargo Name
zh_tw: 貨物名稱查詢

# L_BaseLookup_SerCarNotifySet
source: 货况通知设定查询
ru_ru: Search Cargo Notify Setting
zh_tw: 貨況通知設定查詢

# L_BaseLookup_SerCarSts
source: 货况类型查询
ru_ru: Search Status Type
zh_tw: 貨況類型查詢

# L_BaseLookup_SerCheckout
source: 结账对象查询
ru_ru: Search Checkout Target
zh_tw: 結帳物件查詢

# L_BaseLookup_SerChgCd
source: 费用代码查询
ru_ru: Search Fee Code
zh_tw: 費用代碼查詢

# L_BaseLookup_SerCity
source: 城市查询
ru_ru: Search State
zh_tw: 城市查詢

# L_BaseLookup_SerClient
source: 委托方查询
ru_ru: Search Client
zh_tw: 委託方查詢

# L_BaseLookup_SerCnt
source: 箱型查询
ru_ru: Search Container
zh_tw: 箱型查詢

# L_BaseLookup_SerCntSetup
source: 国家建档查询
ru_ru: Search Country Setup
zh_tw: 國家建檔查詢

# L_BaseLookup_SerCostCenter
source: 成本中心查询
ru_ru: Search Cost Center
zh_tw: 成本中心查詢

# L_BaseLookup_SerCt
source: 合同查询
ru_ru: Search Contract
zh_tw: 合同查詢

# L_BaseLookup_SerCur
source: 币别查询
ru_ru: Search Currency
zh_tw: 幣別查詢

# L_BaseLookup_SerCusFeb
source: 客户反馈查询
ru_ru: Customer feedback
zh_tw: 客戶回饋查詢

# L_BaseLookup_SerDelv
source: 运别查询
ru_ru: Search Delivery
zh_tw: 運別查詢

# L_BaseLookup_SerDep
source: 部门查询
ru_ru: Search Group
zh_tw: 部門查詢

# L_BaseLookup_SerDest
source: 目的地查询
ru_ru: Search Destination
zh_tw: 目的地查詢

# L_BaseLookup_SerDN
source: DN查询
ru_ru: Search DN
zh_tw: DN查詢

# L_BaseLookup_SerDNDetail
source: DN明细查询
ru_ru: Search DN Detail
zh_tw: DN明細查詢

# L_BaseLookup_SerDriver
source: 司机查询
ru_ru: Search Driver
zh_tw: 司機查詢

# L_BaseLookup_SerDrop
source: 落箱查询
ru_ru: Search Container Fee
zh_tw: 落箱查詢

# L_BaseLookup_SerEDM
source: EDM查询
ru_ru: Search EDM
zh_tw: EDM查詢

# L_BaseLookup_SerEDocSet
source: 电子文档设定查询
ru_ru: Search E-doc Setting
zh_tw: 電子文檔設定查詢

# L_BaseLookup_SerEmp
source: 调度人查询
ru_ru: Search Dispatcher
zh_tw: 調度人查詢

# L_BaseLookup_SerExchange
source: 交易所查询
ru_ru: Search Exchange
zh_tw: 交易所查詢

# L_BaseLookup_SerExternal
source: 外检查询
ru_ru: Search External Examination
zh_tw: 外檢查詢

# L_BaseLookup_SerFactory
source: 工厂查询
ru_ru: Search Factory
zh_tw: 工廠查詢

# L_BaseLookup_SerFileType
source: 文件类型查询
ru_ru: Search File Type
zh_tw: 檔案類型查詢

# L_BaseLookup_SerGate
source: 月台查询
ru_ru: Search Gate
zh_tw: 月臺查詢

# L_BaseLookup_SerInquiry
source: 询价资料查询
ru_ru: Search Inquiry Data
zh_tw: 詢價資料查詢

# L_BaseLookup_SerItem
source: 品号查询
ru_ru: Search Item
zh_tw: 品號查詢

# L_BaseLookup_SerLoadType
source: 装货类型查询
ru_ru: Search Loading Type
zh_tw: 裝貨類型查詢

# L_BaseLookup_SerLocation
source: 货况位置查询
ru_ru: Search Cargo Location
zh_tw: 貨況位置查詢

# L_BaseLookup_SerLogFeb
source: 物流反馈查询
ru_ru: Logistics feedback
zh_tw: 物流回饋查詢

# L_BaseLookup_SerMailType
source: 邮件类别查询
ru_ru: Search Mail Type
zh_tw: 郵件類別查詢

# L_BaseLookup_SerMatal
source: 金属查询
ru_ru: Search Metal
zh_tw: 金屬查詢

# L_BaseLookup_SerNw
source: 重量单位查询
ru_ru: Search Nw Unit
zh_tw: 重量單位查詢

# L_BaseLookup_SerPartNo
source: 料号编号查询
ru_ru: Search Part No
zh_tw: 料號編號查詢

# L_BaseLookup_SerPartPkg
source: 料号包装查询
ru_ru: Search Part Package
zh_tw: 料號包裝查詢

# L_BaseLookup_SerPartType
source: 料号类别查询
ru_ru: Search Part Type
zh_tw: 料號類別查詢

# L_BaseLookup_SerPatOth
source: 料号杂别查询
ru_ru: Search Part Others
zh_tw: 料號雜別查詢

# L_BaseLookup_SerPoInfo
source: 采购信息查询
ru_ru: Search Purchase Order Info
zh_tw: 採購資訊查詢

# L_BaseLookup_SerPort
source: 港口查询
ru_ru: Search Port
zh_tw: 港口查詢
