Repository: wtg-prolink/ESHIPPING-INBOUND
Catalog: WebGui/App_GlobalResources/Locale.*.resx
Languages: ru_ru, zh_tw

# Alert_DebitNo_notice
source: 请输入物流业者号码
ru_ru: Alert_DebitNo_notice1
zh_tw: 請輸入物流業者號碼

# c
source: 未处理
ru_ru: UnProcessed
zh_tw: 未處理

# LABEL_BookingWin
source: 订舱窗口
ru_ru: OB BK Window

# LABEL_THIRD_PAYMENT
source: 目的国税金账号
ru_ru: Delivery Duty
zh_tw: 目的國稅金賬號

# L_ActActSetup_Views_125
source: 注意:*shipment Id为单笔必填
ru_ru: Note: *shipment ID is required while search by single shipment.
zh_tw: 注意:*shipment Id為單筆必填

# L_ActCheckQueryView_Views_28
source: 运输方式
ru_ru: Trans Mode
zh_tw: 運輸方式

# L_ActCheckQueryView_Views_29
source: 审核状态
ru_ru: Approving Status
zh_tw: 審核狀態

# L_ActCheckQueryView_Views_30
source: 物流业者帐单号
ru_ru: LSP Debit No
zh_tw: 物流業者帳單號

# L_ActCheckQueryView_Views_31
source: 帐单比对明细
ru_ru: Details of Bill Comparison
zh_tw: 帳單比對明細

# L_ActCheckSetup_HavePass
source: ：该笔已通过。
ru_ru: The information has been passed.
zh_tw: ：該筆已通過。

# L_ActCheckSetup_Scripts_21
source: 问题单
ru_ru: Issues List
zh_tw: 問題單

# L_ActCheckSetup_Scripts_22
source: 账单录入
ru_ru: Bill Input
zh_tw: 帳單錄入

# L_ActCheckSetup_Scripts_23
source: 账单比对画面物流业者下方增加收款对象
ru_ru: Please Input Payee\'s ID right under the LSP ID.
zh_tw: 帳單比對畫面物流業者下方增加收款物件

# L_ActCheckSetup_Scripts_24
source: 默认与物流业者一样
ru_ru: Same as LSP ID will be default
zh_tw: 默認與物流業者一樣

# L_ActCheckSetup_Scripts_25
source: 可以允许修改
ru_ru: Modification was allowed!
zh_tw: 可以允許修改

# L_ActCheckSetup_Scripts_26
source: 报价计价单位
ru_ru: Chargable unit per Quotation
zh_tw: 報價計價單位

# L_ActCheckSetup_Scripts_27
source: 报价税率
ru_ru: Tax rate per Quotation
zh_tw: 報價稅率

# L_ActCheckSetup_Scripts_28
source: 已经通过
ru_ru: Approved Already
zh_tw: 已經通過

# L_ActCheckSetup_Scripts_29
source: 系统错误
ru_ru: System Error!
zh_tw: 系統錯誤

# L_ActCheckSetup_Scripts_30
source: 已处理
ru_ru: Closed
zh_tw: 已處理

# L_ActCheckSetup_Scripts_31
source: 已经拒绝
ru_ru: Rejected Already
zh_tw: 已經拒絕

# L_ActCheckSetup_Scripts_32
source: 拒绝时
ru_ru: While rejected
zh_tw: 拒絕時

# L_ActCheckSetup_Scripts_33
source: 必需输入拒绝原因
ru_ru: Rejected reasons was required!
zh_tw: 必需輸入拒絕原因

# L_ActCheckSetup_Scripts_34
source: 已发起签核
ru_ru: Application submitted!
zh_tw: 已發起簽核

# L_ActCheckSetup_Scripts_35
source: 下载请款
ru_ru: Download Application Form
zh_tw: 下載請款

# L_ActCheckSetup_Scripts_36
source: 暂无请款
ru_ru: No Application form Available
zh_tw: 暫無請款

# L_ActCheckSetup_Script_10
source: 费用代码；费用描述；金额
ru_ru: Cost items; Description of cost items; Amount
zh_tw: 費用代碼；費用描述；金額

# L_ActCheckSetup_Script_11
source: 执行通过？
ru_ru: Pass or not?
zh_tw: 執行通過？

# L_ActCheckSetup_Script_6
source: 拒绝时，必需输入拒绝原因！
ru_ru: Rejected reasons was required!
zh_tw: 拒絕時，必需輸入拒絕原因！

# L_ActCheckSetup_Script_7
source: 该笔资料没有请款单！
ru_ru: No application form for the selected bill!
zh_tw: 該筆資料沒有請款單！

# L_ActCheckSetup_Script_8
source: 下载请款excel
ru_ru: Statement Of Account/Excel
zh_tw: 下載請款excel

# L_ActCheckSetup_Script_9
source: 暂无请款！
ru_ru: No application form for the selected bill!
zh_tw: 暫無請款！

# L_ActCheckSetup_Views_32
source: 付款方式
ru_ru: Payment Type

# L_ActCheckSetup_Views_33
source: 转账
ru_ru: Transfer
zh_tw: 轉帳

# L_ActCheckSetup_Views_34
source: 交申请人
ru_ru: To Applicant
zh_tw: 交申請人

# L_ActCheckSetup_Views_35
source: 受款
ru_ru: Payee

# L_ActCheckSetup_Views_36
source: 费用代码
ru_ru: Charge CD
zh_tw: 費用代碼

# L_ActCheckSetup_Views_37
source: 格式
ru_ru: Format

# L_ActCheckSetup_Views_38
source: 空运
ru_ru: by Air
zh_tw: 空運

# L_ActCheckSetup_Views_39
source: 退回确认
ru_ru: Acknowledgement of reject
zh_tw: 退回確認

# L_ActCheckSetup_Views_40
source: 退回说明
ru_ru: Instructions of reject
zh_tw: 退回說明

# L_ActCheckSetup_Views_41
source: 确认
ru_ru: Confirm
zh_tw: 確認

# L_ActCheck_Views_0
source: 帐单状态
ru_ru: Billing Status
zh_tw: 帳單狀態

# L_ActCheck_Views_1
source: 录制
ru_ru: Bill Input
zh_tw: 錄製

# L_ActCheck_Views_10
source: 预提金额
ru_ru: EST. AMT
zh_tw: 預提金額

# L_ActCheck_Views_11
source: 帐单金额
ru_ru: BILL AMT
zh_tw: 帳單金額

# L_ActCheck_Views_12
source: 差异金额
ru_ru: DIFF. AMT
zh_tw: 差異金額

# L_ActCheck_Views_13
source: 提单号码
ru_ru: BL NO
zh_tw: 提單號碼

# L_ActCheck_Views_14
source: 发票号码
ru_ru: Invoice#
zh_tw: 發票號碼

# L_ActCheck_Views_15
source: 数量
ru_ru: Quantity
zh_tw: 數量

# L_ActCheck_Views_16
source: 数量单位
ru_ru: Unit Price
zh_tw: 數量單位

# L_ActCheck_Views_17
source: 毛重
ru_ru: GW

# L_ActCheck_Views_18
source: 计费重
ru_ru: CW
zh_tw: 計費重

# L_ActCheck_Views_19
source: 汇率
ru_ru: Exchange Rate
zh_tw: 匯率

# L_ActCheck_Views_2
source: 不符
ru_ru: Inconformity

# L_ActCheck_Views_20
source: 本地金额
ru_ru: Local AMT
zh_tw: 本地金額

# L_ActCheck_Views_21
source: 拒绝原因
ru_ru: Reject Reasons
zh_tw: 拒絕原因

# L_ActCheck_Views_22
source: 发送时间
ru_ru: Sending Time
zh_tw: 發送時間

# L_ActCheck_Views_23
source: 审核者
ru_ru: Approved By
zh_tw: 審核者

# L_ActCheck_Views_24
source: 审核时间
ru_ru: Approved Date
zh_tw: 審核時間

# L_ActCheck_Views_25
source: 请款时间
ru_ru: Payment Date
zh_tw: 請款時間

# L_ActCheck_Views_26
source: 帐单比对录入
ru_ru: Comparison Date
zh_tw: 帳單比對錄入

# L_ActCheck_Views_27
source: 帐单比对列表
ru_ru: List of Bill Comparison
zh_tw: 帳單比對列表

# L_ActCheck_Views_3
source: 符合
ru_ru: Conformity

# L_ActCheck_Views_4
source: 拒绝
ru_ru: Rejected
zh_tw: 拒絕

# L_ActCheck_Views_5
source: 通过
ru_ru: Sent To Confirm
zh_tw: 通過

# L_ActCheck_Views_6
source: 请款
ru_ru: Apply for Payment
zh_tw: 請款

# L_ActCheck_Views_7
source: 已付款
ru_ru: Paid

# L_ActCheck_Views_8
source: 作废
ru_ru: Cancellation
zh_tw: 作廢

# L_ActCheck_Views_9
source: 应付公司
ru_ru: Bill To
zh_tw: 應付公司

# L_ActDeatilManage_Views_100
source: 请输入物流业者号码
ru_ru: Please input LSP Statement#
zh_tw: 請輸入物流業者號碼

# L_ActDeatilManage_Views_101
source: 取消上传
ru_ru: Uploading cancelled!
zh_tw: 取消上傳

# L_ActDeatilManage_Views_102
source: 海运费
ru_ru: Ocean freight
zh_tw: 海運費

# L_ActDeatilManage_Views_103
source: 港杂费
ru_ru: Port surcharges
zh_tw: 港雜費

# L_ActDeatilManage_Views_104
source: 海运
ru_ru: By Sea
zh_tw: 海運

# L_ActDeatilManage_Views_105
source: 内贸专车
ru_ru: Domestic_FTL
zh_tw: 內貿專車

# L_ActDeatilManage_Views_106
source: 内贸零担
ru_ru: Domestic_LTL
zh_tw: 內貿零擔

# L_ActDeatilManage_Views_107
source: 国际快递
ru_ru: Express
zh_tw: 國際快遞

# L_ActDeatilManage_Views_108
source: 国内快递
ru_ru: Inland Express
zh_tw: 國內快遞

# L_ActDeatilManage_Views_109
source: 铁路
ru_ru: Rail
zh_tw: 鐵路

# L_ActDeatilManage_Views_110
source: 请选择
ru_ru: Please select
zh_tw: 請選擇

# L_ActDeatilManage_Views_111
source: 和下载格式
ru_ru: template for download
zh_tw: 和下載格式

# L_ActDeatilManage_Views_112
source: 取消下载
ru_ru: Download cancelled!
zh_tw: 取消下載

# L_ActDeatilManage_Views_113
source: 帐单厂别必须一致
ru_ru: All Bills should be under the same company code!
zh_tw: 帳單廠別必須一致

# L_ActDeatilManage_Views_114
source: 请取消勾选
ru_ru: Please cancel the Checkboxes
zh_tw: 請取消勾選

# L_ActDeatilManage_Views_115
source: 再下载帐单
ru_ru: And download the bill again
zh_tw: 再下載帳單

# L_ActDeatilManage_Views_116
source: 汇入失败
ru_ru: Import failed!
zh_tw: 匯入失敗

# L_ActDeatilManage_Views_117
source: 汇入成功
ru_ru: Import successful!
zh_tw: 匯入成功

# L_ActDeatilManage_Views_118
source: 固定以下排版
ru_ru: Please DO NOT change the layout!

# L_ActDeatilManage_Views_119
source: 不可在此区植入
ru_ru: Cannot insert here!
zh_tw: 不可在此區植入

# L_ActDeatilManage_Views_120
source: 导入
ru_ru: Importing
zh_tw: 導入

# L_ActDeatilManage_Views_121
source: 注意
ru_ru: Attention

# L_ActDeatilManage_Views_122
source: 上传费用仅作为核对用途
ru_ru: The imported data for verification only!
zh_tw: 上傳費用僅作為核對用途

# L_ActDeatilManage_Views_123
source: 真正的请款需开立账单
ru_ru: The payment application need to issue invoices
zh_tw: 真正的請款需開立帳單

# L_ActDeatilManage_Views_124
source: 上传后费用不符可以直接在该费用双击进去修改
ru_ru: The inconformity cost items can be modified with double click on each item.
zh_tw: 上傳後費用不符可以直接在該費用按兩下進去修改

# L_ActDeatilManage_Views_125
source: 请勿重复上传请款
ru_ru: Duplicated Statement uploading was forbidden!
zh_tw: 請勿重複上傳請款

# L_ActDeatilManage_Views_126
source: 数据启始行数
ru_ru: Start Line
zh_tw: 數據啟始行數

# L_ActDeatilManage_Views_127
source: 是否自动比对
ru_ru: Compare automatically or not?
zh_tw: 是否自動比對

# L_ActDeatilManage_Views_128
source: 选择文件
ru_ru: Browse File
zh_tw: 選擇檔

# L_ActDeatilManage_Views_129
source: 上传
ru_ru: Upload
zh_tw: 上傳

# L_ActDeatilManage_Views_130
source: 请款金额修改
ru_ru: Amound Modify
zh_tw: 請款金額修改

# L_ActDeatilManage_Views_131
source: 费用
ru_ru: Costs
zh_tw: 費用

# L_ActDeatilManage_Views_132
source: 请款金额
ru_ru: Amount
zh_tw: 請款金額

# L_ActDeatilManage_Views_133
source: 请款币别
ru_ru: Currency
zh_tw: 請款幣別

# L_ActDeatilManage_Views_134
source: 保存
ru_ru: Save

# L_ActDeatilManage_Views_150
source: FCL海运费
ru_ru: Sea_FCL
zh_tw: FCL海運費

# L_ActDeatilManage_Views_151
source: FCL港杂费
ru_ru: FCL None Freight Fee
zh_tw: FCL港雜費

# L_ActDeatilManage_Views_152
source: LCL海运+港杂费
ru_ru: Sea_LCL+PortSurcharges
zh_tw: LCL海運+港雜費

# L_ActDeatilManage_Views_153
source: 送货单 BY 批次号码
ru_ru: DN_By_BatchNo
zh_tw: 送貨單 BY 批次號碼

# L_ActDeatilManage_Views_300
source: 已生成账单号,不可修改
ru_ru: Bills number generated,cannot be modified again!
zh_tw: 已生成帳單號,不可修改

# L_ActDeatilManage_Views_301
source: 只有未确认过的费用才能下载(状态为空),下载时的金额是贵司的报价金额,仅供参考, 请以实际请款金额上传!!
ru_ru: Only the un-confirmed charges can be download(status is empty). The download amount is quotation amount of your company. Only for reference. Please upload the actual payment amount
zh_tw: 只有未確認過的費用才能下載(狀態為空),下載時的金額是貴司的報價金額,僅供參考, 請以實際請款金額上傳!!

# L_ActDeatilManage_Views_302
source: 请选择location和下载格式:
ru_ru: please select location and download format
zh_tw: 請選擇location和下載格式:

# L_ActDeatilManage_Views_303
source: 账单厂别必须一致，请取消勾选 SHIPMENT ID :
ru_ru: Billing factory must be match. Please cancel selecting shipment ID
zh_tw: 帳單廠別必須一致，請取消勾選 SHIPMENT ID :

# L_ActDeatilManage_Views_304
source: (注意:上传费用仅作为核对用途,真正的请款需开立账单,上传后费用不符可以直接在该费用双击进去修改.请勿重复上传请款.)
ru_ru: (Note: uploaded costs only for checking purposes, The real payment need open bill. It can modify by double clcking this cost if the uploaded cost not match.Please don\'t upload by duplicate)
zh_tw: (注意:上傳費用僅作為核對用途,真正的請款需開立帳單,上傳後費用不符可以直接在該費用按兩下進去修改.請勿重複上傳請款.)

# L_ActDeatilManage_Views_42
source: 账单明细查询
ru_ru: Billing detail checking
zh_tw: 帳單明細查詢

# L_ActDeatilManage_Views_43
source: 已生成账单号
ru_ru: Bills number generated
zh_tw: 已生成帳單號

# L_ActDeatilManage_Views_44
source: 不可修改
ru_ru: Can not be modified

# L_ActDeatilManage_Views_45
source: 编辑
ru_ru: Edit
zh_tw: 編輯

# L_ActDeatilManage_Views_46
source: 不通过
ru_ru: Rejected
zh_tw: 不通過

# L_ActDeatilManage_Views_47
source: 已修改
ru_ru: Modified

# L_ActDeatilManage_Views_48
source: 状态
ru_ru: Status
zh_tw: 狀態

# L_ActDeatilManage_Views_49
source: 不符合
ru_ru: Inconformity

# L_ActDeatilManage_Views_50
source: 流程
ru_ru: FlowChart

# L_ActDeatilManage_Views_51
source: 审核原因
ru_ru: Audit reason
zh_tw: 審核原因

# L_ActDeatilManage_Views_52
source: 审核不通过原因
ru_ru: Reject Reason
zh_tw: 審核不通過原因

# L_ActDeatilManage_Views_53
source: 物流业者代码
ru_ru: LSP CD
zh_tw: 物流業者代碼

# L_ActDeatilManage_Views_54
source: 物流业者名称
ru_ru: LSP Name
zh_tw: 物流業者名稱

# L_ActDeatilManage_Views_55
source: 询价单号
ru_ru: RFQ NO
zh_tw: 詢價單號

# L_ActDeatilManage_Views_56
source: 报价单号
ru_ru: Quotation NO
zh_tw: 報價單號

# L_ActDeatilManage_Views_57
source: 费用项目名称
ru_ru: Fee Description
zh_tw: 費用項目名稱

# L_ActDeatilManage_Views_58
source: 费用类
ru_ru: Expense category
zh_tw: 費用類

# L_ActDeatilManage_Views_59
source: 预提币别
ru_ru: Estimated currency
zh_tw: 預提幣別

# L_ActDeatilManage_Views_60
source: 单位
ru_ru: Unit
zh_tw: 單位

# L_ActDeatilManage_Views_61
source: 预提单价
ru_ru: Estimated unit price
zh_tw: 預提單價

# L_ActDeatilManage_Views_62
source: 预提数量
ru_ru: Estimated quantity
zh_tw: 預提數量

# L_ActDeatilManage_Views_63
source: 本地预提金额
ru_ru: Local Estimated Amount
zh_tw: 本地預提金額

# L_ActDeatilManage_Views_64
source: 预提税率
ru_ru: Estimated tax
zh_tw: 預提稅率

# L_ActDeatilManage_Views_65
source: 单价
ru_ru: Unit Price
zh_tw: 單價

# L_ActDeatilManage_Views_66
source: 计价单位
ru_ru: chargeable unit
zh_tw: 計價單位

# L_ActDeatilManage_Views_67
source: 金额
ru_ru: Amount
zh_tw: 金額

# L_ActDeatilManage_Views_68
source: 本地请款金额
ru_ru: Local Payment Amount
zh_tw: 本地請款金額

# L_ActDeatilManage_Views_69
source: 税率
ru_ru: tax rate
zh_tw: 稅率

# L_ActDeatilManage_Views_70
source: 备注
ru_ru: Remarks
zh_tw: 備註

# L_ActDeatilManage_Views_71
source: 预提备注
ru_ru: Remark for Accrued Expenses
zh_tw: 預提備註

# L_ActDeatilManage_Views_72
source: 对内机种名
ru_ru: Internal mode name
zh_tw: 對內機種名

# L_ActDeatilManage_Views_73
source: 标准装柜量
ru_ru: Standard congainer loading
zh_tw: 標準裝櫃量

# L_ActDeatilManage_Views_74
source: 成本中心
ru_ru: Cost center

# L_ActDeatilManage_Views_75
source: 利润中心
ru_ru: Profit center
zh_tw: 利潤中心

# L_ActDeatilManage_Views_76
source: 订舱状态
ru_ru: Booking status
zh_tw: 訂艙狀態

# L_ActDeatilManage_Views_77
source: 未处理
ru_ru: UnProcessed
zh_tw: 未處理

# L_ActDeatilManage_Views_78
source: 订舱
ru_ru: Booking
zh_tw: 訂艙

# L_ActDeatilManage_Views_79
source: 订舱确认
ru_ru: Booking confirmation
zh_tw: 訂艙確認

# L_ActDeatilManage_Views_80
source: 叫柜
ru_ru: Call container
zh_tw: 叫櫃

# L_ActDeatilManage_Views_81
source: 入厂
ru_ru: Entering factory
zh_tw: 入廠

# L_ActDeatilManage_Views_82
source: 封柜
ru_ru: sealing container
zh_tw: 封櫃

# L_ActDeatilManage_Views_83
source: 离厂
ru_ru: Leave the factory
zh_tw: 離廠

# L_ActDeatilManage_Views_84
source: 报关
ru_ru: custom clerance
zh_tw: 報關

# L_ActDeatilManage_Views_85
source: 放行
ru_ru: Release

# L_ActDeatilManage_Views_86
source: 取消
ru_ru: Cancel

# L_ActDeatilManage_Views_87
source: 退运
ru_ru: Return
zh_tw: 退運

# L_ActDeatilManage_Views_88
source: 未确认提单
ru_ru: un-comfirmed bill of lading
zh_tw: 未確認提單

# L_ActDeatilManage_Views_89
source: 已确认提单
ru_ru: confirmed bill of lading
zh_tw: 已確認提單

# L_ActDeatilManage_Views_90
source: 帐单费用录入
ru_ru: Billing charges entering
zh_tw: 帳單費用錄入

# L_ActDeatilManage_Views_91
source: 账单费用明细列表
ru_ru: Billing charges detail list
zh_tw: 帳單費用明細列表

# L_ActDeatilManage_Views_92
source: 费用下载
ru_ru: expense download
zh_tw: 費用下載

# L_ActDeatilManage_Views_93
source: 只有未确认过的费用才能下载
ru_ru: Only the charges not been confimed can be download
zh_tw: 只有未確認過的費用才能下載

# L_ActDeatilManage_Views_94
source: 状态为空
ru_ru: Status is empty
zh_tw: 狀態為空

# L_ActDeatilManage_Views_95
source: 下载时的金额是贵司的报价金额
ru_ru: The downloaded amount is the quotation amount of your company
zh_tw: 下載時的金額是貴司的報價金額

# L_ActDeatilManage_Views_96
source: 仅供参考
ru_ru: For reference only
zh_tw: 僅供參考

# L_ActDeatilManage_Views_97
source: 请以实际请款金额上传
ru_ru: Please upload the actual payment amount
zh_tw: 請以實際請款金額上傳

# L_ActDeatilManage_Views_98
source: 请选选择
ru_ru: Please select " select"
zh_tw: 請選選擇

# L_ActDeatilManage_Views_99
source: 费用上传
ru_ru: charges upload
zh_tw: 費用上傳

# L_ActHelper_Business_0
source: 未请款该费用
ru_ru: No payment of this charges
zh_tw: 未請款該費用

# L_ActHelper_Business_1
source: 查无帐单号码！
ru_ru: L_ActHelper_Business_1
zh_tw: 查無帳單號碼！

# L_ActHelper_Business_10
source: 费用代码不存在
ru_ru: charges code no exist \n
zh_tw: 費用代碼不存在

# L_ActHelper_Business_11
source: 产生表头发生错误
ru_ru: Header errors
zh_tw: 產生表頭髮生錯誤

# L_ActHelper_Business_12
source: 此笔费用明细已通过，无法修改！
ru_ru: The charges detail have passed. Can\'t be modifed
zh_tw: 此筆費用明細已通過，無法修改！

# L_ActHelper_Business_13
source: 请检查『Shipment ID』『费用代码』『币别』是否有输入
ru_ru: Please check if 『Shipment ID』『charges code』『Currency』have been entering
zh_tw: 請檢查『Shipment ID』『費用代碼』『幣別』是否有輸入

# L_ActHelper_Business_14
source: 费用代码』『币别』是否有输入
ru_ru: whether the『Charges code』『Currency』have been entering
zh_tw: 費用代碼』『幣別』是否有輸入

# L_ActHelper_Business_2
source: 无法产生帐单，
ru_ru: Unable to generate the bill,
zh_tw: 無法產生帳單，

# L_ActHelper_Business_3
source: 或1.
ru_ru: Or 1

# L_ActHelper_Business_4
source: 回写帐单号码与日期出错。
ru_ru: Return inputing Billing number and date has mistake
zh_tw: 回寫帳單號碼與日期出錯。

# L_ActHelper_Business_5
source: 状态为「作废」、「通过」、「请款」、「已付款」不能新增修改费用
ru_ru: It can\'t add the modify charges if the status is 「Void」「pass」「payment」「paid」
zh_tw: 狀態為「作廢」、「通過」、「請款」、「已付款」不能新增修改費用

# L_ActHelper_Business_6
source: 此费用代码不存在！
ru_ru: This charge code not exist
zh_tw: 此費用代碼不存在！

# L_ActHelper_Business_7
source: 第“
ru_ru: L_ActHelper_Business_7

# L_ActHelper_Business_70
source: 无法产生帐单, 或1. 回写帐单号码与日期出错。 2. 状态为「作废」、「通过」、「请款」、「已付款」不能新增修改费用
ru_ru: Unable to generate billing, or 1 to write billing number and date error. The 2 state is "void" and "the" and "payment" and "payment" cannot be added to amend costs \n
zh_tw: 無法產生帳單, 或1. 回寫帳單號碼與日期出錯。 2. 狀態為「作廢」、「通過」、「請款」、「已付款」不能新增修改費用

# L_ActHelper_Business_8
source: 笔：
ru_ru: One: \n
zh_tw: 筆：

# L_ActHelper_Business_9
source: 系统内找无此Shipment ID
ru_ru: No shipment ID was found in system
zh_tw: 系統內找無此Shipment ID

# L_ActManageController_Controllers_0
source: 此帐单可能尚未保存，故无法发送！
ru_ru: This billing might haven\'t been saved. So it can\'t send
zh_tw: 此帳單可能尚未保存，故無法發送！

# L_ActManageController_Controllers_1
source: 帐单核对已通过-
ru_ru: L_ActManageController_Controllers_1
zh_tw: 帳單核對已通過-

# L_ActManageController_Controllers_10
source: 内部使用者无法导入，找无对应的物流业者
ru_ru: Internal users can not import, No corresponding logistics Provider found
zh_tw: 內部使用者無法導入，找無對應的物流業者

# L_ActManageController_Controllers_11
source: 第{0}行：Shipment ID不能为空！
ru_ru: L_ActManageController_Controllers_11
zh_tw: 第{0}行：Shipment ID不能為空！

# L_ActManageController_Controllers_12
source: 不能为空！
ru_ru: Can not be empty
zh_tw: 不能為空！

# L_ActManageController_Controllers_13
source: 第{0}行：帐单日期不能为空！
ru_ru: The line {0}: Debit Date can\'t be null!
zh_tw: 第{0}行：帳單日期不能為空！

# L_ActManageController_Controllers_14
source: 第{0}行：Location不能为空！
ru_ru: The line {0}: Location can\'t be null!
zh_tw: 第{0}行：Location不能為空！

# L_ActManageController_Controllers_15
source: 费用代码不存在！
ru_ru: Cost code does not exist! \n
zh_tw: 費用代碼不存在！

# L_ActManageController_Controllers_16
source: 系统内找无此Shipment ID
ru_ru: This shipping ID\n not found
zh_tw: 系統內找無此Shipment ID

# L_ActManageController_Controllers_17
source: 更新失败！查找不到对应的记录，请查询后再重试
ru_ru: Updated failure. No related record found. Please try again after checking
zh_tw: 更新失敗！查找不到對應的記錄，請查詢後再重試

# L_ActManageController_Controllers_18
source: 更新失败！已存在账单号码的数据无法更新
ru_ru: Updated failure.
zh_tw: 更新失敗！已存在帳單號碼的資料無法更新

# L_ActManageController_Controllers_19
source: 更新失败！
ru_ru: Updated failure.
zh_tw: 更新失敗！

# L_ActManageController_Controllers_2
source: 请开票！
ru_ru: L_ActManageController_Controllers_2
zh_tw: 請開票！

# L_ActManageController_Controllers_20
source: 预提报价：{0}{1}，预提CNY报价：{2}
ru_ru: Estimated quotation: {0}{1}: Estimated CNY quotation{2}
zh_tw: 預提報價：{0}{1}，預提CNY報價：{2}

# L_ActManageController_Controllers_21
source: 更新失败！{0}的数据无法更新
ru_ru: Update failed! {0} data can not be updated
zh_tw: 更新失敗！{0}的資料無法更新

# L_ActManageController_Controllers_3
source: 账单核对未通过-
ru_ru: The billing checking was not passed
zh_tw: 帳單核對未通過-

# L_ActManageController_Controllers_4
source: 帐单号资料为空，请选择一笔有效的资料
ru_ru: Bill number is empty, please select a valid information
zh_tw: 帳單號資料為空，請選擇一筆有效的資料

# L_ActManageController_Controllers_5
source: 已进入签核阶段，无法作废
ru_ru: Has entered the sign off phase, can not be canceled
zh_tw: 已進入簽核階段，無法作廢

# L_ActManageController_Controllers_6
source: 此帐单尚未保存，无法作废
ru_ru: the Billing haven\'t saved. So can\'t be voided
zh_tw: 此帳單尚未保存，無法作廢

# L_ActManageController_Controllers_7
source: 帐单号码：
ru_ru: Bill number
zh_tw: 帳單號碼：

# L_ActManageController_Controllers_8
source: 未完成签核，无法确认付款！！
ru_ru: sign off un-completed. Can\'t confirm payment
zh_tw: 未完成簽核，無法確認付款！！

# L_ActManageController_Controllers_9
source: 无接收到任何需付款确认项目！ ！
ru_ru: No payment confirmation items received!! \n
zh_tw: 無接收到任何需付款確認專案！ ！

# L_ActManage_ActMd
source: 实际秏时
ru_ru: actual time consuming
zh_tw: 實際秏時

# L_ActManage_Amt
source: 账单金额
ru_ru: Payment AMT
zh_tw: 帳單金額

# L_ActManage_AnM
source: 异常管理
ru_ru: abnormal management
zh_tw: 異常管理

# L_ActManage_ApDetail
source: 签核明细
ru_ru: Sign off detail
zh_tw: 簽核明細

# L_ActManage_ApplyDate
source: 发送时间
ru_ru: Sending time
zh_tw: 發送時間

# L_ActManage_ApproveStatus
source: 审核状态
ru_ru: Audit status
zh_tw: 審核狀態

# L_ActManage_AprCont
source: 签核内容
ru_ru: Sign off content
zh_tw: 簽核內容

# L_ActManage_AprDep
source: 签核部门
ru_ru: Sign off department
zh_tw: 簽核部門

# L_ActManage_Aprer
source: 签核人
ru_ru: Sign off person
zh_tw: 簽核人

# L_ActManage_AprOrder
source: 签核顺序
ru_ru: Sign off order
zh_tw: 簽核順序

# L_ActManage_AprTm
source: 签核时间
ru_ru: Sign off time
zh_tw: 簽核時間

# L_ActManage_AuditReason
source: 审核原因
ru_ru: Audit reason
zh_tw: 審核原因

# L_ActManage_Back
source: 退签
ru_ru: Reject
zh_tw: 回上層

# L_ActManage_bePay
source: 已付款
ru_ru: Paid

# L_ActManage_BillManage
source: 帐单管理
ru_ru: Billing management
zh_tw: 帳單管理

# L_ActManage_BillTo
source: 应付公司
ru_ru: Bill To
zh_tw: 應付公司

# L_ActManage_BillToName
source: 应付公司名称
ru_ru: Bill To Name
zh_tw: 應付公司名稱

# L_ActManage_BlDetailList
source: 账单费用明细列表
ru_ru: Billing charges detail list
zh_tw: 帳單費用明細列表

# L_ActManage_BlNo
source: 账单号码
ru_ru: Billing number
zh_tw: 帳單號碼

# L_ActManage_BlSetuo
source: 帐单录入设定
ru_ru: Billilng Enter
zh_tw: 帳單錄入設定

# L_ActManage_Check
source: 是否自动比对
ru_ru: Whether compare automatically
zh_tw: 是否自動比對

# L_ActManage_ChgNm
source: 费用项目名称
ru_ru: Name of Charge Items
zh_tw: 費用項目名稱

# L_ActManage_CntF
source: 连线失败
ru_ru: Connection failed
zh_tw: 連線失敗

# L_ActManage_Controllers_0
source: 基础方法
ru_ru: Basic method
zh_tw: 基礎方法

# L_ActManage_Controllers_1
source: 帐单比对汇总
ru_ru: L_ActManage_Controllers_1
zh_tw: 帳單比對匯總

# L_ActManage_Controllers_10
source: 账单核对未通过
ru_ru: Bill checking is not passed
zh_tw: 帳單核對未通過

# L_ActManage_Controllers_11
source: 取得签核角色
ru_ru: L_ActManage_Controllers_11
zh_tw: 取得簽核角色

# L_ActManage_Controllers_12
source: 取得
ru_ru: Obtain

# L_ActManage_Controllers_13
source: 签核通过操作
ru_ru: Sign off passthrough operation
zh_tw: 簽核通過操作

# L_ActManage_Controllers_14
source: 帐单号资料为空
ru_ru: Billing number information is empty
zh_tw: 帳單號資料為空

# L_ActManage_Controllers_15
source: 请选择一笔有效的资料
ru_ru: Please select a valid information
zh_tw: 請選擇一筆有效的資料

# L_ActManage_Controllers_16
source: 签核退回操作
ru_ru: Sign off returning operation
zh_tw: 簽核退回操作

# L_ActManage_Controllers_17
source: 已进入签核阶段
ru_ru: Has entered the stage of the checking
zh_tw: 已進入簽核階段

# L_ActManage_Controllers_18
source: 此帐单尚未保存
ru_ru: This billing has not been saved
zh_tw: 此帳單尚未保存

# L_ActManage_Controllers_19
source: 未完成签核
ru_ru: Incomplete sign off
zh_tw: 未完成簽核

# L_ActManage_Controllers_2
source: 账单输入
ru_ru: L_ActManage_Controllers_2
zh_tw: 帳單輸入

# L_ActManage_Controllers_20
source: 无法确认付款
ru_ru: Unable to confirm payment
zh_tw: 無法確認付款

# L_ActManage_Controllers_21
source: 无接收到任何需付款确认项目
ru_ru: L_ActManage_Controllers_21
zh_tw: 無接收到任何需付款確認專案

# L_ActManage_Controllers_22
source: 帐单
ru_ru: Bills
zh_tw: 帳單

# L_ActManage_Controllers_23
source: 内部使用者无法导入
ru_ru: Internal users can\'t import
zh_tw: 內部使用者無法導入

# L_ActManage_Controllers_24
source: 找无对应的物流业者
ru_ru: No logistics Provider matched founded
zh_tw: 找無對應的物流業者

# L_ActManage_Controllers_25
source: 旧方法
ru_ru: Old method
zh_tw: 舊方法

# L_ActManage_Controllers_26
source: 比对后更新主档状态
ru_ru: Update the master file status after compasiron
zh_tw: 比對後更新主檔狀態

# L_ActManage_Controllers_27
source: 一堆费用代码
ru_ru: A lof of charge code
zh_tw: 一堆費用代碼

# L_ActManage_Controllers_28
source: 检查必填栏位
ru_ru: Check the field of must entering
zh_tw: 檢查必填欄位

# L_ActManage_Controllers_29
source: 行
ru_ru: Line

# L_ActManage_Controllers_3
source: 修正账单号码
ru_ru: L_ActManage_Controllers_3
zh_tw: 修正帳單號碼

# L_ActManage_Controllers_30
source: 不能为空
ru_ru: Can\'t be empty
zh_tw: 不能為空

# L_ActManage_Controllers_31
source: 帐单日期不能为空
ru_ru: L_ActManage_Controllers_31
zh_tw: 帳單日期不能為空

# L_ActManage_Controllers_32
source: 创建表头
ru_ru: Create header
zh_tw: 創建表頭

# L_ActManage_Controllers_33
source: 产生表头发生错误
ru_ru: Generated header error \n
zh_tw: 產生表頭髮生錯誤

# L_ActManage_Controllers_34
source: 请款金额大于
ru_ru: Payment amoount bigger than
zh_tw: 請款金額大於

# L_ActManage_Controllers_35
source: 才需要
ru_ru: then needed

# L_ActManage_Controllers_36
source: 帐单明细
ru_ru: Bill details
zh_tw: 帳單明細

# L_ActManage_Controllers_37
source: 检查费用代码是否存在
ru_ru: Check if charges code exists
zh_tw: 檢查費用代碼是否存在

# L_ActManage_Controllers_38
source: 费用代码不存在
ru_ru: charges code no exist
zh_tw: 費用代碼不存在

# L_ActManage_Controllers_39
source: 检查
ru_ru: Checking
zh_tw: 檢查
