Repository: wtg-prolink/ESHIPPING-INBOUND
Catalog: WebGui/App_GlobalResources/Locale.*.resx
Languages: ru_ru, zh_tw

# L_SMIDN_TcImporter
source: Inbound Customs Declaration
ru_ru: Transit Customs Declaration

# L_SMIPC_ChgDescp
source: 索赔费用
ru_ru: Claimed Expenses
zh_tw: 索賠費用

# L_SMIPC_InsCd
source: 保险人
ru_ru: Insurer
zh_tw: 保險人

# L_SMIPC_IpAmt
source: 索赔金额
ru_ru: Claim amount
zh_tw: 索賠金額

# L_SMIPC_IpAmtTip1
source: 确认索赔金额?
ru_ru: Are you sure claims this amount?
zh_tw: 確認索賠金額?

# L_SMIPC_IpAmtTip2
source: 确认财务审核?
ru_ru: Are you sure approved?
zh_tw: 確認財務審核?

# L_SMIPC_IpAmtTip3
source: 确认结案?
ru_ru: Are you sure close the job?
zh_tw: 確認結案?

# L_SMIPC_JobNo
source: 立案编号
ru_ru: Filing number
zh_tw: 立案編號

# L_SMIPC_JobType
source: 出险别
ru_ru: Risk & Coverage
zh_tw: 出險別

# L_SMIPC_Remark
source: 备注
ru_ru: Remarks
zh_tw: 備註

# L_SMIPC_SeqNo
source: 序号
ru_ru: Sequence#
zh_tw: 序號

# L_SMIPM_AcBy
source: 财务审核
ru_ru: Financial audit
zh_tw: 財務審核

# L_SMIPM_AcDate
source: 财务审核时间
ru_ru: Financial audit time
zh_tw: 財務審核時間

# L_SMIPM_Amt
source: 发票金额
ru_ru: Invoice value
zh_tw: 發票金額

# L_SMIPM_ApplicationDate
source: 正式申请时间
ru_ru: Submitted Time Official
zh_tw: 正式申請時間

# L_SMIPM_BlNo
source: 提单号码
ru_ru: BL NO:
zh_tw: 提單號碼

# L_SMIPM_Camt
source: 金额
ru_ru: Amount:
zh_tw: 金額

# L_SMIPM_Carrier
source: 船公司
ru_ru: Carrier Code:

# L_SMIPM_CarrierNm
source: 船公司名称
ru_ru: Carrier\'s Name:
zh_tw: 船公司名稱

# L_SMIPM_Ccur
source: 币别
ru_ru: Currency
zh_tw: 幣別

# L_SMIPM_Cflag
source: 船公司
ru_ru: Carrier:

# L_SMIPM_CneeCd
source: 收货人
ru_ru: Consignee
zh_tw: 收貨人

# L_SMIPM_CneeNm
source: 收货人名称
ru_ru: Consignee name
zh_tw: 收貨人名稱

# L_SMIPM_CntNo
source: 货柜号码
ru_ru: Container#
zh_tw: 貨櫃號碼

# L_SMIPM_Company
source: 公司代码
ru_ru: Company code
zh_tw: 公司代碼

# L_SMIPM_CompanyNm
source: 公司名称
ru_ru: Company name
zh_tw: 公司名稱

# L_SMIPM_ConfirmBy
source: 索赔金额确认
ru_ru: Claim amount verified by
zh_tw: 索賠金額確認

# L_SMIPM_ConfirmDate
source: 索赔金额确认时间
ru_ru: Claim amount verified time
zh_tw: 索賠金額確認時間

# L_SMIPM_CpayDate
source: 入帐日期
ru_ru: Date of entry
zh_tw: 入帳日期

# L_SMIPM_CreateBy
source: 创建人
ru_ru: Created by:
zh_tw: 創建人

# L_SMIPM_CreateDate
source: 创建日期
ru_ru: Create date
zh_tw: 創建日期

# L_SMIPM_CreateDep
source: 部门
ru_ru: Department
zh_tw: 部門

# L_SMIPM_CreateExt
source: 分机
ru_ru: Ext.:
zh_tw: 分機

# L_SMIPM_Cuamt
source: 美金金额
ru_ru: AMT in USD$
zh_tw: 美金金額

# L_SMIPM_Cur
source: 发票币别
ru_ru: Invoice currency
zh_tw: 發票幣別

# L_SMIPM_Dest
source: 最终目的地
ru_ru: Final destination
zh_tw: 最終目的地

# L_SMIPM_DestNm
source: 最终目的地名称
ru_ru: Name of final destination
zh_tw: 最終目的地名稱

# L_SMIPM_EndingBy
source: 结案
ru_ru: Closed
zh_tw: 結案

# L_SMIPM_EndingDate
source: 结案时间
ru_ru: The closing time
zh_tw: 結案時間

# L_SMIPM_EvenPlace
source: 发生地
ru_ru: Place of occurrence
zh_tw: 發生地

# L_SMIPM_Famt
source: 金额
ru_ru: Amount:
zh_tw: 金額

# L_SMIPM_Fcur
source: 币别
ru_ru: Currency
zh_tw: 幣別

# L_SMIPM_Fflag
source: 货代公司
ru_ru: Freight Forwarder
zh_tw: 貨代公司

# L_SMIPM_FiCd
source: 客户
ru_ru: Customer
zh_tw: 客戶

# L_SMIPM_FiNm
source: 客户名称
ru_ru: Customer\'s name
zh_tw: 客戶名稱

# L_SMIPM_FpayDate
source: 入帐日期
ru_ru: Date of entry
zh_tw: 入帳日期

# L_SMIPM_Fuamt
source: 美金金额
ru_ru: AMT in USD$
zh_tw: 美金金額

# L_SMIPM_Goods
source: 货物名称
ru_ru: Name of goods
zh_tw: 貨物名稱

# L_SMIPM_Iamt
source: 金额
ru_ru: Amount of money
zh_tw: 金額

# L_SMIPM_Icur
source: 币别
ru_ru: currency
zh_tw: 幣別

# L_SMIPM_Iflag
source: 保险公司
ru_ru: Insurance company
zh_tw: 保險公司

# L_SMIPM_InsCd
source: 保险公司
ru_ru: Insurance company
zh_tw: 保險公司

# L_SMIPM_InsNm
source: 保险公司名称
ru_ru: Name of insurance company
zh_tw: 保險公司名稱

# L_SMIPM_InvNo
source: 发票号码
ru_ru: Invoice number
zh_tw: 發票號碼

# L_SMIPM_IpayDate
source: 入帐日期
ru_ru: Date of entry
zh_tw: 入帳日期

# L_SMIPM_Iuamt
source: 美金金额
ru_ru: AMT in USD$
zh_tw: 美金金額

# L_SMIPM_JobCmp
source: 报案工厂
ru_ru: Plant of Case Report
zh_tw: 報案工廠

# L_SMIPM_JobDate
source: 报案日期
ru_ru: Report date
zh_tw: 報案日期

# L_SMIPM_JobNo
source: 立案编号
ru_ru: Filing number
zh_tw: 立案編號

# L_SMIPM_LossAmt
source: 预估损失金额
ru_ru: Estimated loss amount
zh_tw: 預估損失金額

# L_SMIPM_LossCur
source: 损失币别
ru_ru: Loss currency
zh_tw: 損失幣別

# L_SMIPM_LossQty
source: 损失数量
ru_ru: Loss quantity
zh_tw: 損失數量

# L_SMIPM_LossUamt
source: 损失美金金额
ru_ru: Amount of loss/USD$
zh_tw: 損失美金金額

# L_SMIPM_LspNm
source: 货代公司名称
ru_ru: Name of FreightForwarder
zh_tw: 貨代公司名稱

# L_SMIPM_LspNo
source: 货代公司
ru_ru: Forwarding company
zh_tw: 貨代公司

# L_SMIPM_ModifyBy
source: 修改者
ru_ru: Modifier

# L_SMIPM_ModifyDate
source: 修改日期
ru_ru: Modification date

# L_SMIPM_PayNo
source: 赔案号码
ru_ru: Case number
zh_tw: 賠案號碼

# L_SMIPM_PayType
source: 索赔对象类别
ru_ru: Category of Claim object:
zh_tw: 索賠物件類別

# L_SMIPM_Pod
source: 目的地
ru_ru: Destination

# L_SMIPM_PodNm
source: 目的地名称
ru_ru: Destination name
zh_tw: 目的地名稱

# L_SMIPM_Pol
source: 起运地
ru_ru: Place of Origin
zh_tw: 起運地

# L_SMIPM_PolNm
source: 起运地名称
ru_ru: Name of Place of Origin
zh_tw: 起運地名稱

# L_SMIPM_Reason
source: 损失原因
ru_ru: Cause of loss
zh_tw: 損失原因

# L_SMIPM_ShipperCd
source: 托运人
ru_ru: Shipper
zh_tw: 托運人

# L_SMIPM_ShipperNm
source: 托运人名称
ru_ru: Name of the Shipper
zh_tw: 托運人名稱

# L_SMIPM_Status
source: 状态
ru_ru: Status
zh_tw: 狀態

# L_SMIPM_Tamt
source: 金额
ru_ru: Amount:
zh_tw: 金額

# L_SMIPM_Tcur
source: 币别
ru_ru: Currency
zh_tw: 幣別

# L_SMIPM_Term
source: 贸易条件
ru_ru: Terms of trade
zh_tw: 貿易條件

# L_SMIPM_Tflag
source: 卡车公司
ru_ru: Trucking Company
zh_tw: 卡車公司

# L_SMIPM_TpayDate
source: 入帐日期
ru_ru: Date of entry
zh_tw: 入帳日期

# L_SMIPM_TpvLamt
source: TPV损失金额
ru_ru: TPV Lost AMT:
zh_tw: TPV損失金額

# L_SMIPM_TpvLcur
source: TPV损失币别
ru_ru: TPV Lost Currency:
zh_tw: TPV損失幣別

# L_SMIPM_TranType
source: 运输别
ru_ru: Transport mode
zh_tw: 運輸別

# L_SMIPM_Tuamt
source: 美金金额
ru_ru: AMT in USD$
zh_tw: 美金金額

# L_SMIPR_CreateBy
source: 申请者
ru_ru: Applicant
zh_tw: 申請者

# L_SMIPR_JobDate
source: 申请日期
ru_ru: Date of application
zh_tw: 申請日期

# L_SMIPR_JobNo
source: 立案编号
ru_ru: Filing number
zh_tw: 立案編號

# L_SMIPR_Location
source: 申请公司
ru_ru: Applicant company
zh_tw: 申請公司

# L_SMIPR_Remark
source: 说明
ru_ru: Remarks
zh_tw: 說明

# L_SMIPR_SeqNo
source: 序号
ru_ru: Serial number
zh_tw: 序號

# L_SMORD_DecCust
source: Declaration fo Customs
ru_ru: Remark to Broker

# L_SMORD_DecReply
source: Declaration Reply
ru_ru: Broker Reply

# L_SMORD_TcDecCust
source: Declaration fo Customs
ru_ru: Remark to Broker

# L_SMORD_TcDecReply
source: Declaration Reply
ru_ru: Broker Reply

# L_SMPTY_Controllers_462
source: 基本操作
ru_ru: basic operation

# L_SMPTY_Controllers_463
source: 检查要储存的数据在
ru_ru: Check the saving data
zh_tw: 檢查要儲存的資料在

# L_SMPTY_Controllers_464
source: 有没有重覆
ru_ru: was duplicated or not?
zh_tw: 有沒有重覆

# L_SMQTI_ChgCd
source: 费用代码
ru_ru: Charge Code
zh_tw: 費用代碼

# L_SMQTI_CntType
source: 柜型
ru_ru: Container Type
zh_tw: 櫃型

# L_SMQTI_Dep
source: 部门
ru_ru: DEP
zh_tw: 部門

# L_SMQTI_EmptyReturn
source: 空柜返回地点
ru_ru: Empty Return Location
zh_tw: 空櫃返回地點

# L_SMQTI_FeePerDay
source: Fee per day
ru_ru: Fee

# L_SMQTI_GroupId
source: 集团
ru_ru: GROUP
zh_tw: 集團

# L_SMQTI_IType
source: 类型
ru_ru: Type
zh_tw: 類型

# L_SMQTI_List
source: 计价区间列表
ru_ru: Port FreeDate List
zh_tw: 計價區間列表

# L_SMQTI_SetupView
source: 计价区间录入
ru_ru: Port FreeDate Setup
zh_tw: 計價區間錄入

# L_SMQTI_Stn
source: 站別
ru_ru: Station

# L_SmrvSetup_Scripts_282
source: 提醒
ru_ru: Reminder

# L_SmrvSetup_Scripts_283
source: 预报货柜号与货柜号码不同
ru_ru: Booked Container# is different with the actual one
zh_tw: 預報貨櫃號與貨櫃號碼不同

# L_SmrvSetup_Scripts_284
source: 预报封条号与封条号码不同
ru_ru: Booked Seal# is different with the actual one
zh_tw: 預報封條號與封條號碼不同

# L_SmrvSetup_Scripts_285
source: 不能封柜
ru_ru: can\'t be sealed
zh_tw: 不能封櫃

# L_SmrvSetup_Scripts_286
source: 已封柜过
ru_ru: have been sealed
zh_tw: 已封櫃過

# L_SmrvSetup_Scripts_287
source: 封条号码不能为空
ru_ru: Seal NO. can\'t be Null
zh_tw: 封條號碼不能為空

# L_SmrvSetup_Scripts_288
source: 封柜时
ru_ru: sealing
zh_tw: 封櫃時

# L_SmrvSetup_Scripts_289
source: 必需输入
ru_ru: Mandatory fields
zh_tw: 必需輸入

# L_SmrvSetup_Scripts_290
source: 没有装柜
ru_ru: without loading
zh_tw: 沒有裝櫃

# L_SmrvSetup_Scripts_291
source: 无法封柜
ru_ru: Fail to seal
zh_tw: 無法封櫃

# L_SmrvSetup_Scripts_292
source: 是否要封柜
ru_ru: sealed or not
zh_tw: 是否要封櫃

# L_SmrvSetup_Scripts_293
source: 入厂确认
ru_ru: Enter Factory confirmed
zh_tw: 入廠確認

# L_SmrvSetup_Scripts_294
source: 已封柜
ru_ru: Sealed
zh_tw: 已封櫃

# L_SmrvSetup_Scripts_295
source: 出厂确认
ru_ru: Leave Factory confrimed
zh_tw: 出廠確認

# L_SmrvSetup_Scripts_296
source: 如有封条号请输入封条号
ru_ru: please input Seal No. if you got one
zh_tw: 如有封條號請輸入封條號

# L_SmrvSetup_Scripts_297
source: 谢谢合作
ru_ru: Thanks for Your Cooperation
zh_tw: 謝謝合作

# L_SmrvSetup_Scripts_298
source: 封柜时间无法离厂
ru_ru: can\'t leave Factory during container sealing
zh_tw: 封櫃時間無法離廠

# L_SmrvSetup_Scripts_299
source: 进厂确认
ru_ru: Enter Factory confirmed
zh_tw: 進廠確認

# L_SmrvSetup_Script_162
source: FCL封柜时，必需输入『Tare Weight』
ru_ru: Tare Weight is mandatory when Full container sealed
zh_tw: FCL封櫃時，必需輸入『Tare Weight』

# L_SmrvSetup_Script_163
source: 提醒：预报封条号与封条号码不同
ru_ru: note:forecast seal NO. is different with the actual seal NO.
zh_tw: 提醒：預報封條號與封條號碼不同

# L_SmrvSetup_Script_164
source: 封柜时，必需输入『Tare
ru_ru: Tare Weight is mandatory when container sealed
zh_tw: 封櫃時，必需輸入『Tare

# L_SmrvSetup_Script_165
source: 出厂确认？
ru_ru: Ex factory confirmation?
zh_tw: 出廠確認？

# L_SmrvSetup_Views_450
source: 预约号码
ru_ru: Reservation NO./Booking NO.
zh_tw: 預約號碼

# L_SmrvSetup_Views_451
source: 预报货柜号
ru_ru: Booked Container#
zh_tw: 預報貨櫃號

# L_SmrvSetup_Views_452
source: 预报封条号
ru_ru: Booked Seal#
zh_tw: 預報封條號

# L_SmrvSetup_Views_453
source: 出厂时间
ru_ru: ex Factory time
zh_tw: 出廠時間

# L_SmrvSetup_Views_454
source: 封柜时间
ru_ru: Sealed time
zh_tw: 封櫃時間

# L_SmrvSetup_Views_455
source: 堆场
ru_ru: Yard
zh_tw: 堆場

# L_SmrvSetup_Views_456
source: 寄存
ru_ru: Deposit

# L_SmrvSetup_Views_457
source: 手机
ru_ru: Mobile phone
zh_tw: 手機

# L_SMSMIPT_City
source: 城市代码
ru_ru: City Code
zh_tw: 城市代碼

# L_SMSMIPT_CityNm
source: 城市名称
ru_ru: City Name
zh_tw: 城市名稱

# L_SMSMIPT_Cnty
source: 国家代码
ru_ru: Country Code
zh_tw: 國家代碼

# L_SMSMIPT_CntyNm
source: 国家名称
ru_ru: Country Name
zh_tw: 國家名稱

# L_SMSMIPT_FaxNo
source: 传真
ru_ru: Fax
zh_tw: 傳真

# L_SMSMIPT_OrderBy
source: 顺序
ru_ru: Seq
zh_tw: 順序

# L_SMSMIPT_PartyAddr1
source: 地址1
ru_ru: Address1

# L_SMSMIPT_PartyAddr2
source: 地址2
ru_ru: Address2

# L_SMSMIPT_PartyAddr3
source: 地址3
ru_ru: Address3

# L_SMSMIPT_PartyAddr4
source: 地址4
ru_ru: Address4

# L_SMSMIPT_PartyAddr5
source: 地址5
ru_ru: Address5

# L_SMSMIPT_PartyAttn
source: 联络人
ru_ru: Attn.
zh_tw: 聯絡人

# L_SMSMIPT_PartyMail
source: 邮件群组
ru_ru: eMail Addr.
zh_tw: 郵件群組

# L_SMSMIPT_PartyName
source: 名称
ru_ru: PartyName
zh_tw: 名稱

# L_SMSMIPT_PartyName2
source: 名称2
ru_ru: PartyName2
zh_tw: 名稱2

# L_SMSMIPT_PartyName3
source: 名称3
ru_ru: PartyName3
zh_tw: 名稱3

# L_SMSMIPT_PartyName4
source: 名称4
ru_ru: PartyName4
zh_tw: 名稱4

# L_SMSMIPT_PartyNo
source: 代码
ru_ru: PartyNo
zh_tw: 代碼

# L_SMSMIPT_PartyTel
source: 电话
ru_ru: Tel
zh_tw: 電話

# L_SMSMIPT_PartyType
source: 公司类别
ru_ru: PartyType
zh_tw: 公司類別

# L_SMSMIPT_State
source: 省份/州
ru_ru: State

# L_SMSMIPT_TaxNo
source: 税号
ru_ru: Tax No.
zh_tw: 稅號

# L_SMSMIPT_TypeDescp
source: 类别说明
ru_ru: Category description
zh_tw: 類別說明

# L_SMSMIPT_Zip
source: 邮地区号
ru_ru: ZIP
zh_tw: 郵地區號

# L_SMSMI_1Pol
source: 启运地
ru_ru: Departure
zh_tw: 啟運地

# L_SMSMI_1TranType
source: 运输方式
ru_ru: Tran Type
zh_tw: 運輸方式

# L_SMSMI_1Truck
source: 负责卡车业者
ru_ru: Transporter
zh_tw: 負責卡車業者

# L_SMSMI_AbnormalRmk
source: TPV 异常备注
ru_ru: TPV Exception Remark
zh_tw: TPV 異常備註

# L_SMSMI_AirBookingConfirmSetupView
source: 进口空运订舱确认录入
ru_ru: IB Air Confirm
zh_tw: 進口空運訂艙確認錄入

# L_SMSMI_AirBookingSetupView
source: 空运订舱录入
ru_ru: Air booking
zh_tw: 空運訂艙錄入

# L_SMSMI_AirConfirmQueryList
source: 进口空运订舱确认列表
ru_ru: Air Confirm List
zh_tw: 進口空運訂艙確認列表

# L_SMSMI_AirlineCd
source: 航空公司
ru_ru: Airline code

# L_SMSMI_AirlineNm
source: 航空公司名称
ru_ru: Airline name
zh_tw: 航空公司名稱

# L_SMSMI_AirQueryList
source: 空运订舱列表
ru_ru: Air Freight Booking List
zh_tw: 空運訂艙列表

# L_SMSMI_AirVessel1
source: 航班号 1
ru_ru: Vessel1
zh_tw: 航班號 1

# L_SMSMI_AirVessel2
source: 航班号 2
ru_ru: Vessel2
zh_tw: 航班號 2

# L_SMSMI_AirVessel3
source: 航班号 3
ru_ru: Vessel3
zh_tw: 航班號 3

# L_SMSMI_AirVessel4
source: 航班号 4
ru_ru: Vessel4
zh_tw: 航班號 4

# L_SMSMI_BackLocation
source: 空柜返回地点
ru_ru: Empty Return Location
zh_tw: 空櫃返回地點

# L_SMSMI_Battery
source: 是否含电池
ru_ru: Is Battery
zh_tw: 是否含電池

# L_SMSMI_BstatusC
source: 报关确认
ru_ru: Broker Confrim
zh_tw: 報關確認

# L_SMSMI_BstatusF
source: 放行
ru_ru: Release

# L_SMSMI_BstatusH
source: 转关通知
ru_ru: Notify Transit Broker
zh_tw: 轉關通知

# L_SMSMI_BstatusI
source: 转关确认
ru_ru: Transit Confirm
zh_tw: 轉關確認

# L_SMSMI_BstatusN
source: 尚未报关
ru_ru: None Declaration
zh_tw: 尚未報關

# L_SMSMI_BstatusY
source: 通知报关
ru_ru: Notify Borker
zh_tw: 通知報關

# L_SMSMI_btn01
source: 通知报关
ru_ru: Notify Broker
zh_tw: 通知報關

# L_SMSMI_btn02
source: 通知物流
ru_ru: Notify LSP

# L_SMSMI_btn03
source: 通知转关
ru_ru: Notify Transit Broker
zh_tw: 通知轉關

# L_SMSMI_btn04
source: DN明细
ru_ru: DN Detail
zh_tw: DN明細

# L_SMSMI_btn05
source: 电子文档
ru_ru: EDOC
zh_tw: 電子文檔

# L_SMSMI_btn06
source: 货况
ru_ru: Tracking
zh_tw: 貨況

# L_SMSMI_btn07
source: 自动计价
ru_ru: Auto Calculate
zh_tw: 自動計價

# L_SMSMI_btn08
source: 物流异常
ru_ru: LSP Exception
zh_tw: 物流異常

# L_SMSMI_btn09
source: 物流费用
ru_ru: LSP Fee
zh_tw: 物流費用

# L_SMSMI_btn11
source: 取消通知物流
ru_ru: Cancel Notify LSP

# L_SMSMI_Cmp
source: 公司
ru_ru: Location

# L_SMSMI_CntNumber
source: 其它柜数2
ru_ru: Other Container# 2
zh_tw: 其它櫃數2

# L_SMSMI_CntType
source: 其它柜型2
ru_ru: Other Container Type 2
zh_tw: 其它櫃型2

# L_SMSMI_CombineInfo
source: 并柜讯息
ru_ru: DN1 Info.
zh_tw: 併櫃訊息

# L_SMSMI_ConFreeTime
source: 货柜免费时间
ru_ru: DET Free Time(days)
zh_tw: 貨櫃免費時間

# L_SMSMI_ContainerInfo
source: 进口Container Info.
ru_ru: Inbound DN Detail/Container Info.
zh_tw: 進口Container Info.

# L_SMSMI_ContainerYardCd
source: 货柜场
ru_ru: ContainerYard
zh_tw: 貨櫃場

# L_SMSMI_ContainerYardNm
source: 货柜场名称
ru_ru: ContainerYard Name
zh_tw: 貨櫃場名稱

# L_SMSMI_CstatusF
source: 已叫车
ru_ru: Called Truck
zh_tw: 已叫車

# L_SMSMI_CstatusN
source: 不可叫车
ru_ru: Not Call Truck
zh_tw: 不可叫車

# L_SMSMI_CstatusY
source: 可叫车
ru_ru: Call Truck
zh_tw: 可叫車

# L_SMSMI_Cur
source: 货值币别
ru_ru: Currency
zh_tw: 貨值幣別

# L_SMSMI_CustomsConfirmQueryList
source: 进口报关确认列表
ru_ru: DeclarationConfirm List
zh_tw: 進口報關確認列表

# L_SMSMI_CustomsConfirmSetupView
source: 报关确认录入
ru_ru: Declaration Confirm Input
zh_tw: 報關確認錄入

# L_SMSMI_CustomsQueryList
source: 进口报关列表
ru_ru: Declaration List
zh_tw: 進口報關列表

# L_SMSMI_CustomsSetupView
source: 报关确认录入
ru_ru: Declaration Input
zh_tw: 報關確認錄入

# L_SMSMI_Cw
source: 计费重
ru_ru: Chagre VW
zh_tw: 計費重

# L_SMSMI_DecDate
source: Decaration Date
ru_ru: Declaration Date
zh_tw: Declaration Date

# L_SMSMI_Dep
source: 部门
ru_ru: Dep
zh_tw: 部門

# L_SMSMI_DlvArea
source: 配送区域ID
ru_ru: DLV Area ID
zh_tw: 配送區域ID

# L_SMSMI_DlvAreaNm
source: 配送区域名称
ru_ru: DLV Area Name
zh_tw: 配送區域名稱

# L_SMSMI_ExBookingConfirmSetupView
source: 进口快递订舱确认录入
ru_ru: IB Express Confirm
zh_tw: 進口快遞訂艙確認錄入

# L_SMSMI_ExBookingSetupView
source: 快递订舱录入
ru_ru: Express Input
zh_tw: 快遞訂艙錄入

# L_SMSMI_ExConfirmQueryList
source: 进口快递订舱确认列表
ru_ru: Express Confirm List
zh_tw: 進口快遞訂艙確認列表

# L_SMSMI_ExQueryList
source: 快递订舱列表
ru_ru: Express List
zh_tw: 快遞訂艙列表

# L_SMSMI_ExScacCd
source: 快递帐号
ru_ru: Courier Account#
zh_tw: 快遞帳號

# L_SMSMI_ExtraMemo
source: 额外服务备注
ru_ru: Extra Service Remark
zh_tw: 額外服務備註

# L_SMSMI_ExtraSrv
source: 额外服务
ru_ru: Extra Service
zh_tw: 額外服務

# L_SMSMI_FactFreeTime
source: 货柜厂免费时间
ru_ru: STO Free Time(days)
zh_tw: 貨櫃廠免費時間

# L_SMSMI_FclBookingConfirmSetupView
source: 进口FCL订舱确认录入
ru_ru: IB FCL Confirm
zh_tw: 進口FCL訂艙確認錄入

# L_SMSMI_FclBookingSetupView
source: FCL订舱设定
ru_ru: FCL Setup
zh_tw: FCL訂艙設定

# L_SMSMI_FCLConfirmQueryList
source: 进口FCL订舱确认列表
ru_ru: FCL Confirm List
zh_tw: 進口FCL訂艙確認列表

# L_SMSMI_FCLQueryList
source: FCL订舱查询
ru_ru: FCL Search
zh_tw: FCL訂艙查詢

# L_SMSMI_FirstTransport
source: 一段运输
ru_ru: First Transport
zh_tw: 一段運輸

# L_SMSMI_FrieghtCur
source: 运费币别
ru_ru: Freight Cur
zh_tw: 運費幣別

# L_SMSMI_GroupId
source: 集团
ru_ru: Group
zh_tw: 集團

# L_SMSMI_Gvalue
source: 货值
ru_ru: Cargo Value
zh_tw: 貨值

# L_SMSMI_Gw
source: 毛重
ru_ru: Gross Weight

# L_SMSMI_Gwu
source: 毛重单位
ru_ru: GW Unit
zh_tw: 毛重單位

# L_SMSMI_Horn
source: 是否喇叭
ru_ru: Speaker or Not

# L_SMSMI_ImportCCInfo
source: 汇入报关讯息
ru_ru: Upload C.C. Information

# L_SMSMI_ImportNo
source: Import No./VAT(税籍号)
ru_ru: Import No./VAT
zh_tw: Import No.(税籍号)

# L_SMSMI_InvoiceDetail
source: 进口DN/Invoice
ru_ru: Import DN/Invoice
zh_tw: 進口DN/Invoice

# L_SMSMI_LclBookingConfirmSetupView
source: 进口LCL订舱确认录入
ru_ru: IB LCL Confirm
zh_tw: 進口LCL訂艙確認錄入

# L_SMSMI_LclBookingSetupView
source: LCL订舱录入
ru_ru: LCL Input
zh_tw: LCL訂艙錄入

# L_SMSMI_LCLConfirmQueryList
source: 进口LCL订舱确认列表
ru_ru: LCL Confirm List
zh_tw: 進口LCL訂艙確認列表

# L_SMSMI_LCLQueryList
source: LCL订舱查询
ru_ru: LCL Search
zh_tw: LCL訂艙查詢

# L_SMSMI_Lgoods
source: 中文品名
ru_ru: Chinese commodity

# L_SMSMI_LspAbnormalRmk
source: 物流业者异常备注
ru_ru: LSP Exception Remark
zh_tw: 物流業者異常備註

# L_SMSMI_Marks
source: 唛头
ru_ru: Mark
zh_tw: 嘜頭

# L_SMSMI_Material
source: 产品组代码
ru_ru: Material
zh_tw: 產品組代碼

# L_SMSMI_MBBookingConfirm
source: 修改订舱确认
ru_ru: Modify Booking Confirm

# L_SMSMI_MBExcelDownload
source: 报关格式下载
ru_ru: Download C.C. Information

# L_SMSMI_MBSendAddr
source: 输入配送地址
ru_ru: Input Delivery Address

# L_SMSMI_Month
source: 月别
ru_ru: Month
zh_tw: 月別

# L_SMSMI_Oexporter
source: 报关出口商
ru_ru: Outbound Declaration
zh_tw: 報關出口商

# L_SMSMI_OexporterAddr
source: 报关出口商地址
ru_ru: Address
zh_tw: 報關出口商地址

# L_SMSMI_OexporterNm
source: 报关出口商名称
ru_ru: Name
zh_tw: 報關出口商名稱

# L_SMSMI_OfCost
source: 物流成本
ru_ru: Logistics Cost

# L_SMSMI_Oimporter
source: 报关进口商
ru_ru: Customs declaration
zh_tw: 報關進口商

# L_SMSMI_OimporterAddr
source: 报关进口商地址
ru_ru: Importer address
zh_tw: 報關進口商地址

# L_SMSMI_OimporterNm
source: 报关进口商名称
ru_ru: Name of importer
zh_tw: 報關進口商名稱

# L_SMSMI_PickArea
source: 提货区域ID
ru_ru: Pickup Area ID
zh_tw: 提貨區域ID

# L_SMSMI_PickAreaNm
source: 提货区域名称
ru_ru: Pickup Area Name
zh_tw: 提貨區域名稱

# L_SMSMI_PkgUnitDesc
source: 件数描述
ru_ru: PKG Info
zh_tw: 件數描述

# L_SMSMI_PortFreeTime
source: 港口免费时间
ru_ru: DEM Free Time(days)
zh_tw: 港口免費時間

# L_SMSMI_PortRlsDate
source: 码头截放行时间
ru_ru: Cutoff time of Terminal Release
zh_tw: 碼頭截放行時間

# L_SMSMI_RailwayBookingConfirmSetupView
source: 进口铁路订舱确认录入
ru_ru: IB Railway Confirm
zh_tw: 進口鐵路訂艙確認錄入

# L_SMSMI_RailwayBookingSetupView
source: 铁路订舱设定
ru_ru: Railway Setup
zh_tw: 鐵路訂艙設定

# L_SMSMI_RailwayConfirmQueryList
source: 进口铁路订舱确认列表
ru_ru: Railway Confirm List
zh_tw: 進口鐵路訂艙確認列表

# L_SMSMI_RailwayQueryList
source: 铁路订舱查询
ru_ru: Railway Search
zh_tw: 鐵路訂艙查詢

# L_SMSMI_SecondTransport
source: 二段运输
ru_ru: Second Transport
zh_tw: 二段運輸

# L_SMSMI_Status
source: 状态
ru_ru: Status
zh_tw: 狀態

# L_SMSMI_StatusA
source: 未到达
ru_ru: Unreach
zh_tw: 未到達

# L_SMSMI_StatusB
source: 通知
ru_ru: Notify LSP

# L_SMSMI_StatusC
source: 通知报关
ru_ru: Notify Broker
zh_tw: 通知報關

# L_SMSMI_StatusD
source: 报关确认
ru_ru: Broker Confirm
zh_tw: 報關確認

# L_SMSMI_StatusF
source: 放行
ru_ru: Release

# L_SMSMI_StatusG
source: 到厂
ru_ru: Gate In
zh_tw: 到廠

# L_SMSMI_StatusH
source: 转关通知
ru_ru: Notify Transit Broker
zh_tw: 轉關通知

# L_SMSMI_StatusI
source: 转关确认
ru_ru: Transit Confirm
zh_tw: 轉關確認

# L_SMSMI_StatusJ
source: 转关放行
ru_ru: Transit Release
zh_tw: 轉關放行

# L_SMSMI_StatusX
source: 取消
ru_ru: Cancel

# L_SMSMI_SvcContact
source: 合约号码
ru_ru: Contract No
zh_tw: 合約號碼

# L_SMSMI_TcImporter
source: Inbound Customs Declaration
ru_ru: Transit Customs Declaration

# L_SMSMI_TcImporterNm
source: Inbound Customs Declaration Name
ru_ru: Transit Customs Declaration Name

# L_SMSMI_ThirdTransport
source: 三段运输
ru_ru: Third Transport
zh_tw: 三段運輸

# L_SMSMI_TranType
source: 运输方式
ru_ru: Trans Mode
zh_tw: 運輸方式

# L_SMSMI_TruckCost
source: 卡车成本
ru_ru: Truck Cost
zh_tw: 卡車成本

# L_SMSMI_Vessel1
source: 船名/航班号 1
ru_ru: Vessel Name1
zh_tw: 船名/航班號 1

# L_SMSMI_Vessel2
source: 船名/航班号 2
ru_ru: Vessel Name2
zh_tw: 船名/航班號 2

# L_SMSMI_Vessel3
source: 船名/航班号 3
ru_ru: Vessel Name3
zh_tw: 船名/航班號 3

# L_SMSMI_Vessel4
source: 船名/航班号 4
ru_ru: Vessel Name4
zh_tw: 船名/航班號 4

# L_SMSMI_Voyage1
source: 船名/航班号 1
ru_ru: Voyage1
zh_tw: 船名/航班號 1

# L_SMSMI_Voyage2
source: 船名/航班号 2
ru_ru: Voyage2
zh_tw: 船名/航班號 2

# L_SMSMI_Voyage3
source: 船名/航班号 3
ru_ru: Voyage3
zh_tw: 船名/航班號 3

# L_SMSMI_Voyage4
source: 船名/航班号 4
ru_ru: Voyage4
zh_tw: 船名/航班號 4

# L_SMSMI_Weekly
source: 周别
ru_ru: Weekly
zh_tw: 周別

# L_SMSMI_WmCutDate
source: 仓库截进厂时间
ru_ru: Cutoff time of WH
zh_tw: 倉庫截進廠時間

# L_SMSMI_Year
source: 年度
ru_ru: Year

# L_Status_Views_535
source: 关注
ru_ru: attention
zh_tw: 關注

# L_Status_Views_536
source: 快递单号
ru_ru: express number
zh_tw: 快遞單號

# L_Status_Views_537
source: 输入邮箱
ru_ru: input mail address
zh_tw: 輸入郵箱

# L_Status_Views_538
source: 请输入正确的邮箱地址
ru_ru: please input right mail address
zh_tw: 請輸入正確的郵箱位址

# L_Status_Views_539
source: 匿名
ru_ru: anonymous

# L_Status_Views_540
source: 关注失败
ru_ru: concern failed
zh_tw: 關注失敗

# L_Status_Views_541
source: 关注成功
ru_ru: concern successful
zh_tw: 關注成功

# L_SystemController_Big
source: 最大值为：
ru_ru: Maximum
zh_tw: 最大值為：

# L_SystemController_Controllers_211
source: 同一个集团、公司、站别的PARTY_NO不可重复
ru_ru: Party No for common group ,company, station is not allowed to repeat
zh_tw: 同一個集團、公司、站別的PARTY_NO不可重複

# L_SystemController_Controllers_212
source: 重复的Sap Id
ru_ru: Repeated SAP ID
zh_tw: 重複的Sap Id

# L_SystemController_Controllers_213
source: 只允许上传jpg, png档
ru_ru: only allowed to upload JPG.PNG document
zh_tw: 只允許上傳jpg, png檔

# L_SystemController_Controllers_214
source: 档“；
ru_ru: File";
zh_tw: 檔“；

# L_SystemController_Controllers_215
source: 主Key不存在
ru_ru: There is no main key

# L_SystemController_Controllers_216
source: 获取失败,未找到当前所关链的SAP ID信息！
ru_ru: Grab failed! Can not find the associated SAP ID
zh_tw: 獲取失敗,未找到當前所關鏈的SAP ID資訊！

# L_SystemController_Controllers_217
source: 信息！
ru_ru: information

# L_SystemController_Copy
source: 请选择一笔数据进行复制
ru_ru: please choose one
zh_tw: 請選擇一筆資料進行複製

# L_SystemController_CusDS
source: 客户明细设定
ru_ru: customer details setting
zh_tw: 客戶明細設定

# L_SystemController_DeclaDate
source: 报关日期
ru_ru: customs declaration date
zh_tw: 報關日期

# L_SystemController_DeclaRk
source: 报关备注
ru_ru: customs declaration note
zh_tw: 報關備註

# L_SystemController_Delete
source: 请选择一笔资进行删除
ru_ru: please select one record to delete
zh_tw: 請選擇一筆資進行刪除

# L_SystemController_Edit
source: 请选择一笔数据进修改
ru_ru: please select a data to modify
zh_tw: 請選擇一筆資料進修改

# L_SystemController_EntDetail
source: 录入明细
ru_ru: input details
zh_tw: 錄入明細

# L_SystemController_Main
source: 主档尚未保存，无法进明细档
ru_ru: The master data not be saved yet ,can not to search detail information
zh_tw: 主檔尚未保存，無法進明細檔

# L_SystemController_Reload
source: 重新载入Profile，是否继续？
ru_ru: Continue reloading profile or not
zh_tw: 重新載入Profile，是否繼續？

# L_SystemController_Repeat
source: Customer + Location + Invoice Flow有重覆，不能保存
ru_ru: Customer + Location + Invoice Flow are repeated ,it can not be saved

# L_SystemController_RlDate
source: 放行日期
ru_ru: release time

# L_SystemController_RlDetail
source: 重整明细
ru_ru: rearrange details
zh_tw: 重整明細

# L_SystemController_Same
source: 存在相同的
ru_ru: exist same…

# L_SystemController_SaveMain
source: 请先保存主档
ru_ru: please save the document firstly
zh_tw: 請先保存主檔

# L_SystemController_Sml
source: 最小值为：
ru_ru: minimum
zh_tw: 最小值為：

# L_System_Controllers_465
source: 客户建档
ru_ru: customer master data
zh_tw: 客戶建檔

# L_System_Controllers_466
source: 同一个集团
ru_ru: common group
zh_tw: 同一個集團

# L_System_Controllers_467
source: 站别的
ru_ru: Station
zh_tw: 站別的

# L_System_Controllers_468
source: 不可重复
ru_ru: repetition is not allowed
zh_tw: 不可重複

# L_System_Controllers_469
source: 同步
ru_ru: Synchronize

# L_System_Controllers_470
source: 时过滤筛选条件
ru_ru: Filter screening conditions
zh_tw: 時過濾篩選條件

# L_System_Controllers_471
source: 异常关系
ru_ru: abnormal releationship
zh_tw: 異常關係

# L_System_Controllers_472
source: 邮件格式
ru_ru: mail formate
zh_tw: 郵件格式
