Repository: wtg-prolink/ESHIPPING-INBOUND
Catalog: WebGui/App_GlobalResources/Locale.*.resx
Languages: ru_ru, zh_tw

# L_DNManage_FacCd
source: 厂区代码
ru_ru: Campus Code
zh_tw: 廠區代碼

# L_DNManage_Fail
source: 报表归档失败
ru_ru: Report archiving failed
zh_tw: 報表歸檔失敗

# L_DNManage_FCClient
source: FC客户
ru_ru: FC/ FI_Customer_Group
zh_tw: FC客戶

# L_DNManage_FCCus
source: BOOKING提单号
ru_ru: Booking#
zh_tw: BOOKING提單號

# L_DNManage_FCLBDnDetail
source: FCL Booking-DN 明细
ru_ru: Booking-DN Details
zh_tw: FCL Booking-DN 明細

# L_DNManage_FCLBk
source: FCL订舱录入
ru_ru: FCL_Booking_Input
zh_tw: FCL訂艙錄入

# L_DNManage_FCLBkCinf
source: FCL订舱确认
ru_ru: Confirm_FCL
zh_tw: FCL訂艙確認

# L_DNManage_FCLBkCinfExcel
source: FCL订舱确认Excel导入
ru_ru: FCL Booking Confirmation by Excel Upload
zh_tw: FCL訂艙確認Excel導入

# L_DNManage_FiAd
source: 财务审核
ru_ru: eApproval_FI_PIC
zh_tw: 財務審核

# L_DNManage_FinanceType
source: 财务类别
ru_ru: Financial Category
zh_tw: 財務類別

# L_DNManage_Finish
source: 完成
ru_ru: Completed

# L_DNManage_FIp
source: 运费导入
ru_ru: Freight Importing
zh_tw: 運費導入

# L_DNManage_FiSupAd
source: 财务主管审核
ru_ru: eApproval_FI_Supervisor
zh_tw: 財務主管審核

# L_DNManage_FixNoPark
source: 维修中不可停靠
ru_ru: Cannot berth due to maintenance was in processing!
zh_tw: 維修中不可停靠

# L_DNManage_FixNoRes
source: 维修中不可预约
ru_ru: Cannot book due to maintenance was in processing!
zh_tw: 維修中不可預約

# L_DNManage_FlightNo
source: 航班号码
ru_ru: Flight#
zh_tw: 航班號碼

# L_DNManage_ForeBk
source: 对外订舱
ru_ru: External Booking
zh_tw: 對外訂艙

# L_DNManage_Free
source: 免费
ru_ru: Free of Charge
zh_tw: 免費

# L_DNManage_FSAP
source: 运费抛SAP
ru_ru: Freight&Insurance to SAP
zh_tw: 運費拋SAP

# L_DNManage_GareMag
source: 月台管理分析
ru_ru: Mgmt.&Analysis
zh_tw: 月臺管理分析

# L_DNManage_Gated
source: 入月台
ru_ru: Berthing in the Dock
zh_tw: 入月臺

# L_DNManage_GateList
source: 月台列表
ru_ru: List of WH&Docks
zh_tw: 月臺列表

# L_DNManage_GateSet
source: 月台设定
ru_ru: WH Docks Setting
zh_tw: 月臺設定

# L_DNManage_GateSetList
source: 月台设定列表
ru_ru: WH Docks Setting List
zh_tw: 月臺設定列表

# L_DNManage_GbEpPk
source: 全球快递（包裹）
ru_ru: Global Express (package)
zh_tw: 全球快遞（包裹）

# L_DNManage_GbWpFile
source: 全球快递（文件）
ru_ru: Global Express (file)
zh_tw: 全球快遞（文件）

# L_DNManage_GoodsDescp
source: 品名描述
ru_ru: Goods Description

# L_DNManage_HasBecome
source: 已生成账单号，不可修改
ru_ru: Bills number generated,cannot be modified again!
zh_tw: 已生成帳單號，不可修改

# L_DNManage_HasBeenBooking
source: 此笔资料已经订舱，不允许执行Allocation！
ru_ru: The shipment has released External Booking, cannot be modified anymore!
zh_tw: 此筆資料已經訂艙，不允許執行Allocation！

# L_DNManage_HasBkCtEt
source: 已经发起订舱，不能修改数据！若要修改数据请LST退回出货单位！
ru_ru: Data locked due to External Booking has been done, please ask LST to send back for modification if any!
zh_tw: 已經發起訂艙，不能修改資料！若要修改資料請LST退回出貨單位！

# L_DNManage_HasCallCAr
source: 已叫过车
ru_ru: Has ordered truck already
zh_tw: 已叫過車

# L_DNManage_HasCon
source: 该笔资料已经有并柜信息，是否继续并柜？
ru_ru: The shipment has combined DN Info., still wanna continue with new combination?
zh_tw: 該筆資料已經有並櫃資訊，是否繼續並櫃？

# L_DNManage_HasConf
source: 报关已确认，不能修改！
ru_ru: Exp. C/C declaration has been confirmed, data locked!
zh_tw: 報關已確認，不能修改！

# L_DNManage_HasIbCanotCancel
source: 车辆已入厂，不能取消叫车
ru_ru: Cannot cancel Called Truck due to truck has gate in factory already!
zh_tw: 車輛已入廠，不能取消叫車

# L_DNManage_HasIn
source: 已入厂
ru_ru: GateIn Factory
zh_tw: 已入廠

# L_DNManage_HasOut
source: 已离厂
ru_ru: Left Factory
zh_tw: 已離廠

# L_DNManage_HasReserve
source: 当日有预约
ru_ru: Has an appointment on that day!
zh_tw: 當日有預約

# L_DNManage_HasSeal
source: 已封柜！！
ru_ru: Container closed already!
zh_tw: 已封櫃！！

# L_DNManage_HasSend
source: 已经发送报关通知！
ru_ru: Has sent the notification of Exp. C/C!
zh_tw: 已經發送報關通知！

# L_DNManage_HasSlBf
source: 已封柜过！！
ru_ru: Has closed Container already,cannot redo it again!
zh_tw: 已封櫃過！！

# L_DNManage_HasStopCnt
source: 已停靠货柜/车辆
ru_ru: Container/Vehicles Berthed Currently
zh_tw: 已停靠貨櫃/車輛

# L_DNManage_HasSusDelv
source: 此笔DN已经执行过暂缓出货
ru_ru: The DN# has been operated of Shipment Suspending!
zh_tw: 此筆DN已經執行過暫緩出貨

# L_DNManage_Hei
source: 高
ru_ru: Height

# L_DNManage_HouseBl
source: House BL/快递面单号
ru_ru: House BL/Courier\\'sTracking#
zh_tw: House BL/快遞面單號

# L_DNManage_IbCar
source: 入厂车辆
ru_ru: Truck Info.
zh_tw: 入廠車輛

# L_DNManage_IbPic
source: 入厂照片
ru_ru: Picture/GateIn
zh_tw: 入廠照片

# L_DNManage_IbS
source: 入厂成功
ru_ru: GateIn Factory Successfully!
zh_tw: 入廠成功

# L_DNManage_IbTInfo
source: 入厂卡车信息
ru_ru: Truck/Drivers\' Info.(GateIn)
zh_tw: 入廠卡車資訊

# L_DNManage_IcoDescp
source: 贸易条款描述
ru_ru: Description of INCOTERM
zh_tw: 貿易條款描述

# L_DNManage_IfLeave
source: 是否要离厂？
ru_ru: Gate out factory or not?
zh_tw: 是否要離廠？

# L_DNManage_ImBkData
source: 输入订舱资料
ru_ru: Booking Info. Input
zh_tw: 輸入訂艙資料

# L_DNManage_ImExcelAir
source: 空运订舱确认Excel导入
ru_ru: Air Booking Confirmation by Excel upload
zh_tw: 空運訂艙確認Excel導入

# L_DNManage_ImISF
source: ISF录入
ru_ru: ISF Management
zh_tw: ISF錄入

# L_DNManage_ImpSusDelv
source: 确认执行暂缓出货吗？
ru_ru: Do you want to suspend shipment?
zh_tw: 確認執行暫緩出貨嗎？

# L_DNManage_InboundConf
source: 入厂确认？
ru_ru: GateIn factory confirmed?
zh_tw: 入廠確認？

# L_DNManage_InCinfEmp
source: 进厂确认（空车）
ru_ru: GateIn factory Confirm(ReEntry for EmptyOut)
zh_tw: 進廠確認（空車）

# L_DNManage_InConfNtEmp
source: 进厂确认（非空车）
ru_ru: Подтвердить прибытие
zh_tw: 進廠確認（非空車）

# L_DNManage_InitialState
source: 初始状态下，请直接回SAP修改！
ru_ru: Please modify DN Info. From SAP While DN hasn\'t been submitted for eApproval and Internal Booking!
zh_tw: 初始狀態下，請直接回SAP修改！

# L_DNManage_InOutConf
source: 进出厂确认
ru_ru: GateIn_Out_Control
zh_tw: 進出廠確認

# L_DNManage_InportDate
source: 进港时间
ru_ru: Terminal GateIn Time
zh_tw: 進港時間

# L_DNManage_Integer
source: 整数
ru_ru: Integral Number
zh_tw: 整數

# L_DNManage_IntEpConf
source: 国际快递订舱确认
ru_ru: Confirm_Express
zh_tw: 國際快遞訂艙確認

# L_DNManage_IntEpConfExcel
source: 国际快递订舱确认Excel导入
ru_ru: International Express Confirmation by Excel upload
zh_tw: 國際快遞訂艙確認Excel導入

# L_DNManage_InterEpBk
source: 国际快递订舱
ru_ru: Booking_Express
zh_tw: 國際快遞訂艙

# L_DNManage_IntSa
source: 内销
ru_ru: Inland Transportation
zh_tw: 內銷

# L_DNManage_InvoiceDetail
source: Invioce 明细
ru_ru: Invoice Details
zh_tw: Invioce 明細

# L_DNManage_InYDAte
source: 入堆厂时间
ru_ru: CY GateIn Time
zh_tw: 入堆廠時間

# L_DNManage_IoExcelIntBk
source: 国际快递订舱确认Excel导入
ru_ru: International Express Confirmation by Excel upload
zh_tw: 國際快遞訂艙確認Excel導入

# L_DNManage_Iorder
source: 是否发送ISF
ru_ru: ISF Status
zh_tw: 是否發送ISF

# L_DNManage_IpCla
source: 进口清关
ru_ru: Imp. C/C Declaration
zh_tw: 進口清關

# L_DNManage_IpDeclaCinf
source: 报关确认Excel导入
ru_ru: Customs Declaration Confirmed by Excel upload
zh_tw: 報關確認Excel導入

# L_DNManage_IpDeclaInfo
source: 进口报关信息
ru_ru: Imp. C/C Declaration Info.
zh_tw: 進口報關信息

# L_DNManage_IpDmBkConf
source: 内贸订舱确认Excel导入
ru_ru: Inland Transportation Booking Confirmation by Excel upload
zh_tw: 內貿訂艙確認Excel導入

# L_DNManage_IpEscelRlBkConf
source: 铁路订舱确认Excel导入
ru_ru: Railway Booking Confirmation by Excel upload
zh_tw: 鐵路訂艙確認Excel導入

# L_DNManage_IpExcelDm
source: 国内快递订舱确认Excel导入
ru_ru: Inland Express Booking Confirmation by Excel upload
zh_tw: 國內快遞訂艙確認Excel導入

# L_DNManage_IpExFCLBkConf
source: FCL订舱确认Excel导入
ru_ru: FCL Booking Confirmation by Excel Upload
zh_tw: FCL訂艙確認Excel導入

# L_DNManage_IpForEc
source: Forecast Excel导入
ru_ru: Forecast Importing by Excel upload
zh_tw: Forecast Excel導入

# L_DNManage_IpInfo
source: 进口端信息
ru_ru: Shipment Inbound Management Info.
zh_tw: 進口端信息

# L_DNManage_IpLCLConf
source: LCL订舱确认Excel导入
ru_ru: LCL Booking Confirmation by Excel upload
zh_tw: LCL訂艙確認Excel導入

# L_DNManage_IpPack
source: 导入Packing
ru_ru: Importing Packing List
zh_tw: 導入Packing

# L_DNManage_IpPro
source: 导入排程
ru_ru: Importing TruckCalling Plan
zh_tw: 導入排程

# L_DNManage_Is1
source: 是否要对【
ru_ru: If you want to
zh_tw: 是否要對【

# L_DNManage_Is2
source: 是否要对【
ru_ru: If you want to
zh_tw: 是否要對【

# L_DNManage_Is3
source: 】执行合併提单?
ru_ru: proceed the B/L Combination for【 】 ?
zh_tw: 】執行合併提單?

# L_DNManage_IsExport
source: 批量导出
ru_ru: Exporting by Batch
zh_tw: 批量匯出

# L_DNManage_IsQua
source: 该笔资料已为四联单
ru_ru: The selected file was Quadruplication already!
zh_tw: 該筆資料已為四聯單

# L_DNManage_IvDate
source: 发票日期
ru_ru: Invoice Date
zh_tw: 發票日期

# L_DNManage_IvFoemat
source: 选择请款excel的格式
ru_ru: Please choose the template of Payment Applying.
zh_tw: 選擇請款excel的格式

# L_DNManage_IvMainF
source: Invoice主档
ru_ru: Masterfile of Invoice
zh_tw: Invoice主檔

# L_DNManage_IvPrint
source: 请款单打印
ru_ru: Print out Application Form
zh_tw: 請款單打印

# L_DNManage_JnoPro
source: 工号与叫车排程导入
ru_ru: Importing WorkOrder List and TruckCalling Plan
zh_tw: 工號與叫車排程導入

# L_DNManage_Launch
source: 】发起对外订舱？
ru_ru: Initiate External Booking?
zh_tw: 】發起對外訂艙？

# L_DNManage_LaunchBk
source: 发起定舱
ru_ru: Start Internal Booking
zh_tw: 發起定艙

# L_DNManage_LCLBDnDetail
source: LCL Booking-DN 明细
ru_ru: LCL Booking-DN Details
zh_tw: LCL Booking-DN 明細

# L_DNManage_LCLBk
source: LCL订舱录入
ru_ru: LCL Booking Input
zh_tw: LCL訂艙錄入

# L_DNManage_LCLBkConf
source: LCL订舱确认
ru_ru: Confirm_LCL
zh_tw: LCL訂艙確認

# L_DNManage_LeGateS
source: 离开月台成功
ru_ru: Departure from dock successfully!
zh_tw: 離開月臺成功

# L_DNManage_Len
source: 长
ru_ru: Length
zh_tw: 長

# L_DNManage_LiftCombBL
source: 解除提单合并
ru_ru: Dismiss combined B/L
zh_tw: 解除提單合併

# L_DNManage_LiftGt
source: 升降月台
ru_ru: Lifting Platform
zh_tw: 升降月臺

# L_DNManage_LiftShipInfo
source: 请勾选需要解除合并的Shipment信息：
ru_ru: Please choose the shipmentID which scheduled to be dismissed for combination!
zh_tw: 請勾選需要解除合併的Shipment資訊：

# L_DNManage_Line
source: 线别
ru_ru: ProductionLine
zh_tw: 線別

# L_DNManage_LoadDate
source: 装柜时间
ru_ru: Loading Time
zh_tw: 裝櫃時間

# L_DNManage_Look
source: 查看
ru_ru: Preview

# L_DNManage_LSTWi
source: LST窗口
ru_ru: LST Window

# L_DNManage_LTL
source: 内贸零担
ru_ru: Domestic_LTL
zh_tw: 內貿零擔

# L_DNManage_Ma
source: 操作
ru_ru: Operation

# L_DNManage_MailNotify
source: 】发送Mail通知货代？
ru_ru: Email notice to FreightForwarder
zh_tw: 】發送Mail通知貨代？

# L_DNManage_MainInfo
source: 主体信息
ru_ru: Subject Information
zh_tw: 主體資訊

# L_DNManage_Mate
source: 物料
ru_ru: Materials

# L_DNManage_Mater
source: 料件
ru_ru: SpareParts

# L_DNManage_MayNotSave
source: 此笔shipment可能尚未保存
ru_ru: The shipment hasn\'t been saved yet!
zh_tw: 此筆shipment可能尚未保存

# L_DNManage_MCntS
source: 移柜成功
ru_ru: Dock shifting successfully
zh_tw: 移櫃成功

# L_DNManage_MerBL
source: 合并提单
ru_ru: Combined B/L
zh_tw: 合併提單

# L_DNManage_MoceCnt
source: 移柜
ru_ru: Dock Shifting
zh_tw: 移櫃

# L_DNManage_Move
source: 移柜信息
ru_ru: Information list of dock movement
zh_tw: 移櫃信息

# L_DNManage_MoveinGate
source: 是否要移入此月台？
ru_ru: Do you want to shift to this new platform/Dock?
zh_tw: 是否要移入此月臺？

# L_DNManage_NIntBk
source: 未发起对内订舱，请将签核退回后，回SAP修改数据！
ru_ru: Hasn\'t initiated Internal Booking, please use DN Recall/Modification then modify DN info. Via SAP directly.
zh_tw: 未發起對內訂艙，請將簽核退回後，回SAP修改資料！

# L_DNManage_NlTyan
source: 一般贸易
ru_ru: General Trade
zh_tw: 一般貿易

# L_DNManage_NmNotExist
source: 此代码不存在
ru_ru: This code does not exist
zh_tw: 此代碼不存在

# L_DNManage_No
source: 不出货
ru_ru: DN Cancelled/Not to Ship out anymore!
zh_tw: 不出貨

# L_DNManage_NoBk
source: 未发起订舱
ru_ru: UnProcessed BookingPlan
zh_tw: 未發起訂艙

# L_DNManage_NoBook
source: 未订舱
ru_ru: No ExternalBooking
zh_tw: 未訂艙

# L_DNManage_NoCall
source: 未叫车
ru_ru: No TruckCalling
zh_tw: 未叫車

# L_DNManage_NoData
source: 无合并提单资料
ru_ru: No Shipment Info. Of Combined B/L
zh_tw: 無合併提單資料

# L_DNManage_NoDateCanotCall
source: 无用柜日期，无法叫车
ru_ru: Can\'t call truck without RTD(Requested Truck loading Date)
zh_tw: 無用櫃日期，無法叫車

# L_DNManage_NoEmtCar
source: 非空车
ru_ru: NonEmpty Truck
zh_tw: 非空車

# L_DNManage_NoForeBk
source: 未发起对外订舱
ru_ru: Hasn\'t started External Booking!
zh_tw: 未發起對外訂艙

# L_DNManage_NoGate
source: 无此月台
ru_ru: No platform been found!
zh_tw: 無此月臺

# L_DNManage_NoReserNo
source: 预约号码不存在
ru_ru: Reservation number does not exist!
zh_tw: 預約號碼不存在

# L_DNManage_NoRsv
source: 无预约单号无法入厂
ru_ru: No Reservation#, No Entry!
zh_tw: 無預約單號無法入廠

# L_DNManage_Nosend
source: 未发送
ru_ru: Not been sent
zh_tw: 未發送

# L_DNManage_NotBk
source: 未确认订舱
ru_ru: Unconfirmed Booking
zh_tw: 未確認訂艙

# L_DNManage_NotDecla
source: 该笔资料还未报关
ru_ru: The shipment hasn\'t been declared Exp. C/C yet!
zh_tw: 該筆資料還未報關

# L_DNManage_NotDeclaNot
source: 未通知报关
ru_ru: Pending for Exp. CC Notice
zh_tw: 未通知報關

# L_DNManage_NotDownload
source: 未下载
ru_ru: Have not downloaded
zh_tw: 未下載

# L_DNManage_NotiDecla
source: 通知报关
ru_ru: Exp. C/C Notification
zh_tw: 通知報關

# L_DNManage_Notify
source: 通知报关
ru_ru: Exp. C/C Notification
zh_tw: 通知報關

# L_DNManage_NotIn
source: 尚未入厂
ru_ru: Hasn\'t gate in factory!
zh_tw: 尚未入廠

# L_DNManage_NotmatchRl
source: 输入的资料不符合栏位规则
ru_ru: The input data didn\'t matched with set rule of the table!
zh_tw: 輸入的資料不符合欄位元規則

# L_DNManage_NtConfBL
source: 未确认提单
ru_ru: UnConfirmed B/L
zh_tw: 未確認提單

# L_DNManage_ObPic
source: 出厂照片
ru_ru: Picture/GateOut
zh_tw: 出廠照片

# L_DNManage_OrgCd
source: 原产国代码
ru_ru: Code of Country of Origin
zh_tw: 原產國代碼

# L_DNManage_OrgNm
source: 原产国名称
ru_ru: Name of Country of Origin
zh_tw: 原產國名稱

# L_DNManage_OtrCmp
source: 别家公司
ru_ru: Covered Service Providers
zh_tw: 別家公司

# L_DNManage_OurTDate
source: 出堆厂时间
ru_ru: Gate out time of Container Yard
zh_tw: 出堆廠時間

# L_DNManage_OutConfEmp
source: 出厂确认（空车）
ru_ru: GateOut factory Confirm(EmptyOut)
zh_tw: 出廠確認（空車）

# L_DNManage_OutConfNtEmp
source: 出厂确认（非空车）
ru_ru: Подтвердить убытие
zh_tw: 出廠確認（非空車）

# L_DNManage_OutFactory
source: 已叫车已离厂
ru_ru: Truck Called/Left Factory
zh_tw: 已叫車已離廠

# L_DNManage_OutTInfo
source: 出厂卡车信息
ru_ru: Truck/Drivers\' Info.(GateOut)
zh_tw: 出廠卡車資訊

# L_DNManage_OwnCmp
source: 自己公司
ru_ru: Named Service Providers

# L_DNManage_PackingDetail
source: Packing 明细
ru_ru: Packing List
zh_tw: Packing 明細

# L_DNManage_ParNo
source: 机种
ru_ru: TPV Model Name
zh_tw: 機種

# L_DNManage_ParRer
source: 批次预约
ru_ru: SlotTime booked by batch
zh_tw: 批次預約

# L_DNManage_PartNoM
source: 机种/料号
ru_ru: TPV Model Name/Part Number
zh_tw: 機種/料號

# L_DNManage_PayLoc
source: 付款地
ru_ru: Place of payment

# L_DNManage_PickCntr
source: 提柜时间
ru_ru: Pick up Date&Time
zh_tw: 提櫃時間

# L_DNManage_PickWh
source: 提货仓库
ru_ru: Pick up Warehouse
zh_tw: 提貨倉庫

# L_DNManage_PkgNum
source: 件数
ru_ru: Number of pieces
zh_tw: 件數

# L_DNManage_PleLspNo
source: 请输入物流业者号码
ru_ru: Please input the code of LSP
zh_tw: 請輸入物流業者號碼

# L_DNManage_PleSelc
source: 请勾选需要解除合并的DN信息：
ru_ru: Please select the DN# which will be released from combination.
zh_tw: 請勾選需要解除合併的DN資訊：

# L_DNManage_PleSelcData
source: 请选择一笔数据
ru_ru: Please choose one of DN/ShipmentID.
zh_tw: 請選擇一筆資料

# L_DNManage_PODetail
source: PO 明细
ru_ru: PO details
zh_tw: PO 明細

# L_DNManage_Pro
source: 流程
ru_ru: Process

# L_DNManage_Product
source: 成品
ru_ru: Finished Goods

# L_DNManage_ProfileId
source: Profile ID为空！
ru_ru: Profile ID is null
zh_tw: Profile ID為空！

# L_DNManage_ProID
source: Profile ID（双击两下选择）
ru_ru: Profile ID (Double click for selection)
zh_tw: Profile ID（按兩下兩下選擇）

# L_DNManage_Qty
source: 装柜量
ru_ru: Loading Q\'tys
zh_tw: 裝櫃量

# L_DNManage_Quar
source: 四联单
ru_ru: Quadruplication
zh_tw: 四聯單

# L_DNManage_Rail
source: 铁路
ru_ru: Railway
zh_tw: 鐵路

# L_DNManage_RailBk
source: 铁路订舱
ru_ru: Booking_Rail
zh_tw: 鐵路訂艙

# L_DNManage_RailBkConf
source: 铁路订舱确认
ru_ru: Confirm_Rail
zh_tw: 鐵路訂艙確認

# L_DNManage_RdHasBk
source: 该笔资料已经订舱
ru_ru: The shipment has been booked.
zh_tw: 該筆資料已經訂艙

# L_DNManage_ReBank
source: 收款银行
ru_ru: Collecting Bank
zh_tw: 收款銀行

# L_DNManage_RefDN
source: 关联DN
ru_ru: Associated DN
zh_tw: 關聯DN

# L_DNManage_RefDNList
source: 关联DN列表
ru_ru: List of associated DN
zh_tw: 關聯DN列表

# L_DNManage_RefGate
source: 参考月台
ru_ru: Reference Dock#
zh_tw: 參考月臺

# L_DNManage_RefNlCtEt
source: 已关联账单的费用不可修改
ru_ru: The charges can\'t be modified when it already associated to the Billing!
zh_tw: 已關聯帳單的費用不可修改

# L_DNManage_RelDate
source: 放行时间
ru_ru: Exp. C/C Release time
zh_tw: 放行時間

# L_DNManage_Reload
source: 重新载入DN信息，是否继续？
ru_ru: Reload DN completed, continue or not?
zh_tw: 重新載入DN資訊，是否繼續？

# L_DNManage_Remark
source: 报关行备注
ru_ru: Remarks from Broker
zh_tw: 報關行備註

# L_DNManage_ReserS
source: 预约成功
ru_ru: Appointment Confirmed
zh_tw: 預約成功

# L_DNManage_Reserve
source: 预约
ru_ru: SlotTime Booking
zh_tw: 預約

# L_DNManage_ReserveConf
source: 预约确认
ru_ru: Appointment Confirmed
zh_tw: 預約確認

# L_DNManage_ReserveConfSet
source: 预约确认设定
ru_ru: Appointment Input
zh_tw: 預約確認設定

# L_DNManage_Reserved
source: 已预约
ru_ru: SlotTime Booked
zh_tw: 已預約

# L_DNManage_ResList
source: 预约列表
ru_ru: Subscribe List
zh_tw: 預約列表

# L_DNManage_ReturnDeli
source: 退回出货单位
ru_ru: Rejected to Sales Div.
zh_tw: 退回出貨單位

# L_DNManage_RqDelaDate
source: 要求报关时间
ru_ru: Requested Time of Exp. C/C
zh_tw: 要求報關時間

# L_DNManage_SaledMater
source: 售后料件
ru_ru: CS SpareParts
zh_tw: 售後料件

# L_DNManage_SaledMatri
source: 售后物料
ru_ru: After Sale Materials
zh_tw: 售後物料

# L_DNManage_SaveandCopy
source: 请先保存，再复制
ru_ru: Please save it before copy!
zh_tw: 請先保存，再複製

# L_DNManage_SaveFirst
source: 请先保存后，再次Reload Invoice
ru_ru: Please save it and then Reload Invoice again!
zh_tw: 請先保存後，再次Reload Invoice

# L_DNManage_SCAC
source: SCAC/运费账号
ru_ru: SCAC/Courier\'s Account#
zh_tw: SCAC/運費帳號

# L_DNManage_SealorNot
source: 是否要封柜？
ru_ru: To seal the container or not?
zh_tw: 是否要封櫃？

# L_DNManage_SealS
source: 封柜成功
ru_ru: Sealed container successfully!
zh_tw: 封櫃成功

# L_DNManage_SealSDN
source: DN封柜成功
ru_ru: DN seal successfully

# L_DNManage_SelcAcQty
source: 抓取实际货量
ru_ru: Get actual shipment volume
zh_tw: 抓取實際貨量

# L_DNManage_SelcIbCar
source: 请选一笔入厂车辆
ru_ru: Please select one of trucks info. which has gate in factory.
zh_tw: 請選一筆入廠車輛

# L_DNManage_SelcRemoveDnNo
source: 请勾选需要解除提单的Dn No！
ru_ru: Please select the DN# which will be released from B/L#.
zh_tw: 請勾選需要解除提單的Dn No！

# L_DNManage_SelcSameCmp
source: 请选择相同的公司的资料
ru_ru: Please select the same Company code to process
zh_tw: 請選擇相同的公司的資料

# L_DNManage_SelcWhAddDetail
source: 请先选择仓库，再新增明细
ru_ru: Please select Warehouse before adding details.
zh_tw: 請先選擇倉庫，再新增明細

# L_DNManage_Sent
source: 已发送
ru_ru: Sent
zh_tw: 已發送

# L_DNManage_SerBl
source: 账单查询
ru_ru: Billing Query
zh_tw: 帳單查詢

# L_DNManage_SerConfS
source: 预约确认成功
ru_ru: Appointment Confirmed Successfully
zh_tw: 預約確認成功

# L_DNManage_SerDN
source: DN明细设定查询
ru_ru: Query for DN details Setting
zh_tw: DN明細設定查詢

# L_DNManage_SerTranType
source: 运输类型查询
ru_ru: Query for Trans Type
zh_tw: 運輸類型查詢

# L_DNManage_SeuDate
source: 警卫日期
ru_ru: SafetyGuard Operating date
zh_tw: 警衛日期

# L_DNManage_ShipDet
source: 出货明细
ru_ru: Shipment Details
zh_tw: 出貨明細

# L_DNManage_ShipRemove
source: 请勾选需要解除提单的ShipmentId！
ru_ru: Please select the ShipmentID which will be released from B/L#.
zh_tw: 請勾選需要解除提單的ShipmentId！

# L_DNManage_SIClosein3day
source: 保存失败，截提单时间大于ETD！
ru_ru: Save failure,Cutoff time of B/L Checking is larger than ETD!
zh_tw: 保存失敗，截提單時間大於ETD！

# L_DNManage_SlNoDiff
source: 提醒：预报货柜号与货柜号码不同
ru_ru: Attention: Booked container# is different with the actual one!
zh_tw: 提醒：預報貨櫃號與貨櫃號碼不同

# L_DNManage_SlRl
source: 封柜/放行
ru_ru: CloseContainer/Release
zh_tw: 封櫃/放行

# L_DNManage_Source
source: 来源
ru_ru: Source
zh_tw: 來源

# L_DNManage_Specialcar
source: 专车
ru_ru: FTL
zh_tw: 專車

# L_DNManage_SpeDel
source: 专车快运
ru_ru: Expedited FTL
zh_tw: 專車快運

# L_DNManage_SSReWd
source: SS需求窗口
ru_ru: SS Window
zh_tw: SS需求視窗

# L_DNManage_StatementFile
source: 报表归档
ru_ru: Report Filing
zh_tw: 報表歸檔

# L_DNManage_Success
source: 报表归档已排程，请等候3~5分钟
ru_ru: Report archiving has been scheduled, please wait 3~5 minutes
zh_tw: 報表歸檔已排程，請等候3~5分鐘

# L_DNManage_SupAd
source: 主管审核
ru_ru: Approvedby Supervisor
zh_tw: 主管審核

# L_DNManage_SureCancelComb
source: 您确定要取消合并吗？
ru_ru: Are you sure to cancel the combination?
zh_tw: 您確定要取消合併嗎？

# L_DNManage_SureDeclara
source: 确定报关确认？
ru_ru: Customs Declaration Confirmed?
zh_tw: 確定報關確認？

# L_DNManage_SureEtW
source: 您确认执行外仓出货吗？
ru_ru: Do you want to perform shipment from Contracted Warehouse?
zh_tw: 您確認執行外倉出貨嗎？

# L_DNManage_SureQua
source: 确认产生一笔四联单吗？
ru_ru: Will generate a Quadruplication,do you copy?
zh_tw: 確認產生一筆四聯單嗎？

# L_DNManage_Sus
source: 暂缓出货
ru_ru: Shipment Suspended
zh_tw: 暫緩出貨

# L_DNManage_SystemUpdate
source: 系统会自动更新DN/订舱/Invoice请确认！！？
ru_ru: The DN_Management/eBooking/BookingConfirmation&InvoicePacking will be refreshed automatically, please double check it and confirm?!
zh_tw: 系統會自動更新DN/訂艙/Invoice請確認！！？

# L_DNManage_TempOut
source: 暂时离厂
ru_ru: Truck left plant temporary
zh_tw: 暫時離廠

# L_DNManage_TNoCell
source: 请检查卡车号、司机、手机是否有填入？
ru_ru: Please double check if the TruckID/Driver\'s Info./Cell Phone# has been well maintained?
zh_tw: 請檢查卡車號、司機、手機是否有填入？

# L_DNManage_TotalCbm
source: 总材积不能为空
ru_ru: The total volume was required!
zh_tw: 總材積不能為空

# L_DNManage_TPVAssign
source: TPV指定
ru_ru: TPV Assigned

# L_DNManage_TranTypeEmpty
source: 运输类型为空！
ru_ru: Transport type is null, please input!
zh_tw: 運輸類型為空！

# L_DNManage_TTPV
source: TPV体积
ru_ru: TPV Volume
zh_tw: TPV體積

# L_DNManage_TurnAll
source: 转Allocation
ru_ru: Transit to Allocation
zh_tw: 轉Allocation

# L_DNManage_TurnAllocation
source: 此笔资料已转Allocation
ru_ru: The data has turned to Allocation.
zh_tw: 此筆資料已轉Allocation

# L_DNManage_TurnSAp
source: 转SAP
ru_ru: Transit to SAP
zh_tw: 轉SAP

# L_DNManage_Uled
source: 已上传
ru_ru: Uploaded
zh_tw: 已上傳

# L_DNManage_UseDate
source: 用柜日期
ru_ru: Requested Truck Loading Date
zh_tw: 用櫃日期

# L_DNManage_Vess
source: 船名航次
ru_ru: Vessel/Voyage

# L_DNManage_VmTCbm
source: 材积/总材积
ru_ru: Volume/TTL Volume
zh_tw: 材積/總材積

# L_DNManage_Volume
source: 体积
ru_ru: CBM
zh_tw: 體積

# L_DNManage_Vv
source: 班列
ru_ru: Train Schedule

# L_DNManage_WhDate
source: 仓库日期
ru_ru: W/H Operating Date
zh_tw: 倉庫日期

# L_DNManage_Whether
source: 是否要对【
ru_ru: If you want to
zh_tw: 是否要對【

# L_DNManage_Whether2
source: 是否要对合并后的提单【
ru_ru: If wanna have modification for combined B/L
zh_tw: 是否要對合併後的提單【

# L_DNManage_Whether5
source: 是否要进行
ru_ru: If you wanna proceed the
zh_tw: 是否要進行

# L_DNManage_Wid
source: 宽
ru_ru: Width
zh_tw: 寬

# L_DNManage_WithRk
source: 预提备注
ru_ru: Remark for Accrued Expenses
zh_tw: 預提備註

# L_DNManage_WrDate
source: 填写时间
ru_ru: Filing Date&Time
zh_tw: 填寫時間

# L_DNManage_WrId
source: 填写人
ru_ru: Filed by
zh_tw: 填寫人

# L_DNManage_WrongCntrNo
source: 您输入的货柜号码规则有误，请问要用此号码吗？
ru_ru: The Container No. didn\'t matched with the setting rule,do you still want to use this container#?
zh_tw: 您輸入的貨櫃號碼規則有誤，請問要用此號碼嗎？

# L_DNManage_YesBk
source: 已确认订舱
ru_ru: Confirmed Booking
zh_tw: 已確認訂艙

# L_DRuleSetup_Views_231
source: 货型
ru_ru: Cargo type
zh_tw: 貨型

# L_DRuleSetup_Views_232
source: 发货地
ru_ru: Place of Departure
zh_tw: 發貨地

# L_DRuleSetup_Views_233
source: 目的地
ru_ru: Destination code

# L_DRuleSetup_Views_234
source: 省份
ru_ru: Province

# L_DRuleSetup_Views_235
source: 区域
ru_ru: Region
zh_tw: 區域

# L_DRuleSetup_Views_236
source: 中转地
ru_ru: Transit Point
zh_tw: 中轉地

# L_DRuleSetup_Views_237
source: 产品别
ru_ru: Product category
zh_tw: 產品別

# L_DRule_DeliveryPort
source: 目的地
ru_ru: Destination

# L_DRule_LspNm
source: 物流业者名称
ru_ru: LSP\'s Name
zh_tw: 物流業者名稱

# L_DRule_LspNo
source: 物流代码
ru_ru: LSPs Code
zh_tw: 物流代碼

# L_DRule_LspNoo
source: 物流业者代码
ru_ru: LSP Code
zh_tw: 物流業者代碼

# L_DRule_Model
source: 产品别
ru_ru: Product category
zh_tw: 產品別

# L_DRule_PickupPort
source: 发货地
ru_ru: Place of Departure
zh_tw: 發貨地

# L_DRule_Region
source: 区域
ru_ru: Region
zh_tw: 區域

# L_DRule_State
source: 省分
ru_ru: Province

# L_DRule_Term
source: 销售方式
ru_ru: Sales mode
zh_tw: 銷售方式

# L_DRule_UseRate
source: 承运比率
ru_ru: Carriage Ratio
zh_tw: 承運比率

# L_DRule_ViaPort
source: 中转地
ru_ru: Transit Point
zh_tw: 中轉地

# L_DRule_Views_229
source: 陆运方式
ru_ru: Inland trans mode
zh_tw: 陸運方式

# L_DRule_Views_230
source: 目的地名称
ru_ru: Name of Destination
zh_tw: 目的地名稱

# L_DryCell
source: 是否干电池
ru_ru: dry battary or not?
zh_tw: 是否乾電池

# L_DTBookingConfirmSetup_Scripts_207
source: 延误天数
ru_ru: Days of delay
zh_tw: 延誤天數

# L_DTBookingConfirmSetup_Scripts_208
source: 回填
ru_ru: Backfill

# L_DTBookingConfirmSetup_Scripts_209
source: 已补数量
ru_ru: Q\'ty of supplement
zh_tw: 已補數量

# L_DTBookingConfirmSetup_Scripts_210
source: 未送数量
ru_ru: Q\'ty undeliverd
zh_tw: 未送數量
