Repository: wtg-prolink/ESHIPPING-INBOUND
Catalog: WebGui/App_GlobalResources/Locale.*.resx
Languages: ru_ru, zh_tw

# L_QTManageController_Controllers_240
source: {0},{1}不在国家建档中,请确认;
ru_ru: Not in country profile,please check
zh_tw: {0},{1}不在國家建檔中,請確認;

# L_QTManage_AirQuo
source: 空运报价
ru_ru: Air quotation
zh_tw: 空運報價

# L_QTManage_AirTranMag
source: 空运运输管理
ru_ru: Air transport management
zh_tw: 空運運輸管理

# L_QTManage_BtnDownloadFormat
source: 下载报价格式
ru_ru: Download Quotation Format
zh_tw: 下載報價格式

# L_QTManage_ClCmp
source: 代收公司
ru_ru: Collection Agent company

# L_QTManage_Controllers_391
source: 已存在该组数据
ru_ru: data has been in existence
zh_tw: 已存在該組資料

# L_QTManage_Controllers_392
source: 物流费用相关
ru_ru: Logistics cost related
zh_tw: 物流費用相關

# L_QTManage_Controllers_393
source: 请上传
ru_ru: Please upload
zh_tw: 請上傳

# L_QTManage_Controllers_394
source: 结尾的
ru_ru: end
zh_tw: 結尾的

# L_QTManage_Controllers_395
source: 找不到该笔报价
ru_ru: Could not find this quotation
zh_tw: 找不到該筆報價

# L_QTManage_Controllers_396
source: 不在国家建档中
ru_ru: Not in country profile
zh_tw: 不在國家建檔中

# L_QTManage_Controllers_397
source: 报价上传数据验证
ru_ru: Quotation data verify
zh_tw: 報價上傳資料驗證

# L_QTManage_Controllers_398
source: 不在区域建档中
ru_ru: not in region profile
zh_tw: 不在區域建檔中

# L_QTManage_Controllers_399
source: 的代码是
ru_ru: The code is
zh_tw: 的代碼是

# L_QTManage_Controllers_400
source: 不在
ru_ru: Be not in

# L_QTManage_Controllers_401
source: 代码建档中
ru_ru: code profile
zh_tw: 代碼建檔中

# L_QTManage_Controllers_402
source: 航空公司
ru_ru: Airline company

# L_QTManage_Controllers_403
source: 在币别建档中没有建档
ru_ru: No filing in currency profile
zh_tw: 在幣別建檔中沒有建檔

# L_QTManage_Controllers_404
source: 在客户建档中没有建档
ru_ru: No filing in customer profile
zh_tw: 在客戶建檔中沒有建檔

# L_QTManage_Controllers_405
source: 卡车送货点
ru_ru: Truck delivery address
zh_tw: 卡車送貨點

# L_QTManage_Controllers_406
source: 不是有效的
ru_ru: Not effective

# L_QTManage_Controllers_407
source: 建档中
ru_ru: In filing
zh_tw: 建檔中

# L_QTManage_Controllers_408
source: 相似建档
ru_ru: Similar profile
zh_tw: 相似建檔

# L_QTManage_Controllers_409
source: 不在费用建档中
ru_ru: No filing in cost profile
zh_tw: 不在費用建檔中

# L_QTManage_Controllers_410
source: 在省份代码建档无建档
ru_ru: No filing in province code profile
zh_tw: 在省份代碼建檔無建檔

# L_QTManage_Controllers_411
source: 千克
ru_ru: Kg

# L_QTManage_Controllers_412
source: 磅
ru_ru: pound

# L_QTManage_Controllers_413
source: 最低价
ru_ru: bottom Price
zh_tw: 最低價

# L_QTManage_Controllers_414
source: 无法计算本地
ru_ru: Unable to calculate local cost
zh_tw: 無法計算本地

# L_QTManage_Controllers_415
source: 本地
ru_ru: local

# L_QTManage_Controllers_416
source: 无对应的报价
ru_ru: No corresponding quotation
zh_tw: 無對應的報價

# L_QTManage_Controllers_417
source: 最低费用
ru_ru: Minimum cost
zh_tw: 最低費用

# L_QTManage_Controllers_418
source: 小于最低费用
ru_ru: Less than the minimum cost
zh_tw: 小於最低費用

# L_QTManage_Controllers_419
source: 总费用
ru_ru: Total Amount
zh_tw: 總費用

# L_QTManage_Controllers_420
source: 无
ru_ru: Null
zh_tw: 無

# L_QTManage_Controllers_421
source: 货柜费用
ru_ru: Container cost
zh_tw: 貨櫃費用

# L_QTManage_Controllers_422
source: 首重无对应的报价
ru_ru: No quotation for First Weight
zh_tw: 首重無對應的報價

# L_QTManage_Controllers_423
source: 继重无对应的报价
ru_ru: No quotation for Additional weigh
zh_tw: 繼重無對應的報價

# L_QTManage_Controllers_424
source: 首重
ru_ru: First weight

# L_QTManage_Controllers_425
source: 继重
ru_ru: Additional weigh
zh_tw: 繼重

# L_QTManage_Controllers_426
source: 无对应车型的报价
ru_ru: No relevanted truck size quotation
zh_tw: 無對應車型的報價

# L_QTManage_Controllers_427
source: 对应
ru_ru: Corresponding
zh_tw: 對應

# L_QTManage_Controllers_428
source: 的费率
ru_ru: Rate of
zh_tw: 的費率

# L_QTManage_Controllers_429
source: 计算完成
ru_ru: Calculation completed
zh_tw: 計算完成

# L_QTManage_Controllers_430
source: 合约管理
ru_ru: Contract management
zh_tw: 合約管理

# L_QTManage_Controllers_431
source: 合约签核通过操作
ru_ru: the operation of Contract approval
zh_tw: 合約簽核通過操作

# L_QTManage_Controllers_432
source: 工作编号资料为空
ru_ru: Job code is null
zh_tw: 工作編號資料為空

# L_QTManage_Controllers_433
source: 合约签核退回操作
ru_ru: the operation of Contract disapproval
zh_tw: 合約簽核退回操作

# L_QTManage_Controllers_tip1
source: 请确认是否有建立签核流程
ru_ru: Please Check ApproveFlow Setup
zh_tw: 請確認是否有建立簽核流程

# L_QTManage_Controllers_tip2
source: 发起失败
ru_ru: Submitted Fail
zh_tw: 發起失敗

# L_QTManage_Controllers_tip3
source: 您不具备退签该笔报价：
ru_ru: You don\'t allow reject this quotation:
zh_tw: 您不具備退簽該筆報價：

# L_QTManage_Controllers_tip4
source: 签核被退回 拒绝原因：
ru_ru: Quotation Dosn Not Approve
zh_tw: 報價核對未通過-

# L_QTManage_Controllers_tip5
source: 报价已退回给物流业者
ru_ru: Quotation Back to LSP
zh_tw: 報價已退回給物流業者

# L_QTManage_Cur
source: 请款币别
ru_ru: Payment Bill Currency
zh_tw: 請款幣別

# L_QTManage_DmEpTranMag
source: 国内快递运输管理
ru_ru: Domestic express delivery management
zh_tw: 國內快遞運輸管理

# L_QTManage_DmTranTranMag
source: 国内运输运输管理
ru_ru: Domestic transportation management
zh_tw: 國內運輸運輸管理

# L_QTManage_EntLspChg
source: 物流费用录入
ru_ru: Logistics cost input
zh_tw: 物流費用錄入

# L_QTManage_ExRate
source: 请款汇率
ru_ru: Exchange rate of application
zh_tw: 請款匯率

# L_QTManage_FLCOthChg
source: FCL其他费用
ru_ru: Other charges of FCL
zh_tw: FCL其他費用

# L_QTManage_FLCTransMag
source: FCL运输管理
ru_ru: FCL transportation management
zh_tw: FCL運輸管理

# L_QTManage_IntEpQuo
source: 国际快递报价
ru_ru: International express Quotation
zh_tw: 國際快遞報價

# L_QTManage_IntExTranMad
source: 国际快递运输管理
ru_ru: International express transportation management
zh_tw: 國際快遞運輸管理

# L_QTManage_IsShare
source: 是否分摊
ru_ru: went dutch or not
zh_tw: 是否分攤

# L_QTManage_IvExg
source: 请款数量
ru_ru: the NO. of payment bill
zh_tw: 請款數量

# L_QTManage_IvQty
source: 请款数量
ru_ru: the NO. of payment bill
zh_tw: 請款數量

# L_QTManage_IvTax
source: 请款税率
ru_ru: Payment Bill Currency
zh_tw: 請款稅率

# L_QTManage_IvUP
source: 请款单价
ru_ru: Unit price
zh_tw: 請款單價

# L_QTManage_LcChg
source: Local费用录入
ru_ru: Local charge input
zh_tw: Local費用錄入

# L_QTManage_LcChgList
source: Local费用报价列表
ru_ru: Local Charge Quotation Information
zh_tw: Local費用報價列表

# L_QTManage_LCLTranMag
source: LCL运输管理
ru_ru: LCL Booking
zh_tw: LCL運輸管理

# L_QTManage_LspChgDetail
source: 物流费用明细
ru_ru: Logistics cost
zh_tw: 物流費用明細

# L_QTManage_MeterQuo
source: 按米报价
ru_ru: Quote by Meter
zh_tw: 按米報價

# L_QTManage_OthChg
source: 其他费用
ru_ru: Other charges
zh_tw: 其他費用

# L_QTManage_OthIntEpChg
source: 国际快递其他费用
ru_ru: Other charges of international express
zh_tw: 國際快遞其他費用

# L_QTManage_StartRow
source: 资料启始行数
ru_ru: Start Column
zh_tw: 資料啟始行數

# L_QTManage_TonQuo
source: 按吨报价
ru_ru: Quoted By Tonne
zh_tw: 按噸報價

# L_QTManage_UploadBtn
source: 上传
ru_ru: Upload
zh_tw: 上傳

# L_QTQuery_QuotDate
source: 报价日期
ru_ru: Quotation date
zh_tw: 報價日期

# L_QTQuery_QuoteApprovequiry
source: 报价签核
ru_ru: Quoted Date
zh_tw: 報價簽核

# L_QTQuery_QuoteType
source: 报价类别
ru_ru: Quotation Type
zh_tw: 報價類別

# L_QTQuery_QuotNo
source: 报价单号
ru_ru: Quotation NO.
zh_tw: 報價單號

# L_QTQuery_RfqNo
source: 投标单号
ru_ru: Bid NO.
zh_tw: 投標單號

# L_QTSetup_AddValue
source: 增值服务
ru_ru: Value added services
zh_tw: 增值服務

# L_QTSetup_AirQuo
source: 运输管理-空运报价
ru_ru: Transportation management - air freight Quotation
zh_tw: 運輸管理-空運報價

# L_QTSetup_AreaPoerSetup
source: Area/Port建档
ru_ru: Area/Port file
zh_tw: Area/Port建檔

# L_QTSetup_AreaPortList
source: Area/Port列表
ru_ru: Area/Port Table

# L_QTSetup_Bid
source: 投标
ru_ru: Bid
zh_tw: 投標

# L_QTSetup_BidConf
source: 是否投标？
ru_ru: Please confirm whether to submit the quotation.
zh_tw: 是否投標？

# L_QTSetup_Carrier
source: 外仓
ru_ru: TPV Contracted Warehouse
zh_tw: 外倉

# L_QTSetup_Caution
source: 注意：导入Excel将删除原由报价
ru_ru: note:old price will be covered by this excel file
zh_tw: 注意：導入Excel將刪除原由報價

# L_QTSetup_chgCd
source: 费用别
ru_ru: Cost classify
zh_tw: 費用別

# L_QTSetup_ChgType
source: 费用类
ru_ru: Cost category
zh_tw: 費用類

# L_QTSetup_Cntr
source: 合约
ru_ru: contract
zh_tw: 合約

# L_QTSetup_CntrList
source: 合约列表
ru_ru: contract list
zh_tw: 合約列表

# L_QTSetup_CollectBy
source: 代收
ru_ru: collection

# L_QTSetup_Connot
source: 不可修改其他人的报价
ru_ru: unable to modify other\'s quotation
zh_tw: 不可修改其他人的報價

# L_QTSetup_DelaQuoList
source: 报关报价列表
ru_ru: customs charges quotation list
zh_tw: 報關報價列表

# L_QTSetup_DeliverNo
source: 交货单号
ru_ru: Delivery NO.
zh_tw: 交貨單號

# L_QTSetup_Discard
source: 作废
ru_ru: Cancelled
zh_tw: 作廢

# L_QTSetup_DmEpQuo
source: 国内运输报价
ru_ru: Domestic transportation quotation
zh_tw: 國內運輸報價

# L_QTSetup_DmQuo
source: 运输管理-国内报价
ru_ru: Transportation management - domestic quotation
zh_tw: 運輸管理-國內報價

# L_QTSetup_EntDclarFee
source: 报关费用录入
ru_ru: customs charges input
zh_tw: 報關費用錄入

# L_QTSetup_EntQuote
source: 报价录入
ru_ru: quotation input
zh_tw: 報價錄入

# L_QTSetup_FCLOth
source: 运输管理-FCL其他费用
ru_ru: Transportation management -FCL other charges
zh_tw: 運輸管理-FCL其他費用

# L_QTSetup_FCQuo
source: 运输管理-FC报价
ru_ru: Transportation management -FCL quotation
zh_tw: 運輸管理-FC報價

# L_QTSetup_FuelExcel
source: 燃油费Excel导入
ru_ru: Fuel charge imported by excel file
zh_tw: 燃油費Excel導入

# L_QTSetup_GetBid
source: 中标
ru_ru: Win the bidding
zh_tw: 中標

# L_QTSetup_HasBid
source: 已投标
ru_ru: BID Submitted
zh_tw: 已投標

# L_QTSetup_HasClosed
source: 已结案
ru_ru: Closed
zh_tw: 已結案

# L_QTSetup_HasDiscd
source: 已作废
ru_ru: Cancelled
zh_tw: 已作廢

# L_QTSetup_HasGetBid
source: 已中标
ru_ru: Win the bidding
zh_tw: 已中標

# L_QTSetup_HasWinBid
source: 已得标
ru_ru: Acceptance of Bid
zh_tw: 已得標

# L_QTSetup_IntEpOthFee
source: 运输管理-国际快递其他费用
ru_ru: Transportation management - international express other charges
zh_tw: 運輸管理-國際快遞其他費用

# L_QTSetup_IntEpQuo
source: 运输管理-国际快递报价
ru_ru: Transportation management - International Express quotation
zh_tw: 運輸管理-國際快遞報價

# L_QTSetup_IpCntr
source: 合约录入
ru_ru: Contract input
zh_tw: 合約錄入

# L_QTSetup_IpExcel
source: Excel导入
ru_ru: Excel import
zh_tw: Excel導入

# L_QTSetup_IpIqS
source: 导入报价成功
ru_ru: Import quotation successfully
zh_tw: 導入報價成功

# L_QTSetup_IpTHC
source: THC录入
ru_ru: THC input
zh_tw: THC錄入

# L_QTSetup_IqBid
source: 提交报价/投标
ru_ru: Submit quotation / tender
zh_tw: 提交報價/投標

# L_QTSetup_IqEnd
source: 已询价结束
ru_ru: Enquiry Finished
zh_tw: 已詢價結束

# L_QTSetup_LCL
source: 运输管理-LCL费用明细
ru_ru: Transportation management -LCL cost information
zh_tw: 運輸管理-LCL費用明細

# L_QTSetup_LCLQuo
source: 运输管理-LCL报价
ru_ru: Transportation management -LCL quotation
zh_tw: 運輸管理-LCL報價

# L_QTSetup_Meter
source: 米
ru_ru: Meter

# L_QTSetup_MeterCar
source: 米车
ru_ru: m/truck
zh_tw: 米車

# L_QTSetup_Partial
source: 内贸分批送货
ru_ru: Delivered In batches
zh_tw: 內貿分批送貨

# L_QTSetup_PassInquiry
source: 已超过询价到期日期
ru_ru: enquiry overdue
zh_tw: 已超過詢價到期日期

# L_QTSetup_PortList
source: Port列表
ru_ru: Port list

# L_QTSetup_Prepare
source: 准备
ru_ru: Get ready
zh_tw: 準備

# L_QTSetup_QuoNo
source: 报价号码
ru_ru: Quotation NO.
zh_tw: 報價號碼

# L_QTSetup_Quote
source: 报价
ru_ru: offer
zh_tw: 報價

# L_QTSetup_ReherseResult
source: 试算结果
ru_ru: Trial Calculation results
zh_tw: 試算結果

# L_QTSetup_Repay
source: 费用别
ru_ru: cost classify
zh_tw: 費用別

# L_QTSetup_ShipNo
source: 出货号码
ru_ru: Shipment ID
zh_tw: 出貨號碼

# L_QTSetup_StatusPass
source: 审核通过
ru_ru: approved
zh_tw: 審核通過

# L_QTSetup_TFW
source: TF整车报价(人民币)
ru_ru: Full Truck loading
zh_tw: TF整車報價(人民幣)

# L_QTSetup_THCList
source: THC列表
ru_ru: THC Table

# L_QTSetup_TranDmEpQuo
source: 运输管理-国内快递报价
ru_ru: Transportation management - Domestic express quotation
zh_tw: 運輸管理-國內快遞報價

# L_QTSetup_UIpIqF
source: 导入报价失败
ru_ru: Import quote failed
zh_tw: 導入報價失敗

# L_QTSetup_UplIq
source: 报价上传
ru_ru: quotaiton upload
zh_tw: 報價上傳

# L_QTSetup_Verified
source: 已审核
ru_ru: approved
zh_tw: 已審核

# L_QTSetup_VesCmpDetl
source: 船公司费用录入明细
ru_ru: FCL Local charge( Carrier) imported
zh_tw: 船公司費用錄入明細

# L_QTSetup_WinBid
source: 得标
ru_ru: Win the Final Bidding
zh_tw: 得標

# L_QTtManage_PleEnt
source: 请输入Carrier与Area
ru_ru: Please input Carrier and Area
zh_tw: 請輸入Carrier與Area

# L_QuotApproveQuery_tip1
source: 签核已完成，请确认。
ru_ru: This is pass the approve flow, plaese check
zh_tw: 簽核已完成，請確認。

# L_QuotBrokerQuery_Views_2_6
source: 报关报价查询
ru_ru: custom quotaiton inquire
zh_tw: 報關報價查詢

# L_QuotBrokerSetup_Scripts_312
source: 报关报价明细
ru_ru: Custom Quotation Information
zh_tw: 報關報價明細

# L_QuotBrokerSetup_Scripts_313
source: 已存在相同的计费单位
ru_ru: charge unit already exists
zh_tw: 已存在相同的計費單位

# L_QuotBrokerSetup_Script_174
source: 已存在相同的计费单位，费用代码，费用类
ru_ru: charge unit, charge code, cost classify already exists
zh_tw: 已存在相同的計費單位，費用代碼，費用類

# L_QuotLocalSetup_Scripts_314
source: 费用报价明细
ru_ru: quotation information
zh_tw: 費用報價明細

# L_QuotLocalSetup_Scripts_local314
source: local费用报价明细
ru_ru: Local Charge Quotation Information
zh_tw: local費用報價明細

# L_QuotTrailerADD
source: 新增报价单
ru_ru: Create quotation
zh_tw: 新增報價單

# L_QuotTrailerQuery_Views_2_7
source: 拖车报价查询
ru_ru: Trailer fee quotation inquire
zh_tw: 拖車報價查詢

# L_QuotTrailerSetup_Scripts_315
source: 提货地
ru_ru: pick up address
zh_tw: 提貨地

# L_QuotTrailerSetup_Scripts_316
source: 拖车报价明细
ru_ru: Trailer fee quotation information
zh_tw: 拖車報價明細

# L_QuotTrailerSetup_Scripts_317
source: 已存在相同的
ru_ru: already exists

# L_QuotTrailerSetup_Script_175
source: 已存在相同的POL，POD，费用代码，费用类
ru_ru: POL,POD,charge cost,cost category already exists
zh_tw: 已存在相同的POL，POD，費用代碼，費用類

# L_RailwayBookingSetup_Script_146
source: 铁路订舱-DN明细
ru_ru: railway booking --DN details
zh_tw: 鐵路訂艙-DN明細

# L_RailwayBookingSetup_Vessel
source: 车次
ru_ru: train number
zh_tw: 車次

# L_RailwayBooking_Script_27
source: 发送Mail通知货代？
ru_ru: Send notice to fowarder or not?
zh_tw: 發送Mail通知貨代？

# L_RailwayBooking_Views_375
source: 是否要对合并后的提单
ru_ru: check the conbined B/L or not
zh_tw: 是否要對合併後的提單

# L_RailwayBooking_Views_376
source: 通知货代
ru_ru: inform forwarder
zh_tw: 通知貨代

# L_RailwayConfirmSetup_HouseNo
source: 提单号码
ru_ru: B/L number
zh_tw: 提單號碼

# L_RailwayConfirmSetup_Script_147
source: 铁路订舱Confirm-DN明细
ru_ru: railway booking confirm --DN details
zh_tw: 鐵路訂艙Confirm-DN明細

# L_ReffeeManage_CalType
source: 计价方式
ru_ru: Calculate Method
zh_tw: 計價方式

# L_ReffeeManage_ChgCd
source: 费用代码
ru_ru: Tons ID
zh_tw: 費用代碼

# L_ReffeeManage_ChgDescp
source: 吨数描述
ru_ru: Description
zh_tw: 噸數描述

# L_ReffeeManage_ChgId
source: 中菲代码
ru_ru: Dimerco Code
zh_tw: 中菲代碼

# L_ReffeeManage_CreateBy
source: 创建者
ru_ru: Create By
zh_tw: 創建者

# L_ReffeeManage_CreateDate
source: 创建时间
ru_ru: Create Date
zh_tw: 創建時間

# L_ReffeeManage_ExpressList
source: 特定区间报价列表
ru_ru: Freight Range List
zh_tw: 特定區間報價列表

# L_ReffeeManage_ExpressSetupView
source: 特定区间报价建立
ru_ru: Freight Range Add
zh_tw: 特定區間報價建立

# L_ReffeeManage_FeeOp
source: 运算符
ru_ru: Operator
zh_tw: 運算子

# L_ReffeeManage_FeeType
source: 类型
ru_ru: Type
zh_tw: 類型

# L_ReffeeManage_FeeWeight
source: 重量
ru_ru: Weight

# L_ReffeeManage_GroupId
source: 集团
ru_ru: GROUP
zh_tw: 集團

# L_ReffeeManage_Gw
source: 重量
ru_ru: GW

# L_ReffeeManage_ModifyBy
source: 修改者
ru_ru: Modify By

# L_ReffeeManage_ModifyDate
source: 修改时间
ru_ru: Modify Date
zh_tw: 修改時間

# L_ReffeeManage_Punit
source: 计费单位
ru_ru: Unit
zh_tw: 計費單位

# L_ReffeeManage_ReffeeList
source: 代码对应列表
ru_ru: Code Ref. List
zh_tw: 代碼對應列表

# L_ReffeeManage_ReffeeSetupView
source: 代码对应设定
ru_ru: Code Ref, Setup
zh_tw: 代碼對應設定

# L_ReffeeManage_Remark
source: 备注
ru_ru: Remark
zh_tw: 備註

# L_ReffeeManage_SeqNo
source: 顺序
ru_ru: Seq
zh_tw: 順序

# L_ReffeeManage_VenderCd
source: Vender
ru_ru: LSP ID

# L_ReffeeManage_VenderNm
source: Vender Name
ru_ru: LSP Name

# L_ReffeeManage_WeightList
source: 重量区间列表
ru_ru: Weight Break-down List
zh_tw: 重量區間列表

# L_ReffeeManage_WeightSetupView
source: 重量区间建立
ru_ru: Weight Break-down Setup
zh_tw: 重量區間建立

# L_Reload_Invoice
source: 批量Reload Invoice
ru_ru: Batch Reload Invoice

# L_ReserveManage_Business_0
source: 叫车 取消叫车,该笔资料由：
ru_ru: Truck calling/cancel truck calling; the ifnormation from
zh_tw: 叫車 取消叫車,該筆資料由：

# L_ReserveManage_Business_90
source: 取消订舱，无法叫车
ru_ru: Booking cancelled; can\'t call truck
zh_tw: 取消訂艙，無法叫車

# L_ReserveManage_Business_91
source: 此Shipment
ru_ru: This Shipment

# L_ReserveManage_Business_92
source: 无对应的卡车公司
ru_ru: Corresponding Truck Company not found
zh_tw: 無對應的卡車公司

# L_ReserveManage_Business_93
source: 叫车发生错误！
ru_ru: Calling Truck Error
zh_tw: 叫車發生錯誤！

# L_ReserveManage_Business_94
source: 叫车-
ru_ru: Calling Truck
zh_tw: 叫車-

# L_ReserveManage_Business_95
source: 取消叫车-
ru_ru: Cancel truck calling
zh_tw: 取消叫車-

# L_ReserveManage_Business_96
source: 取消叫车，该笔资料由：
ru_ru: Cancel Truck calling, The information from
zh_tw: 取消叫車，該筆資料由：

# L_ReserveManage_Business_97
source: 执行了取消叫车动作，原始预约号码为：
ru_ru: Truck calling cancelled; Original reservation# was
zh_tw: 執行了取消叫車動作，原始預約號碼為：

# L_RoleSetUp_CMP
source: 公司
ru_ru: Company

# L_RoleSetUp_Confirm
source: 确定删除此角色？系统侦测到此角色拥有用户，若删除将连动取消关连！
ru_ru: Sure to delete this role? The system detects this role has the user, if you remove the linkage connected to cancel!
zh_tw: 確定刪除此角色？系統偵測到此角色擁有用戶，若刪除將連動取消關連！

# L_RoleSetUp_FDESCP
source: 角色描述
ru_ru: Role of Description

# L_RoleSetUp_FID
source: 角色ID
ru_ru: Role ID

# L_RoleSetUp_U_NAME
source: 集团
ru_ru: Group
zh_tw: 集團

# L_RouteSetup_Browse
source: 浏览
ru_ru: Browse
zh_tw: 流覽

# L_RouteSetup_Cmp
source: 公司
ru_ru: Company

# L_RouteSetup_MailTo
source: 通知群组
ru_ru: Notify Mail Group
zh_tw: 通知群組

# L_RouteSetup_NoEmp
source: 不允许为空
ru_ru: No Empty allowed
zh_tw: 不允許為空

# L_RouteSetup_NstsCd
source: 下个货况
ru_ru: Next shipment status
zh_tw: 下個貨況

# L_RouteSetup_SaveSuccess
source: 保存成功
ru_ru: Saved Successful

# L_RouteSetup_SelectCom
source: 请先选择一个公司
ru_ru: Please Select a Company
zh_tw: 請先選擇一個公司

# L_RouteSetup_SendDescp
source: 对象描述
ru_ru: Object description
zh_tw: 物件描述

# L_RouteSetup_SendType
source: 传送对象
ru_ru: Transmitting object
zh_tw: 傳送物件

# L_RouteSetup_Term
source: 贸易条款
ru_ru: Trade term
zh_tw: 貿易條款

# L_RouteSetup_TranList
source: 运输列表
ru_ru: delivery list
zh_tw: 運輸列表

# L_RouteSetup_Tran_mode
source: 运输类别
ru_ru: delivery type
zh_tw: 運輸類別

# L_RouteSetup_WorkingHour
source: 耗时
ru_ru: Time consuming
zh_tw: 耗時

# L_RQManageController_Controllers_204
source: QUOT_NO自动编号未建档：
ru_ru: QUOT_NO automatic number is undocmented
zh_tw: QUOT_NO自動編號未建檔：

# L_RQManageController_Controllers_205
source: 已经发起mail通知排程
ru_ru: Mail notification has been initiated
zh_tw: 已經發起mail通知排程

# L_RQManageController_Controllers_206
source: {0}的报价已作废；
ru_ru: The offer has been cancelled
zh_tw: {0}的報價已作廢；

# L_RQManageController_Controllers_207
source: {0}未上传报价；
ru_ru: quotation is not yet uploaded
zh_tw: {0}未上傳報價；

# L_RQManageController_Controllers_208
source: 已经发送mail通知排程
ru_ru: Mail notification has been sent out
zh_tw: 已經發送mail通知排程

# L_RQManageController_Controllers_209
source: 只有发起询价的user才有作废的权限
ru_ru: Only the inquirer has the right to cancel
zh_tw: 只有發起詢價的user才有作廢的許可權

# L_RQManage_Controllers_434
source: 询价操作
ru_ru: Inquiry operation
zh_tw: 詢價操作

# L_RQManage_Controllers_435
source: 同步数据到报价
ru_ru: Synchronous Data to quotaiton
zh_tw: 同步資料到報價

# L_RQManage_Controllers_436
source: 比价数据查询
ru_ru: comparative price inquire
zh_tw: 比價資料查詢

# L_RQManage_Controllers_437
source: 业务流程
ru_ru: Bussiness Mode Flow
zh_tw: 業務流程

# L_RQManage_Controllers_438
source: 询价通知
ru_ru: Enquiry notice
zh_tw: 詢價通知

# L_RQManage_Controllers_439
source: 更新询价状态
ru_ru: update enquiry status
zh_tw: 更新詢價狀態

# L_RQManage_Controllers_440
source: 过滤相同物流业者
ru_ru: Filtering the same logistics suppliers
zh_tw: 過濾相同物流業者

# L_RQManage_Controllers_441
source: 自动编号未建档
ru_ru: Automatic numbering is undocumented
zh_tw: 自動編號未建檔

# L_RQManage_Controllers_442
source: 已经发起
ru_ru: lauched already
zh_tw: 已經發起

# L_RQManage_Controllers_443
source: 通知排程
ru_ru: Notification scheduling

# L_RQManage_Controllers_444
source: 的报价已作废
ru_ru: The offer has been cancelled
zh_tw: 的報價已作廢

# L_RQManage_Controllers_445
source: 未上传报价
ru_ru: quotaiton is not yet uploaded
zh_tw: 未上傳報價

# L_RQManage_Controllers_446
source: TPV E-Shipping 最终得标通知
ru_ru: TPV E-Shipping the final bidding notice
zh_tw: TPV E-Shipping 最終得標通知

# L_RQManage_Controllers_447
source: 已经发送
ru_ru: Have been sent
zh_tw: 已經發送

# L_RQManage_Controllers_448
source: 不存在该笔询价记录
ru_ru: there is no record of this quotaiton
zh_tw: 不存在該筆詢價記錄

# L_RQManage_Controllers_449
source: 更新排名
ru_ru: Update ranking

# L_RQManage_Controllers_450
source: 计算最低价次数
ru_ru: count the number of the bottom price
zh_tw: 計算最低價次數

# L_RQManage_Controllers_451
source: 比价计算完成
ru_ru: price calculation finished
zh_tw: 比價計算完成

# L_RQManage_Controllers_452
source: 外部用户不可作废已投标的报价
ru_ru: External users are not allowed to cancel the tender offer
zh_tw: 外部用戶不可作廢已投標的報價

# L_RQManage_Controllers_453
source: 外部用户不可作废已签核的报价
ru_ru: External users are not allowed to cancel the signed offer
zh_tw: 外部用戶不可作廢已簽核的報價

# L_RQManage_Controllers_454
source: 已签核
ru_ru: approved
zh_tw: 已簽核

# L_RQManage_Controllers_455
source: 尚未提交报价
ru_ru: quotation is not yet submitted
zh_tw: 尚未提交報價

# L_RQManage_Controllers_456
source: 审核成功
ru_ru: approved
zh_tw: 審核成功

# L_RQManage_Controllers_457
source: 投标成功
ru_ru: bidding submitted successfully
zh_tw: 投標成功

# L_RQManage_Controllers_458
source: 找不到该笔询价
ru_ru: unable to find this enquiry
zh_tw: 找不到該筆詢價

# L_RQManage_Controllers_459
source: 电子文档上传失败
ru_ru: electronic document upload failed
zh_tw: 電子文檔上傳失敗

# L_RQQuery_AplInquiry
source: 询价申请
ru_ru: Enquiry application
zh_tw: 詢價申請

# L_RQQuery_BidNotify
source: 中标通知
ru_ru: bidding notice
zh_tw: 中標通知

# L_RQQuery_Closed
source: 结案
ru_ru: Closed
zh_tw: 結案

# L_RQQuery_CompareDetail
source: 比价明细
ru_ru: comparative price information
zh_tw: 比價明細

# L_RQQuery_DlvAddr
source: 送货地址
ru_ru: delivery address
zh_tw: 送貨地址

# L_RQQuery_EffectFrom
source: 报价生效日
ru_ru: quotaiton effective date
zh_tw: 報價生效日

# L_RQQuery_EffectTo
source: 报价失效日
ru_ru: quotation expiration date
zh_tw: 報價失效日

# L_RQQuery_End
source: 询价结束
ru_ru: Enquiry Finished
zh_tw: 詢價結束

# L_RQQuery_EntInquiry
source: 询价录入
ru_ru: quotaiton input
zh_tw: 詢價錄入

# L_RQQuery_FlBidNotify
source: 最终中标通知
ru_ru: the final bidding notice
zh_tw: 最終中標通知

# L_RQQuery_FreightTerm
source: 运费条款
ru_ru: Freight term
zh_tw: 運費條款

# L_RQQuery_Inquiring
source: 询价中
ru_ru: equiry
zh_tw: 詢價中

# L_RQQuery_Inquiry
source: 询价
ru_ru: equiry
zh_tw: 詢價

# L_RQQuery_InquiryList
source: 询价列表
ru_ru: enquiry list
zh_tw: 詢價列表

# L_RQQuery_OutIn
source: 进出口别
ru_ru: Import and export category
zh_tw: 進出口別

# L_RQQuery_Period
source: 询价类别
ru_ru: Enquiry category
zh_tw: 詢價類別

# L_RQQuery_PickupAddr
source: 提货地址
ru_ru: pick up address
zh_tw: 提貨地址

# L_RQQuery_PriceCompare
source: 比价计算
ru_ru: price calculation
zh_tw: 比價計算

# L_RQQuery_QuoDetail
source: 报价明细
ru_ru: Quotation information
zh_tw: 報價明細

# L_RQQuery_RfqDate
source: 开标日期
ru_ru: bid opening date
zh_tw: 開標日期

# L_RQQuery_RfqFrom
source: 起始日期
ru_ru: start date

# L_RQQuery_RfqNo
source: 询价号码
ru_ru: enquiry NO.
zh_tw: 詢價號碼

# L_RQQuery_RfqTo
source: 到期日期
ru_ru: Due date

# L_RQQuery_Rlocation
source: 要标工厂
ru_ru: BID Inviting Factory
zh_tw: 要標工廠

# L_RQQuery_SelectLog
source: 选择物流业者
ru_ru: Select the logistics supplier
zh_tw: 選擇物流業者

# L_RQQuery_SendNotify
source: 发送通知
ru_ru: send notification
zh_tw: 發送通知

# L_RQQuery_ServiceMode
source: 装运类型
ru_ru: Shipment types
zh_tw: 裝運類型

# L_RQQuery_Status
source: 状态
ru_ru: Status
zh_tw: 狀態

# L_RQQuery_TranMode
source: 运输类型
ru_ru: Transport type
zh_tw: 運輸類型

# L_RQQuery_UlExcel
source: 注意：BID的需要上传excel
ru_ru: note:upload excel file for bidding
zh_tw: 注意：BID的需要上傳excel

# L_RQQuery_UnBidNotify
source: 未中标通知
ru_ru: BID Lost notice
zh_tw: 未中標通知

# L_RQSetup_AirComp
source: 空运比价
ru_ru: Air freight comparison
zh_tw: 空運比價

# L_RQSetup_AirQuoDl
source: 空运报价明细
ru_ru: Air freight comparison information
zh_tw: 空運報價明細

# L_RQSetup_BestPrice
source: 最低价次数
ru_ru: Frequency of lowest quotation
zh_tw: 最低價次數

# L_RQSetup_Bidder
source: 中标
ru_ru: Win the bidding
zh_tw: 中標

# L_RQSetup_ChrWeight
source: 按计费重报价（公斤）
ru_ru: Quoted by Chargable weight(KGS)
zh_tw: 按計費重報價（公斤）

# L_RQSetup_Closed
source: 已结案
ru_ru: Closed
zh_tw: 已結案

# L_RQSetup_Continued
source: 询价尚未结束，是否继续操作？
ru_ru: enquiry is not yet completed,keep running or not?
zh_tw: 詢價尚未結束，是否繼續操作？

# L_RQSetup_Discard
source: 已作废
ru_ru: Cancelled
zh_tw: 已作廢

# L_RQSetup_DmEpComp
source: 国内快递比价
ru_ru: domestic express fee compare
zh_tw: 國內快遞比價
