Repository: wtg-prolink/ESHIPPING-INBOUND
Catalog: WebGui/App_GlobalResources/Locale.*.resx
Languages: ru_ru, zh_tw

# L_DNManage_AirBlEnt
source: 空运订舱录入
ru_ru: Air Booking_ShipmentEdit
zh_tw: 空運訂艙錄入

# L_DNManage_AirDNDetail
source: Air Booking-DN明细
ru_ru: Air Booking-DN Details
zh_tw: Air Booking-DN明細

# L_DNManage_Allocation_EntS
source: Allocation转入成功
ru_ru: Allocation completed!
zh_tw: Allocation轉入成功

# L_DNManage_ArrDate
source: 到柜时间点
ru_ru: Time of Container Arrival
zh_tw: 到櫃時間點

# L_DNManage_ASDDetail
source: ASD Accrued Report 明细
ru_ru: Details of ASD Accrued Report
zh_tw: ASD Accrued Report 明細

# L_DNManage_Assign
source: 指定
ru_ru: Appointed

# L_DNManage_AssList
source: 分配列表
ru_ru: Distribution list

# L_DNManage_AuditDescp
source: 审核说明
ru_ru: e-Approval Memo
zh_tw: 審核說明

# L_DNManage_BandEbpty
source: 饶物流园信息不可为空
ru_ru: The information of Via LogisticsPark was required!
zh_tw: 饒物流園資訊不可為空

# L_DNManage_BatchPick
source: 分批提货
ru_ru: Partial Pickup
zh_tw: 分批提貨

# L_DNManage_BatList
source: 分批出货列表
ru_ru: List of Partial Pickup
zh_tw: 分批出貨列表

# L_DNManage_BillFacSame
source: 帐单厂别必须一致，请取消勾选SHIPMENT ID：
ru_ru: The Plant Code of billing should be the same, pls cancel the ShipmentID:
zh_tw: 帳單廠別必須一致，請取消勾選SHIPMENT ID：

# L_DNManage_Bit
source: 位
ru_ru: bit

# L_DNManage_BkAc
source: 银行账号
ru_ru: Bank Account
zh_tw: 銀行帳號

# L_DNManage_BkCinfFETD
source: 订舱确认失败，截进仓时间大于ETD！
ru_ru: Booking confirmation failed due to Cutoff time of gate in warehouse was later than ETD!
zh_tw: 訂艙確認失敗，截進倉時間大於ETD！

# L_DNManage_BkDataSer
source: 订舱资料查询
ru_ru: Information Query of Booking Plan
zh_tw: 訂艙資料查詢

# L_DNManage_BkDetail
source: 订舱明细
ru_ru: Details of Booking Plan
zh_tw: 訂艙明細

# L_DNManage_BkInfo
source: 银行账号
ru_ru: Bank Account
zh_tw: 銀行帳號

# L_DNManage_BkList
source: 订舱列表
ru_ru: List of Booking Plan
zh_tw: 訂艙列表

# L_DNManage_BkPOD
source: 订舱目的地国家
ru_ru: Booked Country of destination
zh_tw: 訂艙目的地國家

# L_DNManage_BKS
source: 发起定舱成功
ru_ru: External Booking successfully!
zh_tw: 發起定艙成功

# L_DNManage_BlAd
source: 待审核帐单
ru_ru: Unprocessed Billing
zh_tw: 待審核帳單

# L_DNManage_BLConfirm
source: 】进行提单核对确认？
ru_ru: Would you continue with B/L verification confirm?
zh_tw: 】進行提單核對確認？

# L_DNManage_Bled
source: 已是账单
ru_ru: It has been submitted to be a bill!
zh_tw: 已是帳單

# L_DNManage_BlList
source: 帐单列表
ru_ru: List of bills
zh_tw: 帳單列表

# L_DNManage_BlNotify
source: 】进行发送提单通知？
ru_ru: Will you continue with B/L verification notie?
zh_tw: 】進行發送提單通知？

# L_DNManage_BLType
source: 提单分类
ru_ru: B/L Classification
zh_tw: 提單分類

# L_DNManage_Booked
source: 已订舱
ru_ru: Booked
zh_tw: 已訂艙

# L_DNManage_BookingformChinese
source: Booking form 中文
ru_ru: BookingForm_Ver.CN

# L_DNManage_BookingInfo
source: 订舱信息
ru_ru: Booking information
zh_tw: 訂艙信息

# L_DNManage_BookingNo
source: House NO
ru_ru: House#

# L_DNManage_CallCar
source: 叫车
ru_ru: Call Truck
zh_tw: 叫車

# L_DNManage_CallCarDate
source: 叫车时间
ru_ru: Date&Time of TruckCalling
zh_tw: 叫車時間

# L_DNManage_CallCarMag
source: 叫车管理
ru_ru: TruckCalling
zh_tw: 叫車管理

# L_DNManage_CallConf
source: 叫车确认
ru_ru: Confirmation of TruckCalling
zh_tw: 叫車確認

# L_DNManage_Called
source: 已叫车
ru_ru: Finished TruckCalling
zh_tw: 已叫車

# L_DNManage_CalledWithoutOutFactory
source: 已叫车未离厂
ru_ru: Truck Called/In Factory
zh_tw: 已叫車未離廠

# L_DNManage_CallInfo
source: 叫车信息
ru_ru: Ordered Truck Information
zh_tw: 叫車信息

# L_DNManage_CallS
source: 叫车成功
ru_ru: Truck calling successfully!
zh_tw: 叫車成功

# L_DNManage_CanBkConf
source: 取消订舱确认
ru_ru: Booking Confirmation Cancelled
zh_tw: 取消訂艙確認

# L_DNManage_CanCalCar
source: 取消叫车
ru_ru: Cancel Ordered Truck
zh_tw: 取消叫車

# L_DNManage_CanccCall
source: 可叫车
ru_ru: Available for TruckCalling
zh_tw: 可叫車

# L_DNManage_CancelBk
source: 取消订舱
ru_ru: BookingCancellation
zh_tw: 取消訂艙

# L_DNManage_CancelBy
source: 解除人
ru_ru: Released By

# L_DNManage_CancelDate
source: 解除时间
ru_ru: Release Date&Time
zh_tw: 解除時間

# L_DNManage_CancelDeclCinf
source: 取消报关确认
ru_ru: Cancelled Exp. C/C Confirmation
zh_tw: 取消報關確認

# L_DNManage_CancelDescp
source: 取消报关说明：
ru_ru: Reason for Cancelling Exp. C/C:
zh_tw: 取消報關說明：

# L_DNManage_CancelDnConf
source: 取消DN确认
ru_ru: DN Cancellation Confirmed
zh_tw: 取消DN確認

# L_DNManage_CancelDownload
source: 取消下载
ru_ru: Download cancelled!
zh_tw: 取消下載

# L_DNManage_CancelMer
source: 请先取消并柜
ru_ru: Please cancel DN Combination firstly!
zh_tw: 請先取消並櫃

# L_DNManage_CancelS
source: 取消成功
ru_ru: Cancellation confirmed!

# L_DNManage_CanCon
source: 取消并柜
ru_ru: Cancelled DNs combination
zh_tw: 取消並櫃

# L_DNManage_CanMer
source: 解除Shipment合并
ru_ru: Release Shipments Combination
zh_tw: 解除Shipment合併

# L_DNManage_CannorDelt
source: 已叫过车，不能删除
ru_ru: Truck ordered, cannot been deleted!
zh_tw: 已叫過車，不能刪除

# L_DNManage_CannotDo
source: 只有订舱确认，叫柜或入厂状态下才能执行此动作！
ru_ru: The operation can be proceeded with the status of Booking Confirmed, TruckCalling and GateIn only!
zh_tw: 只有訂艙確認，叫櫃或入廠狀態下才能執行此動作！

# L_DNManage_Cannotedit1day
source: 超过ETD日期1日后，不允许修改订舱资料！
ru_ru: More than 24hours after ETD date, data modification was denied!
zh_tw: 超過ETD日期1日後，不允許修改訂艙資料！

# L_DNManage_CannoteditCinf
source: 尚未预约确认，无法修改确认
ru_ru: Slot time unconfirmed by W/H, cannot modify the appointment!
zh_tw: 尚未預約確認，無法修改確認

# L_DNManage_CannotEditin3Day
source: 距ETD日期24小时之内，不允许修改订舱资料！
ru_ru: Within 24hours of ETD date,data modification was denied!
zh_tw: 距ETD日期24小時之內，不允許修改訂艙資料！

# L_DNManage_CanS
source: 解除成功
ru_ru: Release confirmed!

# L_DNManage_CantOut
source: 没有装柜、封柜时间无法离厂
ru_ru: Cannot leave factory due to NO loading and close container date&time!
zh_tw: 沒有裝櫃、封櫃時間無法離廠

# L_DNManage_CanUseGate
source: 此月台无法使用
ru_ru: Current Dock# cannot be used!
zh_tw: 此月臺無法使用

# L_DNManage_CAr
source: 内贸专车
ru_ru: Domestic_FTL
zh_tw: 內貿專車

# L_DNManage_CarCbm
source: 货物体积
ru_ru: Volume of goods
zh_tw: 貨物體積

# L_DNManage_CarGW
source: 货物重量
ru_ru: Cargo weight
zh_tw: 貨物重量

# L_DNManage_CarQty
source: 车数
ru_ru: Truck Volume
zh_tw: 車數

# L_DNManage_CautionIvPacking
source: 注意：Invoice数量「不等于」Packing数量，要继续吗？
ru_ru: Attention: Invoice Q\'tys Does Not Equal to the qty\'s of Packing list, continue or not??
zh_tw: 注意：Invoice數量「不等於」Packing數量，要繼續嗎？

# L_DNManage_CCdSNo
source: 货柜号码，封条号码不能为空
ru_ru: Container# and Seal# were required!
zh_tw: 貨櫃號碼，封條號碼不能為空

# L_DNManage_Ch
source: 中文
ru_ru: Chinese

# L_DNManage_Change
source: 更改船期
ru_ru: ShippingSchedule Changes

# L_DNManage_Check
source: 是否查验
ru_ru: Inspection or Not
zh_tw: 是否查驗

# L_DNManage_CheckCorrect
source: 请确认SCAC正确性，继续保存请点击OK！
ru_ru: Please double check the code of SCAC, click OK to continue!
zh_tw: 請確認SCAC正確性，繼續保存請點擊OK！

# L_DNManage_ChgConf
source: 更改船期确认
ru_ru: Schedule Changes Confirmed
zh_tw: 更改船期確認

# L_DNManage_ChgDw
source: 费用下载
ru_ru: Download Statement of Account
zh_tw: 費用下載

# L_DNManage_ChgReason
source: 更改船期原因：
ru_ru: The reason of Shipping Schedule Changes:

# L_DNManage_ChgUp
source: 费用上传
ru_ru: Upload Statement of Account
zh_tw: 費用上傳

# L_DNManage_ClickConfRwe
source: 只有「已预约」状态才能点击预约确认
ru_ru: The Slot Time confirmation can be only done with the status of SlotTime Booked！
zh_tw: 只有「已預約」狀態才能點擊預約確認

# L_DNManage_ClickDl
source: 点击下载Excel文件
ru_ru: Excel Template Download
zh_tw: 點擊下載Excel文件

# L_DNManage_CloseCustom
source: 保存失败，海关截单日期大于ETD！
ru_ru: Failed to save, customs cut-off date is greater than ETD!
zh_tw: 保存失敗，海關截單日期大於ETD！

# L_DNManage_CloseIb
source: 保存失败，截进港时间大于ETD！
ru_ru: Save failed, Port Gatein cutoff time more than ETD!
zh_tw: 保存失敗，截進港時間大於ETD！

# L_DNManage_CloseOcean
source: 保存失败，截海外申报时间大于ETD！
ru_ru: Save failed, Cutoff time of Overseas Declaration greater than ETD!
zh_tw: 保存失敗，截海外申報時間大於ETD！

# L_DNManage_ClosePort
source: 保存失败，码头截放行时间大于ETD！
ru_ru: Save failure, the Cutoff time of Terminal Release is greater than ETD!
zh_tw: 保存失敗，碼頭截放行時間大於ETD！

# L_DNManage_CntList
source: 装柜清单
ru_ru: Containe Loading List
zh_tw: 裝櫃清單

# L_DNManage_CntrCarInfo
source: 货柜\叫车详细信息
ru_ru: Container/Ordered Truck Information
zh_tw: 貨櫃\叫車詳細資訊

# L_DNManage_CntrInfoSet
source: 货柜信息设定
ru_ru: Container Info. Maintenance
zh_tw: 貨櫃信息設定

# L_DNManage_CntrMagList
source: 货柜管理列表
ru_ru: List of Container Info. Management
zh_tw: 貨櫃管理列表

# L_DNManage_CombBLNoti
source: 合并提单通知
ru_ru: Notice for Combined B/L
zh_tw: 合併提單通知

# L_DNManage_combError
source: 合并发生错误
ru_ru: Error notice of B/L Combination
zh_tw: 合併發生錯誤

# L_DNManage_Combine
source: 合并
ru_ru: Combine
zh_tw: 合併

# L_DNManage_CombinedBefore
source: 已合并过，确定要复盖吗？
ru_ru: Are you sure to overwrite combined one?
zh_tw: 已合併過，確定要覆蓋嗎？

# L_DNManage_CombIv
source: 合并Invoice
ru_ru: Invoice Combine
zh_tw: 合併Invoice

# L_DNManage_CombS
source: 合并成功
ru_ru: Combined successfully
zh_tw: 合併成功

# L_DNManage_ConfBL
source: 已确认提单
ru_ru: B/L Verification confirmed
zh_tw: 已確認提單

# L_DNManage_ConfCalCall
source: 确定要取消叫车吗？
ru_ru: Are you sure to cancel the TruckCalling?
zh_tw: 確定要取消叫車嗎？

# L_DNManage_ConfDiscDN
source: 确认作废此笔DN吗？
ru_ru: Do you wanna Cancel this DN? It won\'t be valid anymore!
zh_tw: 確認作廢此筆DN嗎？

# L_DNManage_ConfEditDN
source: 确认修改DN吗？
ru_ru: Do you wanna Recall this DN? All e-Approval will be void!
zh_tw: 確認修改DN嗎？

# L_DNManage_Confirmed
source: 已确认
ru_ru: Confirmed
zh_tw: 已確認

# L_DNManage_ConfWd
source: 确认视窗
ru_ru: PIC of Confirmation
zh_tw: 確認視窗

# L_DNManage_Consol
source: 并柜
ru_ru: Co-Loading
zh_tw: 並櫃

# L_DNManage_Controllers_232
source: 查无资料
ru_ru: No matched data been found!
zh_tw: 查無資料

# L_DNManage_Controllers_233
source: 该笔资料已经作废
ru_ru: The shipment has been cancelled!
zh_tw: 該筆資料已經作廢

# L_DNManage_Controllers_234
source: 资料为空
ru_ru: Data is empty
zh_tw: 資料為空

# L_DNManage_Controllers_235
source: 退回
ru_ru: Reject

# L_DNManage_Controllers_236
source: 资料由
ru_ru: Data was requested by
zh_tw: 資料由

# L_DNManage_Controllers_237
source: 提出修改
ru_ru: for modification

# L_DNManage_Controllers_238
source: 已经不出货
ru_ru: Won\'t arrange shipment delivery anymore.
zh_tw: 已經不出貨

# L_DNManage_Controllers_239
source: 发起修改
ru_ru: Initiate modification
zh_tw: 發起修改

# L_DNManage_Controllers_240
source: 已经暂停出货
ru_ru: Shipment has been hold for delivery.
zh_tw: 已經暫停出貨

# L_DNManage_Controllers_241
source: 已经订舱
ru_ru: Booked
zh_tw: 已經訂艙

# L_DNManage_Controllers_242
source: 该笔已经是四联单
ru_ru: The selected file was Quadruplication already!
zh_tw: 該筆已經是四聯單

# L_DNManage_Controllers_243
source: 四联单转换成功
ru_ru: Convert to Quadruplication Successfully!
zh_tw: 四聯單轉換成功

# L_DNManage_Controllers_244
source: 分批出货
ru_ru: Partial Shipment
zh_tw: 分批出貨

# L_DNManage_Controllers_245
source: 分批提货总数量大于
ru_ru: The total q\'tys of Partial Pickup was larger than
zh_tw: 分批提貨總數量大於

# L_DNManage_Controllers_246
source: 的数量
ru_ru: Quantities
zh_tw: 的數量

# L_DNManage_Controllers_247
source: 已经过账
ru_ru: Post Goods Issue
zh_tw: 已經過帳

# L_DNManage_Controllers_248
source: 过账完成
ru_ru: Post Goods Issue completed
zh_tw: 過帳完成

# L_DNManage_Controllers_249
source: 过账失败
ru_ru: Failed to Post Goods issue.
zh_tw: 過帳失敗

# L_DNManage_Controllers_250
source: 返回提示
ru_ru: Message Return for EDI Linking:

# L_DNManage_Controllers_251
source: 参数传入错误
ru_ru: Incoming errors for Parameters
zh_tw: 參數傳入錯誤

# L_DNManage_Controllers_252
source: 请重试
ru_ru: Please Try Again
zh_tw: 請重試

# L_DNManage_Controllers_253
source: 已经封柜了
ru_ru: Has Closed Container already!
zh_tw: 已經封櫃了

# L_DNManage_Controllers_254
source: 还想
ru_ru: Still wanna make modification
zh_tw: 還想

# L_DNManage_Controllers_255
source: 不准
ru_ru: was rejected!

# L_DNManage_Controllers_256
source: 已经离厂了
ru_ru: Has Gate Out factory already!
zh_tw: 已經離廠了

# L_DNManage_Controllers_257
source: 已经放行了
ru_ru: Has released for Exp. C/C.
zh_tw: 已經放行了

# L_DNManage_Controllers_258
source: 并柜与取消并柜
ru_ru: Co-Loading and Cancelled DNs Combination
zh_tw: 並櫃與取消並櫃

# L_DNManage_Controllers_259
source: 并柜已经完成
ru_ru: DN combination has completed
zh_tw: 並櫃已經完成

# L_DNManage_Controllers_260
source: 无此
ru_ru: No related shipment
zh_tw: 無此

# L_DNManage_Controllers_261
source: 不能取消并柜
ru_ru: Cannot cancel DNs Combination
zh_tw: 不能取消並櫃

# L_DNManage_Controllers_262
source: 已经取消并柜
ru_ru: Has cancelled DNs co-Loading!
zh_tw: 已經取消並櫃

# L_DNManage_Controllers_263
source: 无并柜信息
ru_ru: No DN combined Info.
zh_tw: 無並櫃信息

# L_DNManage_Controllers_264
source: 目的地或运输类型不同
ru_ru: different Destination or Trans Type.
zh_tw: 目的地或運輸類型不同

# L_DNManage_Controllers_265
source: 不允许并柜
ru_ru: DN consolidation was denied due to
zh_tw: 不允許並櫃

# L_DNManage_Controllers_266
source: 无法对内订舱
ru_ru: Cannot start Internal Booking
zh_tw: 無法對內訂艙

# L_DNManage_Controllers_267
source: 请通知
ru_ru: Please send a notice to
zh_tw: 請通知

# L_DNManage_Controllers_268
source: 发起订舱失败
ru_ru: Initiate booking failed
zh_tw: 發起訂艙失敗

# L_DNManage_Controllers_269
source: 发起订舱成功
ru_ru: Initiate booking success
zh_tw: 發起訂艙成功

# L_DNManage_Controllers_270
source: 无资料
ru_ru: No matched data been found!
zh_tw: 無資料

# L_DNManage_Controllers_271
source: 已经修改
ru_ru: Modified already
zh_tw: 已經修改

# L_DNManage_Controllers_272
source: 若要修改请
ru_ru: If wanna have modification, please
zh_tw: 若要修改請

# L_DNManage_Controllers_273
source: 当前用户不存在
ru_ru: Current userID cannot be synchronized
zh_tw: 當前用戶不存在

# L_DNManage_Controllers_274
source: 订舱数量已经超过了
ru_ru: The shipment q\'tys has exceeded
zh_tw: 訂艙數量已經超過了

# L_DNManage_Controllers_275
source: 中的数量
ru_ru: q\'tys in the
zh_tw: 中的數量

# L_DNManage_Controllers_276
source: 毛重已经超过
ru_ru: The Gross Weight has exceeded
zh_tw: 毛重已經超過

# L_DNManage_Controllers_277
source: 毛重的总和
ru_ru: Total Gross Weight
zh_tw: 毛重的總和

# L_DNManage_Controllers_278
source: 材积已经超过
ru_ru: The Volume has exceeded
zh_tw: 材積已經超過

# L_DNManage_Controllers_279
source: 材积的总和
ru_ru: Total CBM
zh_tw: 材積的總和

# L_DNManage_Controllers_280
source: 净重已经超过
ru_ru: The Net Weight has exceeded
zh_tw: 淨重已經超過

# L_DNManage_Controllers_281
source: 订舱退运
ru_ru: Shipment Return
zh_tw: 訂艙退運

# L_DNManage_Controllers_282
source: 退运成功
ru_ru: Shipment return successfully
zh_tw: 退運成功

# L_DNManage_Controllers_283
source: 订舱获取
ru_ru: Get booking info.
zh_tw: 訂艙獲取

# L_DNManage_Controllers_284
source: 请重新查询
ru_ru: Please check it again
zh_tw: 請重新查詢

# L_DNManage_Controllers_285
source: 不可为空
ru_ru: Cannot be null
zh_tw: 不可為空

# L_DNManage_Controllers_286
source: 不可同时为空
ru_ru: Cannot be null at the same time
zh_tw: 不可同時為空

# L_DNManage_Controllers_287
source: 没有该笔资料
ru_ru: No matched shipment Info. been found!
zh_tw: 沒有該筆資料

# L_DNManage_Controllers_288
source: 取得关联
ru_ru: Associated with
zh_tw: 取得關聯

# L_DNManage_Controllers_289
source: 请重新设定条件
ru_ru: Please reset searching conditions
zh_tw: 請重新設定條件

# L_DNManage_Controllers_290
source: 最多只允许
ru_ru: The Max. items was
zh_tw: 最多只允許

# L_DNManage_Controllers_291
source: 笔资料
ru_ru: DN/Shipments
zh_tw: 筆資料

# L_DNManage_Controllers_292
source: 文件读取失败
ru_ru: File read failed
zh_tw: 檔讀取失敗

# L_DNManage_Controllers_293
source: 没有上传文件或文件传送失败
ru_ru: No file been uploaded or file tranmit failed.
zh_tw: 沒有上傳檔或檔傳送失敗

# L_DNManage_Controllers_294
source: 非离厂的状态
ru_ru: Not at the status of Gate Out factory.
zh_tw: 非離廠的狀態

# L_DNManage_Controllers_295
source: 无法更新
ru_ru: Cannot been updated.
zh_tw: 無法更新

# L_DNManage_Controllers_296
source: 本次成功导入
ru_ru: Upload successfully!
zh_tw: 本次成功導入

# L_DNManage_Controllers_PerformsA
source: 执行了不出货
ru_ru: Not shipped
zh_tw: 執行了不出貨

# L_DNManage_Controllers_PerformsB
source: 执行了暂缓出货
ru_ru: Delayed shipment
zh_tw: 執行了暫緩出貨

# L_DNManage_Controllers_PerformsM
source: 执行了修改DN
ru_ru: Modified DN
zh_tw: 執行了修改DN

# L_DNManage_Controllers_PerformsV
source: 执行了作废
ru_ru: Invalid execution
zh_tw: 執行了作廢

# L_DNManage_Copy
source: 复制首段DN
ru_ru: Copy former DN Info.
zh_tw: 複製首段DN

# L_DNManage_CopyfirstPacking
source: 复制首段Packing，确定要执行吗？
ru_ru: Copy former PackingList data, continue?
zh_tw: 複製首段Packing，確定要執行嗎？

# L_DNManage_CopyS
source: 复制成功
ru_ru: Copy completed!
zh_tw: 複製成功

# L_DNManage_Cost
source: 运保费
ru_ru: IF(Insurance&Freight)
zh_tw: 運保費

# L_DNManage_CreateBy
source: 制表人
ru_ru: Prepared By
zh_tw: 製錶人

# L_DNManage_CtDel
source: 此笔Shipment已经发起订舱，不允许删除
ru_ru: The Shipment has finished internal booking, not allowed to be deleted!
zh_tw: 此筆Shipment已經發起訂艙，不允許刪除

# L_DNManage_CtEtDis
source: 已经作废，不能修改数据！
ru_ru: Shipment cancelled,cannot modify data again!
zh_tw: 已經作廢，不能修改資料！

# L_DNManage_CtNo
source: 柜号
ru_ru: Container#
zh_tw: 櫃號

# L_DNManage_CtSlIb
source: 尚未入厂，不能封柜
ru_ru: Cannot close container due to Shipment hasn\'t yet arrived factory!
zh_tw: 尚未入廠，不能封櫃

# L_DNManage_CtSlNtLd
source: 没有装柜，无法封柜
ru_ru: No loading, no container closing!
zh_tw: 沒有裝櫃，無法封櫃

# L_DNManage_CtSlOut
source: 已离厂，不能封柜
ru_ru: Cannot close container due to Shipment leave factory already!
zh_tw: 已離廠，不能封櫃

# L_DNManage_DataNoBKInfo
source: 该笔资料暂无订舱信息
ru_ru: No booking Info. For selected Shipment ID.
zh_tw: 該筆資料暫無訂艙資訊

# L_DNManage_DecimalA
source: 位，小数点后
ru_ru: After the decimal point.
zh_tw: 位，小數點後

# L_DNManage_DecimalB
source: 小数点前
ru_ru: before the decimal point
zh_tw: 小數點前

# L_DNManage_DeclaBk
source: 报关订舱
ru_ru: Customs Booking
zh_tw: 報關訂艙

# L_DNManage_DeclaConf
source: 报关确认
ru_ru: Exp. C/C Confirmed
zh_tw: 報關確認

# L_DNManage_DeclaConfExcel
source: 出口报关确认Excel导入
ru_ru: Exp. C/C Confirmed by Excel upload
zh_tw: 出口報關確認Excel導入

# L_DNManage_DeclaInfo
source: 报关信息
ru_ru: Export Declaration Info.
zh_tw: 報關信息

# L_DNManage_DeclaNiti
source: 报关通知
ru_ru: Exp. C/C notification
zh_tw: 報關通知

# L_DNManage_DeclarationConf
source: 报关已确认，只可回填出口号码，报关单号，报关时间和放行时间！
ru_ru: Exp. Declaration has done,Only Export No./Delcaration form, C/C and Release Time was authorized to fill in.
zh_tw: 報關已確認，只可回填出口號碼，報關單號，報關時間和放行時間！

# L_DNManage_DelcSetupSer
source: 报关通知设定查询
ru_ru: Search for Declaration Setting
zh_tw: 報關通知設定查詢

# L_DNManage_DeliNoti
source: 出货通知
ru_ru: Shipping notice
zh_tw: 出貨通知

# L_DNManage_DelPri
source: 优先派送
ru_ru: Delivery Priority
zh_tw: 優先派送

# L_DNManage_Delve
source: 送货单
ru_ru: Delivery Note
zh_tw: 送貨單

# L_DNManage_DelveryDate
source: 发货日期（离厂日期）
ru_ru: Delivery Date(Date of Leave Factory)
zh_tw: 發貨日期（離廠日期）

# L_DNManage_Descp
source: 取消订舱说明：
ru_ru: Remark for Booking Cancellation
zh_tw: 取消訂艙說明：

# L_DNManage_Detail
source: 明细
ru_ru: Details
zh_tw: 明細

# L_DNManage_Dled
source: 已下载
ru_ru: Download Already
zh_tw: 已下載

# L_DNManage_DmAssRule
source: 内贸分配规则
ru_ru: AllocateRule_InlandTrans
zh_tw: 內貿分配規則

# L_DNManage_DmAssRuleSet
source: 内贸分配规则设定
ru_ru: Allocation Rule Setup
zh_tw: 內貿分配規則設定

# L_DNManage_DmBk
source: 内贸订舱
ru_ru: Booking_Truck
zh_tw: 內貿訂艙

# L_DNManage_DmBkConf
source: 内贸订舱确认
ru_ru: Confirm_Truck
zh_tw: 內貿訂艙確認

# L_DNManage_DmBkConfExcel
source: 内贸订舱确认Excel导入
ru_ru: Booking Confirmation of InlandTrans by Excel upload
zh_tw: 內貿訂艙確認Excel導入

# L_DNManage_DmEp
source: 国内快递
ru_ru: Inland_Express
zh_tw: 國內快遞

# L_DNManage_DmEpBk
source: 国内快递订舱
ru_ru: Book_Inland_Express
zh_tw: 國內快遞訂艙

# L_DNManage_DmEpBkEnt
source: 国内快递订舱录入
ru_ru: Inland_Express Input
zh_tw: 國內快遞訂艙錄入

# L_DNManage_DmWpBkConf
source: 国内快递订舱确认
ru_ru: Confirm_Inland_Express
zh_tw: 國內快遞訂艙確認

# L_DNManage_DNCntType
source: DN+柜号+柜型
ru_ru: DN#+Container#+Container Size
zh_tw: DN+櫃號+櫃型

# L_DNManage_DNDeclaInfo
source: DN 报关信息
ru_ru: DN Export C.C. Information
zh_tw: DN 報關信息

# L_DNManage_DNMag
source: DN管理
ru_ru: DN_Management

# L_DNManage_DNPartNo
source: DN料号明细
ru_ru: Details of DN Items
zh_tw: DN料號明細

# L_DNManage_DnQty
source: 计费数量
ru_ru: Chargable Q\'tys
zh_tw: 計費數量

# L_DNManage_DNSerial
source: DN序号档
ru_ru: DN SN# List
zh_tw: DN序號檔

# L_DNManage_DNSizeInfo
source: DN尺寸信息
ru_ru: DN Dimensions Info.
zh_tw: DN尺寸資訊

# L_DNManage_Domestic
source: 内贸
ru_ru: Inland Transportation
zh_tw: 內貿

# L_DNManage_DownBefor
source: 没有可下载的档案，或您都已下载过
ru_ru: No downloadable files, or you have download it.
zh_tw: 沒有可下載的檔案，或您都已下載過

# L_DNManage_DownDate
source: 下载时间
ru_ru: No any file can download or you are finished it
zh_tw: 下載時間

# L_DNManage_Download
source: 下载
ru_ru: Download
zh_tw: 下載

# L_DNManage_DutyIsur
source: 高额责任保障
ru_ru: Higher duty ensurance
zh_tw: 高額責任保障

# L_DNManage_Dwer
source: 下载人
ru_ru: Download By
zh_tw: 下載人

# L_DNManage_EcoEp
source: 经济快递
ru_ru: Economic Courier
zh_tw: 經濟快遞

# L_DNManage_EdConfS
source: 修改确认成功
ru_ru: Modification Confirmed
zh_tw: 修改確認成功

# L_DNManage_EdeclNo
source: 报关单号
ru_ru: Exp. Declaration#
zh_tw: 報關單號

# L_DNManage_EDI
source: EDI对接号
ru_ru: EDI Connection#
zh_tw: EDI對接號

# L_DNManage_EditConf
source: 修改确认
ru_ru: Modification verify
zh_tw: 修改確認

# L_DNManage_EditDn
source: 修改DN
ru_ru: DN Recall/Modification

# L_DNManage_EditIvAmt
source: 请款金额修改
ru_ru: Amount Modification
zh_tw: 請款金額修改

# L_DNManage_EmtCar
source: 空车
ru_ru: Empty Truck
zh_tw: 空車

# L_DNManage_Ent0
source: 输入0依订舱柜型与柜量叫车
ru_ru: Input 0(Zero) will keep the Volume and Container Size per Shipment booking.
zh_tw: 輸入0依訂艙櫃型與櫃量叫車

# L_DNManage_EntBatDel
source: 分批出货录入
ru_ru: Partial Shipment Input
zh_tw: 分批出貨錄入

# L_DNManage_EntBlChg
source: 帐单费用录入
ru_ru: Billing Apply Input
zh_tw: 帳單費用錄入

# L_DNManage_EntDate
source: 请输入YYYYMM日期格式
ru_ru: Please keep the format of YYYYMM
zh_tw: 請輸入YYYYMM日期格式

# L_DNManage_EntDlvArea
source: 请输入配送区域ID
ru_ru: The code of DLV Area was required!
zh_tw: 請輸入配送區域ID

# L_DNManage_EntDMBk
source: 内贸订舱录入
ru_ru: InlandTrans Input
zh_tw: 內貿訂艙錄入

# L_DNManage_EntDnNoFirst
source: 请先输入Dn No
ru_ru: Please input DN# firstly!
zh_tw: 請先輸入Dn No

# L_DNManage_EnterDate
source: 请检查月台号是否有输入？
ru_ru: Please check if dock# has been well maintained?
zh_tw: 請檢查月臺號是否有輸入？

# L_DNManage_EnterDeclaData
source: 输入报关数据
ru_ru: Input Exp. C/C data
zh_tw: 輸入報關資料

# L_DNManage_EnterF
source: 转入失败
ru_ru: Failed to import, please check again.
zh_tw: 轉入失敗

# L_DNManage_EnterIv
source: 转入Invoice
ru_ru: Invoice Import
zh_tw: 轉入Invoice

# L_DNManage_EntGate
source: 是否要进入此月台？
ru_ru: Are you sure to berth this dock#?
zh_tw: 是否要進入此月臺？

# L_DNManage_EntingDate
source: 进入月台中
ru_ru: Berthing in the Dock
zh_tw: 進入月臺中

# L_DNManage_EntInt
source: 国际快递
ru_ru: International Express
zh_tw: 國際快遞

# L_DNManage_EntIntEpBk
source: 国际快递订舱录入
ru_ru: International Express Input
zh_tw: 國際快遞訂艙錄入

# L_DNManage_EntIv
source: Invoice录入
ru_ru: Invoice&PKG.Maintain
zh_tw: Invoice錄入

# L_DNManage_EntIvClear
source: 转入Invoice时，会把原来的Invoice明细清掉，确定要转入吗？
ru_ru: The original invoice details will be cleared while new one importing, do you wanna continue?
zh_tw: 轉入Invoice時，會把原來的Invoice明細清掉，確定要轉入嗎？

# L_DNManage_EntRailBk
source: 铁路订舱录入
ru_ru: RailwayBookingPlan_Input
zh_tw: 鐵路訂艙錄入

# L_DNManage_EntS
source: 转入成功
ru_ru: Importing successfully
zh_tw: 轉入成功

# L_DNManage_EntSlNo
source: 如有封条号请输入封条号，谢谢合作
ru_ru: Please Input Seal# while the Booked Seal# been maintained,thanks a lot!
zh_tw: 如有封條號請輸入封條號，謝謝合作

# L_DNManage_EntTranTp
source: 请输入运输类别！
ru_ru: The Trans Type was required!
zh_tw: 請輸入運輸類別！

# L_DNManage_EntTWFCL
source: FCL封柜时，必需输入『Tare Weight』
ru_ru: The『Tare Weight』was required for the TransType of FCL.
zh_tw: FCL封櫃時，必需輸入『Tare Weight』

# L_DNManage_EntWhCd
source: 请输入仓库代码
ru_ru: The code of Warehouse was required!
zh_tw: 請輸入倉庫代碼

# L_DNManage_EpDecla
source: 出口报关
ru_ru: Export Declaration
zh_tw: 出口報關

# L_DNManage_ErrorDatabase
source: 写入数据库有误
ru_ru: Error notice while writing to the database.
zh_tw: 寫入資料庫有誤

# L_DNManage_EstCntrNo
source: 预报货柜号
ru_ru: Booked Container#
zh_tw: 預報貨櫃號

# L_DNManage_EstSeal
source: 预报封条
ru_ru: Booked Seal#
zh_tw: 預報封條

# L_DNManage_ETD
source: 开航期ETD
ru_ru: SailingDate/ETD
zh_tw: 開航期ETD

# L_DNManage_ETDFail
source: 保存失败，截进仓时间大于ETD！
ru_ru: Cutoff time of gate in warehouse is greater than ETD!
zh_tw: 保存失敗，截進倉時間大於ETD！

# L_DNManage_EtSa
source: 外销
ru_ru: Export Trade
zh_tw: 外銷

# L_DNManage_EtW
source: 外仓出货
ru_ru: Shipping from Contracted W/H
zh_tw: 外倉出貨

# L_DNManage_EtWS
source: 外仓出货成功
ru_ru: Shipment Delivery from Contracted Warehouse successfully!
zh_tw: 外倉出貨成功

# L_DNManage_ExpCd
source: 对象代码
ru_ru: Object Code
zh_tw: 物件代碼

# L_DNManage_ExpObj
source: 责任对象
ru_ru: Owner of Responsibility
zh_tw: 責任物件

# L_DNManage_ExpReason
source: 异常原因
ru_ru: Abnormal reason
zh_tw: 異常原因

# L_DNManage_ExpText
source: 原因叙述
ru_ru: Description of the Reason
zh_tw: 原因敘述

# L_DNManage_ExpType
source: 异常总类
ru_ru: Type of Exception
zh_tw: 異常總類

# L_DNManage_ExtTrade
source: 外贸
ru_ru: Foreign Trade
zh_tw: 外貿
