Repository: wtg-prolink/ESHIPPING-INBOUND
Catalog: WebGui/App_GlobalResources/Locale.*.resx
Languages: ru_ru, zh_tw

# L_DNApproveManage_DlvTerm
source: 贸易条款
ru_ru: Incoterm
zh_tw: 貿易條款

# L_DNApproveManage_DNCargoType
source: DN货型
ru_ru: Cargo Type of DN
zh_tw: DN貨型

# L_DNApproveManage_DNDetail
source: DN明细
ru_ru: Detail of DN
zh_tw: DN明細

# L_DNApproveManage_DnType
source: 类别
ru_ru: Type
zh_tw: 類別

# L_DNApproveManage_EdeclNo
source: 报关单号
ru_ru: Declaration No
zh_tw: 報關單號

# L_DNApproveManage_EstimateDate
source: 预计货好时间
ru_ru: Cargo Ready Date/Time
zh_tw: 預計貨好時間

# L_DNApproveManage_ETD
source: 预计出货日
ru_ru: Estimate Shipping Date
zh_tw: 預計出貨日

# L_DNApproveManage_ExportNo
source: 出口号码
ru_ru: Export Mo
zh_tw: 出口號碼

# L_DNApproveManage_Feu
source: 柜量（Feu）
ru_ru: Volume (FEU)
zh_tw: 櫃量（Feu）

# L_DNApproveManage_FiCustCd
source: 财务客户别代码
ru_ru: Finance Customer Code
zh_tw: 財務客戶別代碼

# L_DNApproveManage_FiCustNm
source: 财务客户名称
ru_ru: Finance Customer Name
zh_tw: 財務客戶名稱

# L_DNApproveManage_GoodsDescp
source: 商品名称
ru_ru: Name of product
zh_tw: 商品名稱

# L_DNApproveManage_Gw
source: 毛重
ru_ru: GW

# L_DNApproveManage_HisCode
source: 目的国商品编码
ru_ru: HS Code of Importation Country
zh_tw: 目的國商品編碼

# L_DNApproveManage_IncotermDescp
source: 贸易说明
ru_ru: Trade Introduction
zh_tw: 貿易說明

# L_DNApproveManage_IpartNo
source: 对内机种名
ru_ru: Internal Model Name
zh_tw: 對內機種名

# L_DNApproveManage_Iqty
source: 投入量
ru_ru: Input Quantity

# L_DNApproveManage_JobNo
source: 工单号
ru_ru: Work Order No
zh_tw: 工單號

# L_DNApproveManage_Jqty
source: 工单量
ru_ru: Work Order Quantity
zh_tw: 工單量

# L_DNApproveManage_MaterialType
source: 物料类型
ru_ru: Material Type
zh_tw: 物料類型

# L_DNApproveManage_ModifyBy
source: 修改人
ru_ru: Modified BY

# L_DNApproveManage_ModifyDate
source: 修改时间
ru_ru: Date of Update
zh_tw: 修改時間

# L_DNApproveManage_Notify2No
source: 第二通知人代码
ru_ru: 2nd Notify Code
zh_tw: 第二通知人代碼

# L_DNApproveManage_NotifyNm
source: 通知人
ru_ru: Notify

# L_DNApproveManage_NotifyNo
source: 通知人代码
ru_ru: Notify Code
zh_tw: 通知人代碼

# L_DNApproveManage_Notofy2Nm
source: 第二通知人
ru_ru: 2nd Notify

# L_DNApproveManage_Nw
source: 净重
ru_ru: Net Weight
zh_tw: 淨重

# L_DNApproveManage_OdnNo
source: 原DN NO
ru_ru: Original DN No

# L_DNApproveManage_OhsCode
source: 出口国商品编码
ru_ru: HS Code of Exportation Country
zh_tw: 出口國商品編碼

# L_DNApproveManage_OpartNo
source: 对外机种名
ru_ru: External Model Name
zh_tw: 對外機種名

# L_DNApproveManage_OrderReason
source: 订单原因
ru_ru: Reason for Order
zh_tw: 訂單原因

# L_DNApproveManage_OriginNo
source: SAP交货单号
ru_ru: SAP delivery number
zh_tw: SAP交貨單號

# L_DNApproveManage_PartNo
source: 客户物料号
ru_ru: Customer Part No
zh_tw: 客戶物料號

# L_DNApproveManage_PayDescp
source: 付款说明
ru_ru: Payment Description
zh_tw: 付款說明

# L_DNApproveManage_PayTermCd
source: 付款条款
ru_ru: Payment Term
zh_tw: 付款條款

# L_DNApproveManage_PkgMark
source: 装箱清单
ru_ru: Package List
zh_tw: 裝箱清單

# L_DNApproveManage_PkgNum
source: 大包装件数
ru_ru: Q\'ty of Large Package
zh_tw: 大包裝件數

# L_DNApproveManage_Plant
source: 工厂代码
ru_ru: Factory Code
zh_tw: 工廠代碼

# L_DNApproveManage_PlantNm
source: 工厂名称
ru_ru: Factory Name
zh_tw: 工廠名稱

# L_DNApproveManage_Pod
source: 目的地
ru_ru: Destination

# L_DNApproveManage_PodNm
source: 目的地名称
ru_ru: POD Name
zh_tw: 目的地名稱

# L_DNApproveManage_Pol
source: 启运港代码
ru_ru: Loading Port Code
zh_tw: 啟運港代碼

# L_DNApproveManage_PolNm
source: 启运地
ru_ru: Loading port Name
zh_tw: 啟運地

# L_DNApproveManage_PoNo
source: 订单号
ru_ru: Order number
zh_tw: 訂單號

# L_DNApproveManage_PorteCd
source: 出口口岸代码
ru_ru: Export Port Code
zh_tw: 出口口岸代碼

# L_DNApproveManage_PorteDescp
source: 出口口岸
ru_ru: Export Port

# L_DNApproveManage_PoType
source: 订单类型
ru_ru: Order type
zh_tw: 訂單類型

# L_DNApproveManage_Pqty
source: 生产量
ru_ru: Production
zh_tw: 生產量

# L_DNApproveManage_PrepareRmk
source: 备料状况
ru_ru: Material readiness
zh_tw: 備料狀況

# L_DNApproveManage_ProdDescp
source: 商品品名
ru_ru: Product Name

# L_DNApproveManage_ProdSpec
source: 商品描述
ru_ru: Product Description

# L_DNApproveManage_ProdType
source: 产品类型
ru_ru: Product Type
zh_tw: 產品類型

# L_DNApproveManage_ProduceDate
source: 生产日期
ru_ru: Production Date
zh_tw: 生產日期

# L_DNApproveManage_Qty
source: 数量
ru_ru: Quantity
zh_tw: 數量

# L_DNApproveManage_Region
source: 到达地区代码
ru_ru: Arrival Area Code
zh_tw: 到達地區代碼

# L_DNApproveManage_RegionNm
source: 地区名称
ru_ru: Area Name
zh_tw: 地區名稱

# L_DNApproveManage_RelationInfo
source: 前后段DN
ru_ru: Front/End DN
zh_tw: 前後段DN

# L_DNApproveManage_Resolution
source: 分辨率
ru_ru: Resolution
zh_tw: 解析度

# L_DNApproveManage_ReveiveDate
source: 工厂收货时间
ru_ru: Factory Receiving Date
zh_tw: 工廠收貨時間

# L_DNApproveManage_SafetyModel
source: 旧物料号
ru_ru: Old material Part No
zh_tw: 舊物料號

# L_DNApproveManage_SalesCustCd
source: 销售客户代码
ru_ru: Sales Account Code
zh_tw: 銷售客戶代碼

# L_DNApproveManage_SalesCustNm
source: 销售客户名称
ru_ru: Sales Account Name
zh_tw: 銷售客戶名稱

# L_DNApproveManage_SapId
source: 来源SAP
ru_ru: From SAP
zh_tw: 來源SAP

# L_DNApproveManage_SAPMaterialType
source: SAP 物料类型
ru_ru: SAP material type
zh_tw: SAP 物料類型

# L_DNApproveManage_Script_17
source: 批量上传厂别必须一致，请取消勾选
ru_ru: Site code must mtach when batch data uploading; please retry
zh_tw: 批量上傳廠別必須一致，請取消勾選

# L_DNApproveManage_Script_18
source: 审核-DN料号明细
ru_ru: Checking-DN PartNumer List
zh_tw: 審核-DN料號明細

# L_DNApproveManage_SealQty
source: 序列号数
ru_ru: Serial number Sequence
zh_tw: 序號數

# L_DNApproveManage_SerialNumber
source: 序列号
ru_ru: serial number
zh_tw: 序號

# L_DNApproveManage_ServiceLoading
source: 装运说明
ru_ru: Loading Description
zh_tw: 裝運說明

# L_DNApproveManage_ShipMark
source: 唛头
ru_ru: Shipping Mark
zh_tw: 嘜頭

# L_DNApproveManage_Size
source: 寸别
ru_ru: Dimension
zh_tw: 寸別

# L_DNApproveManage_Sloc
source: 储存地点
ru_ru: Place of Storage
zh_tw: 儲存地點

# L_DNApproveManage_SpecDescp
source: 特殊处理标示说明
ru_ru: Special Case Mark description
zh_tw: 特殊處理標示說明

# L_DNApproveManage_SpecProcid
source: 特殊处理标示
ru_ru: Special Case Mark
zh_tw: 特殊處理標示

# L_DNApproveManage_State
source: 目的地州别
ru_ru: Destination by State
zh_tw: 目的地州別

# L_DNApproveManage_Teu
source: 柜量（TEU）
ru_ru: Volume (FEU)
zh_tw: 櫃量（TEU）

# L_DNApproveManage_TrackWay
source: 陆运方式
ru_ru: Land Transportation by
zh_tw: 陸運方式

# L_DNApproveManage_TranDescp
source: 运输类型方式
ru_ru: Delivery Type
zh_tw: 運輸類型方式

# L_DNApproveManage_TranMode
source: 运输类型
ru_ru: Delivery Mode
zh_tw: 運輸類型

# L_DNApproveManage_TSMode
source: 贸易方式
ru_ru: Trade Mode
zh_tw: 貿易方式

# L_DNApproveManage_TSModeA
source: 一般贸易
ru_ru: General Trade
zh_tw: 一般貿易

# L_DNApproveManage_TSModeB
source: 进料对口
ru_ru: Importation Contact
zh_tw: 進料對口

# L_DNApproveManage_TSModeC
source: 进料复出
ru_ru: Re exportation
zh_tw: 進料複出

# L_DNApproveManage_TSModeO
source: 其它
ru_ru: Others

# L_DNApproveManage_Unicode
source: 统一编号
ru_ru: Company TAX ID
zh_tw: 統一編號

# L_DNApproveManage_UnitPrice
source: 单价
ru_ru: Unit Price
zh_tw: 單價

# L_DNApproveManage_Views_0
source: DN审核-DN料号明细
ru_ru: DN Cheking-DN part number list
zh_tw: DN審核-DN料號明細

# L_DNApproveManage_Views_305
source: 导入需要执行更改价格的 DN No.
ru_ru: DN No is necessary when update price
zh_tw: 導入需要執行更改價格的 DN No.

# L_DNApproveManage_Views_307
source: 暂缓出货
ru_ru: Shipment suspended
zh_tw: 暫緩出貨

# L_DNApproveManage_Views_308
source: 签核人员
ru_ru: Approver
zh_tw: 簽核人員

# L_DNApproveManage_Views_309
source: 待审核
ru_ru: Wait to apptove
zh_tw: 待審核

# L_DNApproveManage_Views_310
source: 执行通过
ru_ru: Implemention Completed
zh_tw: 執行通過

# L_DNApproveManage_Views_311
source: 回上层
ru_ru: Go back to previous level
zh_tw: 回上層

# L_DNApproveManage_Views_312
source: 请先取消并柜
ru_ru: Please remove consolidation
zh_tw: 請先取消並櫃

# L_DNApproveManage_Views_313
source: 已离场
ru_ru: Departure
zh_tw: 已離場

# L_DNApproveManage_Views_314
source: 已结案
ru_ru: Case Closed
zh_tw: 已結案

# L_DNApproveManage_Views_315
source: 异常管理
ru_ru: Abnormal case management
zh_tw: 異常管理

# L_DNApproveManage_Views_316
source: 批量上传
ru_ru: Upload by batch
zh_tw: 批量上傳

# L_DNApproveManage_Views_317
source: 批量上传厂别必须一致
ru_ru: Site code must mtach when batch data uploading
zh_tw: 批量上傳廠別必須一致

# L_DNApproveManage_Views_318
source: 再上传
ru_ru: Re upload
zh_tw: 再上傳

# L_DNApproveManage_Views_319
source: 批量上传执行中
ru_ru: Batch Data Uploading
zh_tw: 批量上傳執行中

# L_DNApproveManage_Views_320
source: 请稍待
ru_ru: please wait
zh_tw: 請稍待

# L_DNApproveManage_Views_321
source: 分钟后
ru_ru: in minutes
zh_tw: 分鐘後

# L_DNApproveManage_Views_322
source: 离厂更改价格
ru_ru: Update price after departuring factory
zh_tw: 離廠更改價格

# L_DNApproveManage_Views_323
source: 免费
ru_ru: Free of charge
zh_tw: 免費

# L_DNApproveManage_Views_324
source: 料号明细
ru_ru: Part Number List
zh_tw: 料號明細

# L_DNApproveManage_Views_325
source: 序号档
ru_ru: Serial number file
zh_tw: 序號檔

# L_DNApproveManage_Views_326
source: 当开启
ru_ru: On
zh_tw: 當開啟

# L_DNApproveManage_Views_327
source: 签核明细窗口时
ru_ru: While checking the Approval log
zh_tw: 簽核明細窗口時

# L_DNApproveManage_Views_328
source: 请输入退回原因
ru_ru: Please advise the reason of rejection
zh_tw: 請輸入退回原因

# L_DNApproveManage_Views_329
source: 导入需要执行更改价格的 DN No
ru_ru: Importing data which need to Reload DN for price changing
zh_tw: 導入需要執行更改價格的 DN No

# L_DNApproveManage_Views_330
source: 点击下载导入范本文件
ru_ru: Click to download the Template
zh_tw: 點擊下載導入範本文件

# L_DNApproveManage_Views_331
source: 并柜讯息
ru_ru: Combined DN Info.
zh_tw: 並櫃訊息

# L_DNApproveManage_Views_332
source: 工厂
ru_ru: Works
zh_tw: 工廠

# L_DNApproveManage_Views_340
source: 批量上传执行中，请稍待5分钟后查看
ru_ru: Batch Data Uploading, Please wait a second
zh_tw: 批量上傳執行中，請稍待5分鐘後查看

# L_DNApproveManage_Views_400
source: PO批量上传
ru_ru: PO Uploading by Batch
zh_tw: PO批量上傳

# L_DNApproveManage_Views_409
source: 待审核DN
ru_ru: DN For Review
zh_tw: 待審核DN

# L_DNDetailVeiw_CntrNum
source: 柜数
ru_ru: Container Quantity
zh_tw: 櫃數

# L_DNDetailVeiw_Mail
source: 邮件群组
ru_ru: mail loop
zh_tw: 郵件群組

# L_DNDetailVeiw_OrderBy
source: 顺序
ru_ru: sequence
zh_tw: 順序

# L_DNDetailVeiw_PartyName
source: 名称
ru_ru: name
zh_tw: 名稱

# L_DNDetailVeiw_PartyName2
source: 名称2
ru_ru: name 2
zh_tw: 名稱2

# L_DNDetailVeiw_PartyName3
source: 名称3
ru_ru: name 3
zh_tw: 名稱3

# L_DNDetailVeiw_PartyName4
source: 名称4
ru_ru: name 4
zh_tw: 名稱4

# L_DNDetailVeiw_PartyType
source: 公司类别
ru_ru: Company category
zh_tw: 公司類別

# L_DNDetailVeiw_PortDest
source: 卸货港
ru_ru: discharge port
zh_tw: 卸貨港

# L_DNDetailVeiw_TypeDescp
source: 类别说明
ru_ru: Category description
zh_tw: 類別說明

# L_DNDetailVeiw_Value
source: 金额
ru_ru: Amount
zh_tw: 金額

# L_DNDetailVeiw_Views_332
source: DN状态
ru_ru: DN status
zh_tw: DN狀態

# L_DNDetailVeiw_Views_333
source: 地区
ru_ru: region
zh_tw: 地區

# L_DNDetailVeiw_Views_334
source: 提单类别
ru_ru: type of B/L
zh_tw: 提單類別

# L_DNDetailVeiw_Views_335
source: 客户入库号
ru_ru: Customer Reception#
zh_tw: 客戶入庫號

# L_DNDetailView_DimTip
source: 长宽高尺寸信息不能为空！
ru_ru: Dimension can not empty!
zh_tw: 長寬高尺寸資訊不能為空！

# L_DNDetailView_Scripts_186
source: 明细设定查询
ru_ru: set up search criteria
zh_tw: 明細設定查詢

# L_DNDetailView_Scripts_187
source: 运输类型代码
ru_ru: code of trans mode
zh_tw: 運輸類型代碼

# L_DNDetailView_Scripts_188
source: 确认产生一笔四联单吗
ru_ru: are you sure to create one quaternion form
zh_tw: 確認產生一筆四聯單嗎

# L_DNDetailView_Scripts_189
source: 重新载入
ru_ru: reload
zh_tw: 重新載入

# L_DNDetailView_Scripts_190
source: 是否继续
ru_ru: go ahead or not?
zh_tw: 是否繼續

# L_DNDetailView_Scripts_191
source: 初始状态下
ru_ru: under initial status
zh_tw: 初始狀態下

# L_DNDetailView_Scripts_192
source: 请直接回
ru_ru: please return to…
zh_tw: 請直接回

# L_DNDetailView_Scripts_193
source: 未发起对内订舱
ru_ru: can\'t process without sending booking to LST team
zh_tw: 未發起對內訂艙

# L_DNDetailView_Scripts_194
source: 请将签核退回后
ru_ru: please return back the signing
zh_tw: 請將簽核退回後

# L_DNDetailView_Scripts_195
source: 回
ru_ru: return back

# L_DNDetailView_Scripts_196
source: 修改数据
ru_ru: revise data
zh_tw: 修改資料

# L_DNDetailView_Scripts_197
source: 只有订舱确认
ru_ru: only confirm the booking
zh_tw: 只有訂艙確認

# L_DNDetailView_Scripts_198
source: 叫柜或入厂状态下才能执行此动作
ru_ru: This action can be carried out under container calling or truck entery status
zh_tw: 叫櫃或入廠狀態下才能執行此動作

# L_DNDetailView_Scripts_199
source: 系统会自动更新
ru_ru: System will update automatically
zh_tw: 系統會自動更新

# L_DNDetailView_Scripts_200
source: 运输类型为空
ru_ru: can not process without trans mode
zh_tw: 運輸類型為空

# L_DNDetailView_Scripts_201
source: 已经执行过暂缓出货
ru_ru: It has been proceeded the suspension of shipment
zh_tw: 已經執行過暫緩出貨

# L_DNDetailView_Scripts_202
source: 确认执行暂缓出货吗
ru_ru: Are you sure to proceed suspension of shipment
zh_tw: 確認執行暫緩出貨嗎

# L_DNDetailView_Scripts_203
source: 确认作废此笔
ru_ru: are you sure to cancle this …
zh_tw: 確認作廢此筆

# L_DNDetailView_Scripts_204
source: 起运地代码
ru_ru: Code of Point of Origin
zh_tw: 起運地代碼

# L_DNDetailView_Scripts_205
source: 卸货港代码
ru_ru: Code of Port of Discharge
zh_tw: 卸貨港代碼

# L_DNDetailView_Scripts_206
source: 卸货港名称
ru_ru: Name of Port of Discharge
zh_tw: 卸貨港名稱

# L_DNDetailView_Scripts_207
source: 重新载入DN信息,是否继续？
ru_ru: Reload DN completed, continue or not?
zh_tw: 重新載入DN資訊,是否繼續？

# L_DNDetailView_Scripts_208
source: 系统会自动更新 DN/订舱/Invoice 请确认!!？
ru_ru: The DN_Management/eBooking/BookingConfirmation&InvoicePacking will be refreshed automatically, please double check it and confirm?!
zh_tw: 系統會自動更新 DN/訂艙/Invoice 請確認!!？

# L_DNDetailView_Script_128
source: 订舱/Invoice
ru_ru: Booking No
zh_tw: 訂艙/Invoice

# L_DNDetailView_Script_129
source: 请确认！！？
ru_ru: please check it!
zh_tw: 請確認！！？

# L_DNDetail_Memo
source: 收款银行讯息
ru_ru: bank account
zh_tw: 收款銀行訊息

# L_DNFlowManage_Aqty
source: 累计数量
ru_ru: Total Quantity
zh_tw: 累計數量

# L_DNFlowManage_CallDate
source: 叫车日期
ru_ru: Date of TruckCalling
zh_tw: 叫車日期

# L_DNFlowManage_CntNumber
source: 柜量
ru_ru: Container Quantity
zh_tw: 櫃量

# L_DNFlowManage_CntrNo
source: 货柜号码
ru_ru: Container#
zh_tw: 貨櫃號碼

# L_DNFlowManage_CombineBy
source: Combine By
ru_ru: Combined by

# L_DNFlowManage_CombineDate
source: Combine Date
ru_ru: Date of Combination

# L_DNFlowManage_DnNoCmpRef
source: 关联交货单
ru_ru: Associated DN
zh_tw: 關聯交貨單

# L_DNFlowManage_DnNoRef
source: DN REF
ru_ru: Ref. DN#

# L_DNFlowManage_PortPol
source: Port Pol
ru_ru: Port POL/Code

# L_DNFlowManage_PortPolnm
source: Port Polnm
ru_ru: Port POL/Name

# L_DNFlowManage_Script_19
source: 该笔DN：
ru_ru: The mentioned DN:
zh_tw: 該筆DN：

# L_DNFlowManage_Script_20
source: 执行并柜？
ru_ru: Combined DNs in one container?
zh_tw: 執行並櫃？

# L_DNFlowManage_Script_21
source: 】执行取消并柜？
ru_ru: Cancelled DNs combination?
zh_tw: 】執行取消並櫃？

# L_DNFlowManage_TranType
source: 运输类型
ru_ru: Trans Type
zh_tw: 運輸類型

# L_DNFlowManage_TranTypeDescp
source: 运输类型描述
ru_ru: TransType Description
zh_tw: 運輸類型描述

# L_DNFlowManage_Views_336
source: 分批提货
ru_ru: Partial Pickup
zh_tw: 分批提貨

# L_DNFlowManage_Views_337
source: 发起定舱
ru_ru: Initiate Internal Booking
zh_tw: 發起定艙

# L_DNFlowManage_Views_338
source: 该笔
ru_ru: The chose DN
zh_tw: 該筆

# L_DNFlowManage_Views_339
source: 的运输类型为空
ru_ru: of Trans mode is null!
zh_tw: 的運輸類型為空

# L_DNFlowManage_Views_340
source: 已经发起过订舱
ru_ru: Has submitted internal booking already!
zh_tw: 已經發起過訂艙

# L_DNFlowManage_Views_341
source: 过账
ru_ru: Goods Issue
zh_tw: 過帳

# L_DNFlowManage_Views_342
source: 并柜
ru_ru: Co-Loading
zh_tw: 並櫃

# L_DNFlowManage_Views_343
source: 请至少选择两笔资料
ru_ru: Please selected two DNs at least!
zh_tw: 請至少選擇兩筆資料

# L_DNFlowManage_Views_344
source: 执行并柜
ru_ru: Proceeded DN Co-loading
zh_tw: 執行並櫃

# L_DNFlowManage_Views_345
source: 取消并柜
ru_ru: Cancelled DNs combination
zh_tw: 取消並櫃

# L_DNFlowManage_Views_346
source: 执行取消并柜
ru_ru: Proceeded DN Co-loading cancellation
zh_tw: 執行取消並櫃

# L_DNFlowManage_Views_347
source: 货柜
ru_ru: Container
zh_tw: 貨櫃

# L_DNFlowManage_Views_348
source: 储位
ru_ru: Stock Location
zh_tw: 儲位

# L_DNFlowManage_Views_349
source: 已经退回修改
ru_ru: Has returned to Sales dept. for modification.
zh_tw: 已經退回修改

# L_DNFlowManage_Views_350
source: 入厂号码
ru_ru: Requested Entry#
zh_tw: 入廠號碼

# L_DNFlowManage_Views_351
source: 叫柜时间
ru_ru: Truck CallingTime
zh_tw: 叫櫃時間

# L_DNFlowManage_Views_352
source: 用柜时间
ru_ru: Requested Loading Time
zh_tw: 用櫃時間

# L_DNFlowManage_Views_353
source: 仓库
ru_ru: Warehouse
zh_tw: 倉庫

# L_DNFlowManage_Views_354
source: 移动次数
ru_ru: Container Moving Frequency
zh_tw: 移動次數

# L_DNFlowManage_Views_355
source: 入厂时间
ru_ru: Gate in Date&Time
zh_tw: 入廠時間

# L_DNFlowManage_Views_356
source: 月台
ru_ru: Dock#
zh_tw: 月臺

# L_DNFlowManage_Views_357
source: 车号
ru_ru: Truck#
zh_tw: 車號

# L_DNFlowManage_Views_358
source: 司机
ru_ru: Driver\'s Name
zh_tw: 司機

# L_DNFlowManage_View_BookingRevoke
source: 订舱撤回
ru_ru: Booking Revoke
zh_tw: 訂艙撤回

# L_DNFlowManage_View_BookingRevokeBeg
source: 订舱撤回请求
ru_ru: Booking withdrawal request
zh_tw: 訂艙撤回請求

# L_DNFlowManage_View_BookingRevokeMsg
source: 订舱撤回原因
ru_ru: Booking withdrawal Reason
zh_tw: 訂艙撤回原因

# L_DNFlowManage_WhsCd
source: 外仓代码
ru_ru: Contracted Warehouse#
zh_tw: 外倉代碼

# L_DNFlowManage_WhsNm
source: 外仓名称
ru_ru: Contracted Warehouse Name
zh_tw: 外倉名稱

# L_DNFlowManage_With
source: 预提
ru_ru: AccruedExpenses
zh_tw: 預提

# L_DnHandel_Business_56
source: 此Shipment ID无对应的卡车公司
ru_ru: No Trucking Company for slected ShipmentID.
zh_tw: 此Shipment ID無對應的卡車公司

# L_DnHandel_Business_57
source: DN 修改数量。该笔资料由：
ru_ru: Modified DN Q\'tys. The shipment has been modified by
zh_tw: DN 修改數量。該筆資料由：

# L_DnHandel_Business_58
source: 修改数量。该笔资料由：
ru_ru: The shipment has been modified by
zh_tw: 修改數量。該筆資料由：

# L_DnHandel_Business_59
source: 执行了离厂后修改价格动作！
ru_ru: whom has proceeded Reload DN after DN leave factory!
zh_tw: 執行了離廠後修改價格動作！

# L_DnHandel_Business_60
source: 执行了Reload数量动作！
ru_ru: has proceeded Reload DN!
zh_tw: 執行了Reload數量動作！

# L_DNInfoCheck_Business_61
source: 该笔资料已经暂缓出货
ru_ru: The shipment has been operated of Shipment Suspending!
zh_tw: 該筆資料已經暫緩出貨

# L_DNInfoCheck_Business_62
source: 该笔资料已经发起对外订舱！
ru_ru: The shipment has finished External Booking!
zh_tw: 該筆資料已經發起對外訂艙！

# L_DNInfoCheck_Business_63
source: 该笔资料已经订舱确认！
ru_ru: The shipment has finished Booking Confirmation!
zh_tw: 該筆資料已經訂艙確認！

# L_DNInfoCheck_Business_64
source: 该笔资料已经叫柜！
ru_ru: The shipment has finished Trucking Calling!
zh_tw: 該筆資料已經叫櫃！

# L_DNInfoCheck_Business_65
source: 该笔资料已经入厂！
ru_ru: The shipment has Gate in factory already!
zh_tw: 該筆資料已經入廠！

# L_DNInfoCheck_Business_66
source: 该笔资料已经封柜！
ru_ru: The shipment has been Closed Container!
zh_tw: 該筆資料已經封櫃！

# L_DNInfoCheck_Business_67
source: 该笔资料已经离厂！
ru_ru: The shipment has Gate Out factory already!
zh_tw: 該筆資料已經離廠！

# L_DNInfoCheck_Business_68
source: 该笔资料已经报关！
ru_ru: The shipment has finished Exp. Customs Declaration!
zh_tw: 該筆資料已經報關！

# L_DNInfoCheck_Business_69
source: 该笔资料已经放行！
ru_ru: The shipment has finished Exp. CC Release!
zh_tw: 該筆資料已經放行！

# L_DNInfoCheck_Business_70
source: 该笔资料已经退运！
ru_ru: The shipment has been operated of Shipment Return!
zh_tw: 該筆資料已經退運！

# L_DNManageController_Controllers_1
source: 请确认客户档BondType或BondAct资料完整
ru_ru: L_DNManageController_Controllers_1
zh_tw: 請確認客戶檔BondType或BondAct資料完整

# L_DNManageController_Controllers_103
source: 查无资料！
ru_ru: No matched data been found!
zh_tw: 查無資料！

# L_DNManageController_Controllers_104
source: 该笔资料已经作废！
ru_ru: The shipment has been cancelled!
zh_tw: 該筆資料已經作廢！

# L_DNManageController_Controllers_105
source: 资料为空，请选择一笔有效的资料
ru_ru: No matched data been found, please select an valid one!
zh_tw: 資料為空，請選擇一筆有效的資料

# L_DNManageController_Controllers_106
source: 该笔DN资料由：
ru_ru: The DN# has been performed by
zh_tw: 該筆DN資料由：

# L_DNManageController_Controllers_107
source: 该笔DN已经取消
ru_ru: The DN details has been cancelled.
zh_tw: 該筆DN已經取消

# L_DNManageController_Controllers_108
source: 该笔DN:
ru_ru: The DN#
zh_tw: 該筆DN:

# L_DNManageController_Controllers_109
source: 该笔Dn已经订舱！！！
ru_ru: The chose DN has performed booking plan!!
zh_tw: 該筆Dn已經訂艙！！！

# L_DNManageController_Controllers_110
source: 分批提货总数量大于DN的数量！
ru_ru: Total q\'tys was larger than DN q\'tys for partial shipment!
zh_tw: 分批提貨總數量大於DN的數量！

# L_DNManageController_Controllers_111
source: 此笔：
ru_ru: The shipment
zh_tw: 此筆：

# L_DNManageController_Controllers_112
source: 过账失败，SAP返回提示：
ru_ru: Posting goods issue failed,SAP returns with tips:
zh_tw: 過帳失敗，SAP返回提示：

# L_DNManageController_Controllers_113
source: 过账失败，
ru_ru: Posting goods issue failed,
zh_tw: 過帳失敗，

# L_DNManageController_Controllers_114
source: 参数传入错误，请重试
ru_ru: Parameter error, please try again!
zh_tw: 參數傳入錯誤，請重試

# L_DNManageController_Controllers_115
source: 已经封柜了，还想Reload.
ru_ru: Cannot Reload due to container closed!
zh_tw: 已經封櫃了，還想Reload.

# L_DNManageController_Controllers_116
source: 已经离厂了，还想Reload.
ru_ru: Cannot Reload due to shipment Gate Out factory already!
zh_tw: 已經離廠了，還想Reload.

# L_DNManageController_Controllers_117
source: 已经放行了，还想Reload.
ru_ru: Cannot Reload due to shipment of Exp. C/C has been released!
zh_tw: 已經放行了，還想Reload.

# L_DNManageController_Controllers_118
source: 无此DN
ru_ru: No DN been found
zh_tw: 無此DN

# L_DNManageController_Controllers_119
source: 此笔DN
ru_ru: The DN#
zh_tw: 此筆DN

# L_DNManageController_Controllers_120
source: 已经订舱，不能取消并柜
ru_ru: The shipment has started Booking Plan, cannot cancel DN combination.
zh_tw: 已經訂艙，不能取消並櫃

# L_DNManageController_Controllers_121
source: 目的地或运输类型不同，不允许并柜
ru_ru: DN consolidation was denied due to different Destination or Trans Type.
zh_tw: 目的地或運輸類型不同，不允許並櫃

# L_DNManageController_Controllers_122
source: 无法对内订舱，请通知LST退回！
ru_ru: Cannot initiate Internal Booking, please ask LST div. to return to you.
zh_tw: 無法對內訂艙，請通知LST退回！

# L_DNManageController_Controllers_123
source: 发起订舱失败，
ru_ru: Initiate booking failed,
zh_tw: 發起訂艙失敗，

# L_DNManageController_Controllers_124
source: 发起订舱成功
ru_ru: Initiate booking successfully \n
zh_tw: 發起訂艙成功

# L_DNManageController_Controllers_125
source: LST已经修改，若要修改请LST退回
ru_ru: LST div. has performed the DN/Shipment,please ask LST div. to return to you if modification was required!
zh_tw: LST已經修改，若要修改請LST退回

# L_DNManageController_Controllers_126
source: 请重新查询，SCAC不可为空！
ru_ru: SCAC was required, please check it again.
zh_tw: 請重新查詢，SCAC不可為空！

# L_DNManageController_Controllers_127
source: 请重新查询，Master
ru_ru: Please requery the Master
zh_tw: 請重新查詢，Master

# L_DNManageController_Controllers_128
source: 请重新设定条件，最多只允许500笔资料
ru_ru: The Max. searching/selecting data was 500 items,please reset the Search Condition.
zh_tw: 請重新設定條件，最多只允許500筆資料

# L_DNManageController_Controllers_129
source: 没有上传文件或文件传送失败，请重试！
ru_ru: No file been uploaded or file tranmit failed, please try it again.
zh_tw: 沒有上傳檔或檔傳送失敗，請重試！

# L_DNManageController_Controllers_130
source: 非离厂的状态，无法更新！
ru_ru: Not at the status of Gate Out factory,cannot be updated.
zh_tw: 非離廠的狀態，無法更新！

# L_DNManageController_Controllers_131
source: 笔资料，导入失败
ru_ru: DN/Shipments importing failed!
zh_tw: 筆資料，導入失敗

# L_DNManageController_Controllers_132
source: 请重新查询，Master bl no/ house bl no不可同时为空
ru_ru: One of Master B/L# or House B/L# was required,please search it again!
zh_tw: 請重新查詢，Master bl no/ house bl no不可同時為空

# L_DNManageController_Controllers_2
source: 请确认客户代码：，是否存在
ru_ru: Please Check Customer ID is exist or not
zh_tw: 請確認客戶代碼：，是否存在

# L_DNManageController_tip1
source: DN尺寸信息不能为空
ru_ru: Dimesion can not empty in DN
zh_tw: DN尺寸資訊不能為空

# L_DNManage_AbaTime
source: 甩柜次数
ru_ru: Frequency of HoldingTime
zh_tw: 甩櫃次數

# L_DNManage_Ac
source: 账户名
ru_ru: Account Name
zh_tw: 帳戶名

# L_DNManage_AcCntrNo
source: 实际封条号码
ru_ru: Actual Seal#
zh_tw: 實際封條號碼

# L_DNManage_AcSealNo
source: 实际货柜号码
ru_ru: Actual Container#
zh_tw: 實際貨櫃號碼

# L_DNManage_AdDetail
source: 审核明细
ru_ru: e-Approval Log
zh_tw: 審核明細

# L_DNManage_AdList
source: 异常列表
ru_ru: Abnormity List
zh_tw: 異常列表

# L_DNManage_AdnormalInfo
source: 异常回补信息
ru_ru: Msg. return for Abnormity
zh_tw: 異常回補資訊

# L_DNManage_AdnormalMag
source: 异常管理
ru_ru: Abnormal Issues Mgmt.
zh_tw: 異常管理

# L_DNManage_AirBDnDetail
source: Air Booking-DN 明细
ru_ru: Air Booking-DN Details
zh_tw: Air Booking-DN 明細

# L_DNManage_AirBk
source: 空运订舱
ru_ru: Air Booking for External
zh_tw: 空運訂艙

# L_DNManage_AirBkConf
source: 空运订舱确认
ru_ru: Air Booking Confirmation
zh_tw: 空運訂艙確認

# L_DNManage_AirBkConfExcel
source: 空运订舱确认Excel导入
ru_ru: Air Booking Confirmation by Excel upload
zh_tw: 空運訂艙確認Excel導入
