Repository: wtg-prolink/ESHIPPING-INBOUND
Catalog: WebGui/App_GlobalResources/Locale.*.resx
Languages: ru_ru, zh_tw

# L_RQSetup_DmTranComp
source: 国内运输比价
ru_ru: domestic transportaion fee comapre
zh_tw: 國內運輸比價

# L_RQSetup_DomesticEpQuoDL
source: 国内快递报价
ru_ru: domestic express quotation
zh_tw: 國內快遞報價

# L_RQSetup_DomesticQuoDl
source: 国内运输报价明细
ru_ru: domestic transportaion quotation information
zh_tw: 國內運輸報價明細

# L_RQSetup_FCLComp
source: 海运FCL比价
ru_ru: FCL ocean freight compare
zh_tw: 海運FCL比價

# L_RQSetup_FinalBid
source: 得标
ru_ru: Acceptance of BID
zh_tw: 得標

# L_RQSetup_GwQuot
source: 按计费重报价（公斤）
ru_ru: Quoted by Chargable weight(KGS)
zh_tw: 按計費重報價（公斤）

# L_RQSetup_InterEpComp
source: 国际快递比价
ru_ru: International express fee compared
zh_tw: 國際快遞比價

# L_RQSetup_InterEpQuoDl
source: 国际快递报价明细
ru_ru: International express fee comparison information
zh_tw: 國際快遞報價明細

# L_RQSetup_LCLComp
source: 海运LCL比价
ru_ru: LCL Freight comapred
zh_tw: 海運LCL比價

# L_RQSetup_LostBid
source: 未中标
ru_ru: Lost BID
zh_tw: 未中標

# L_RQSetup_LspCd
source: 物流业代码
ru_ru: logistics supplier code
zh_tw: 物流業代碼

# L_RQSetup_LspNm
source: 物流业名称
ru_ru: logistics supplier name
zh_tw: 物流業名稱

# L_RQSetup_Notified
source: 已通知
ru_ru: Informed

# L_RQSetup_NotifyDate
source: 通知日期
ru_ru: Notice Date

# L_RQSetup_NotifyGroup
source: 通知群组
ru_ru: Notification Group
zh_tw: 通知群組

# L_RQSetup_NotNotify
source: 未通知
ru_ru: Uninformed

# L_RQSetup_QuoList
source: 报价列表
ru_ru: Quotation list
zh_tw: 報價列表

# L_RQSetup_Quoted
source: 已报价
ru_ru: Offer already
zh_tw: 已報價

# L_RQSetup_RailQuoDl
source: 铁路报价明细
ru_ru: Railway quotation information
zh_tw: 鐵路報價明細

# L_RQSetup_Scripts_318
source: 已发起询价
ru_ru: enquiry has been launched
zh_tw: 已發起詢價

# L_RQSetup_Scripts_319
source: 只有发起询价的
ru_ru: only the inquirer
zh_tw: 只有發起詢價的

# L_RQSetup_Scripts_320
source: 才有作废的权限
ru_ru: has the right to cancel
zh_tw: 才有作廢的許可權

# L_RQSetup_Scripts_321
source: 上传询价
ru_ru: upload enquiry
zh_tw: 上傳詢價

# L_RQSetup_Scripts_322
source: 无可发送物流业者
ru_ru: not allow to send out this information to logistics supplier
zh_tw: 無可發送物流業者

# L_RQSetup_Scripts_323
source: 请勾选要通知的物流业者
ru_ru: please select the logistics supplier who need to be noticed
zh_tw: 請勾選要通知的物流業者

# L_RQSetup_Scripts_324
source: 确定要向
ru_ru: Determine to
zh_tw: 確定要向

# L_RQSetup_Scripts_325
source: 发送询价通知吗
ru_ru: send the equiry notice
zh_tw: 發送詢價通知嗎

# L_RQSetup_Scripts_326
source: 不存在询价的
ru_ru: there is no enquiry
zh_tw: 不存在詢價的

# L_RQSetup_Scripts_327
source: 不得发送
ru_ru: not allow to send out
zh_tw: 不得發送

# L_RQSetup_Scripts_328
source: 询价尚未结束
ru_ru: enquiry is not yet completed,
zh_tw: 詢價尚未結束

# L_RQSetup_Scripts_329
source: 是否继续操作
ru_ru: Whether to continue ?
zh_tw: 是否繼續操作

# L_RQSetup_Scripts_330
source: 请勾选一个要查看的物流业者
ru_ru: please choose a one logistics supplier you needed
zh_tw: 請勾選一個要查看的物流業者

# L_RQSetup_Scripts_331
source: 您勾选了多笔物流业者
ru_ru: you select a number of logistics providers
zh_tw: 您勾選了多筆物流業者

# L_RQSetup_Scripts_332
source: 请勾选您需要的那笔
ru_ru: please choose the one you need
zh_tw: 請勾選您需要的那筆

# L_RQSetup_Scripts_333
source: 是否继续查看
ru_ru: whether to continue
zh_tw: 是否繼續查看

# L_RQSetup_Scripts_334
source: 国内快递报价明细
ru_ru: domestic expresss quotation information
zh_tw: 國內快遞報價明細

# L_RQSetup_Scripts_335
source: 请勾选
ru_ru: select
zh_tw: 請勾選

# L_RQSetup_Scripts_336
source: 人
ru_ru: Person

# L_RQSetup_Scripts_337
source: 通知吗
ru_ru: Notice or not?
zh_tw: 通知嗎

# L_RQSetup_Scripts_338
source: 比价查询
ru_ru: comparison enquiry
zh_tw: 比價查詢

# L_RQSetup_Scripts_339
source: 空运比价查询
ru_ru: airfreight comparison inquire
zh_tw: 空運比價查詢

# L_RQSetup_Scripts_340
source: 海运整柜比价查询
ru_ru: FCL ocean freight comparison inquire
zh_tw: 海運整櫃比價查詢

# L_RQSetup_Scripts_341
source: 铁路比价查询
ru_ru: railway freight comparison inquire
zh_tw: 鐵路比價查詢

# L_RQSetup_Scripts_342
source: 国内快递比价查询
ru_ru: domestic expresss fee comparison inquire
zh_tw: 國內快遞比價查詢

# L_RQSetup_Scripts_343
source: 国际快递比价查询
ru_ru: international express fee comparison inquire
zh_tw: 國際快遞比價查詢

# L_RQSetup_Scripts_344
source: 海运散货比价查询
ru_ru: LCL freight comparison inquire
zh_tw: 海運散貨比價查詢

# L_RQSetup_Scripts_345
source: 国内运输比价查询
ru_ru: domestic transportaion comparison inquire
zh_tw: 國內運輸比價查詢

# L_RQSetup_Scripts_346
source: 上传成功
ru_ru: upload successfully
zh_tw: 上傳成功

# L_RQSetup_Script_176
source: N:未中标;B:中标;F:得标
ru_ru: N:Fail to bid B:win the bidding F:acceptance of bid
zh_tw: N:未中標;B:中標;F:得標

# L_RQSetup_Script_177
source: N:未通知;Y:已通知;Q:已报价;V:已作废
ru_ru: N:failure to give notice;Y:have been noticed;Q:have been quoted;V:have been cancelled
zh_tw: N:未通知;Y:已通知;Q:已報價;V:已作廢

# L_RQSetup_Script_178
source: 上传询价Excel
ru_ru: Excel file enquiry upload
zh_tw: 上傳詢價Excel

# L_RQSetup_Script_179
source: 发送询价通知吗？
ru_ru: are you going to send the enquiry notice?
zh_tw: 發送詢價通知嗎？

# L_RQSetup_Script_180
source: 不存在询价的Excel，不得发送
ru_ru: fail to send out with no excel file enquiry
zh_tw: 不存在詢價的Excel，不得發送

# L_RQSetup_Script_181
source: 您勾选了多笔物流业者，请勾选您需要的那笔，是否继续查看【
ru_ru: you select a number of logistics providers,please choose the one you need and Whether to continue ?
zh_tw: 您勾選了多筆物流業者，請勾選您需要的那筆，是否繼續查看【

# L_RQSetup_Script_182
source: 报价明细？
ru_ru: Quotation information
zh_tw: 報價明細？

# L_RQSetup_Script_183
source: 通知吗？
ru_ru: notice or not?
zh_tw: 通知嗎？

# L_RQSetup_Script_50
source: 未中标通知
ru_ru: BID lost notification
zh_tw: 未中標通知

# L_RQSetup_Script_51
source: 最终中标通知
ru_ru: BID AcceptNofication
zh_tw: 最終中標通知

# L_RQSetup_SecMulLog
source: 您勾选了多笔物流业者，请勾选您需要的那笔，是否继续查看
ru_ru: you select a number of logistics providers,please choose the one you need and Whether to continue ?
zh_tw: 您勾選了多筆物流業者，請勾選您需要的那筆，是否繼續查看

# L_RQSetup_Sendto
source: 发送
ru_ru: send out
zh_tw: 發送

# L_RQSetup_ShipBulkQuoDl
source: 海运散货报价明细
ru_ru: LCL quotaiton information
zh_tw: 海運散貨報價明細

# L_RQSetup_ShipFCLQuoDl
source: 海运整柜报价明细
ru_ru: FCL local charge (BO/SP) quotation information
zh_tw: 海運整櫃報價明細

# L_RQSetup_SucBid
source: 中标
ru_ru: Win the bidding
zh_tw: 中標

# L_RQSetup_UnSuccessBid
source: 未中标
ru_ru: BID Lost
zh_tw: 未中標

# L_RQSetup_Views_518
source: 未
ru_ru: have not

# L_RQSetup_Views_519
source: 最终
ru_ru: final
zh_tw: 最終

# L_RQSetup_WinBid
source: 得标
ru_ru: Acceptance of bid
zh_tw: 得標

# L_SeaTransport_NoVesRe
source: 无船舶信息
ru_ru: No vessel information
zh_tw: 無船舶資訊

# L_SFCLQuery_SailingDay
source: SailingDay
ru_ru: SailingDate/ETD

# L_ShipmentID_AcRemark
source: 财务信息
ru_ru: Finance message
zh_tw: 財務資訊

# L_ShipmentID_ActPostDate
source: 发货过账日
ru_ru: Billing Date
zh_tw: 發貨過帳日

# L_ShipmentID_ActShipDate
source: 实际发货时间
ru_ru: Autual delivery date
zh_tw: 實際發貨時間

# L_ShipmentID_Amount1
source: 货值1
ru_ru: Cargo Value 1
zh_tw: 貨值1

# L_ShipmentID_Amount2
source: 货值2
ru_ru: Cargo Value 2
zh_tw: 貨值2

# L_ShipmentID_Amount3
source: 货值3
ru_ru: Cargo Value 3
zh_tw: 貨值3

# L_ShipmentID_ApproveBack
source: 启动退回
ru_ru: Activate rejection
zh_tw: 啟動退回

# L_ShipmentID_ApproveNo
source: 批准文号
ru_ru: Approval No
zh_tw: 批准文號

# L_ShipmentID_ApproveTo
source: 签核状态
ru_ru: Status of application
zh_tw: 簽核狀態

# L_ShipmentID_ApproveType
source: 签核类别
ru_ru: approval Type
zh_tw: 簽核類別

# L_ShipmentID_AsdNo
source: 海关ASD号码
ru_ru: Customs ASD No
zh_tw: 海關ASD號碼

# L_ShipmentID_BaCd
source: 定舱代理
ru_ru: Booking Agent
zh_tw: 定艙代理

# L_ShipmentID_BandType
source: 绕物流园
ru_ru: Via BLC
zh_tw: 繞物流園

# L_ShipmentID_BookingAgent
source: 定舱代理
ru_ru: Booking Agent
zh_tw: 定艙代理

# L_ShipmentID_BookingNm
source: 订舱名称
ru_ru: Booking Name
zh_tw: 訂艙名稱

# L_ShipmentID_Bu
source: 销售组织
ru_ru: Sales organization
zh_tw: 銷售組織

# L_ShipmentID_CargoType
source: 货型
ru_ru: Cargo Type
zh_tw: 貨型

# L_ShipmentID_CentDecl
source: 统报
ru_ru: Unifying Declaration
zh_tw: 統報

# L_ShipmentID_Channel
source: 销售渠道
ru_ru: Sales Channel
zh_tw: 銷售管道

# L_ShipmentID_ChannelCd
source: 销售渠道代码
ru_ru: Sales Channel code
zh_tw: 銷售管道代碼

# L_ShipmentID_Cnee1Cd
source: 收货人代码1
ru_ru: Consignee Code 1
zh_tw: 收貨人代碼1

# L_ShipmentID_Cnee1Nm
source: 收货人名称1
ru_ru: Consignee Name 1
zh_tw: 收貨人名稱1

# L_ShipmentID_Cnee2Cd
source: 收货人代码2
ru_ru: Consignee Code 2
zh_tw: 收貨人代碼2

# L_ShipmentID_Cnee2Nm
source: 收货人名称2
ru_ru: Consignee Name 2
zh_tw: 收貨人名稱2

# L_ShipmentID_Cnee3Cd
source: 收货人代码3
ru_ru: Consignee Code 3
zh_tw: 收貨人代碼3

# L_ShipmentID_Cnee3Nm
source: 收货人名称3
ru_ru: Consignee Name 3
zh_tw: 收貨人名稱3

# L_ShipmentID_CntrDescp
source: 货柜尺寸
ru_ru: Container dimention
zh_tw: 貨櫃尺寸

# L_ShipmentID_CntrQty
source: 货柜尺寸
ru_ru: Container Quantity
zh_tw: 貨櫃尺寸

# L_ShipmentID_CntrType
source: 货柜尺寸代码
ru_ru: Container Type code
zh_tw: 貨櫃尺寸代碼

# L_ShipmentID_CombineInfo
source: 并柜讯息
ru_ru: Combined DN Info.
zh_tw: 並櫃訊息

# L_ShipmentID_Cost
source: 物流成本
ru_ru: Logistics cost

# L_ShipmentID_CreateBy
source: 创建者
ru_ru: Initiated by
zh_tw: 創建者

# L_ShipmentID_CreateDate
source: 创建时间
ru_ru: Time of Intinitation
zh_tw: 創建時間

# L_ShipmentID_CreateDep
source: 部门
ru_ru: Department
zh_tw: 部門

# L_ShipmentID_CreateExt
source: 分机
ru_ru: Extention
zh_tw: 分機

# L_ShipmentID_DeepProcess
source: 深加工
ru_ru: Deep Processing

# L_ShipmentID_DivisionCd
source: 产品组代码
ru_ru: Production Code
zh_tw: 產品組代碼

# L_ShipmentID_DivisionDescp
source: 产品组
ru_ru: Product
zh_tw: 產品組

# L_ShipmentID_DNType
source: DN类别
ru_ru: DN Type
zh_tw: DN類別

# L_ShipmentID_EdeclNo
source: 报关单号
ru_ru: L_ShipmentID_EdeclNo
zh_tw: 報關單號

# L_ShipmentID_EdeclNo_L
source: 关单号
ru_ru: Declaration No
zh_tw: 關單號

# L_ShipmentID_ExportNo
source: 出口号码
ru_ru: Exportation NO
zh_tw: 出口號碼

# L_ShipmentID_Feu
source: 柜量（Feu）
ru_ru: Container Q\'ty (FEU)
zh_tw: 櫃量（Feu）

# L_ShipmentID_FiCust
source: 财务客户别代码
ru_ru: Finance Customer Code
zh_tw: 財務客戶別代碼

# L_ShipmentID_FiCustNm
source: 财务客户名称
ru_ru: Finance Customer Name
zh_tw: 財務客戶名稱

# L_ShipmentID_Gw
source: 毛重
ru_ru: Gross weight

# L_ShipmentID_Incoterm
source: 贸易条款
ru_ru: Incoterm
zh_tw: 貿易條款

# L_ShipmentID_IncotermDesp
source: 贸易说明
ru_ru: Trade Introduction
zh_tw: 貿易說明

# L_ShipmentID_ModifyBy
source: 修改者
ru_ru: Modified by

# L_ShipmentID_ModifyDate
source: 修改时间
ru_ru: Modification Time
zh_tw: 修改時間

# L_ShipmentID_Notify1Nm
source: 通知人
ru_ru: Notify party

# L_ShipmentID_Notify1No
source: 通知人代码
ru_ru: Notify party code
zh_tw: 通知人代碼

# L_ShipmentID_Notify2Nm
source: 第二通知人
ru_ru: 2nd Notify party

# L_ShipmentID_Notify2No
source: 第二通知人代码
ru_ru: 2nd Notify party Code
zh_tw: 第二通知人代碼

# L_ShipmentID_Nw
source: 净重
ru_ru: Net weight
zh_tw: 淨重

# L_ShipmentID_OrderReason
source: 订单原因
ru_ru: Reason for Order
zh_tw: 訂單原因

# L_ShipmentID_OrginNo
source: SAP交货单号
ru_ru: SAP delivery order number
zh_tw: SAP交貨單號

# L_ShipmentID_PayDescp
source: 付款说明
ru_ru: Payment description
zh_tw: 付款說明

# L_ShipmentID_PayTermCd
source: 价格条款
ru_ru: Price Terms
zh_tw: 價格條款

# L_ShipmentID_PkgMark
source: 装箱清单
ru_ru: Packing list
zh_tw: 裝箱清單

# L_ShipmentID_Pod
source: 目的地
ru_ru: Destination

# L_ShipmentID_PodNm
source: 目的地名称
ru_ru: Destination Name
zh_tw: 目的地名稱

# L_ShipmentID_Pol
source: 启运港代码
ru_ru: Loading port code
zh_tw: 啟運港代碼

# L_ShipmentID_PolNm
source: 启运港
ru_ru: Loaing port
zh_tw: 啟運港

# L_ShipmentID_PorteCd
source: 出口口岸代码
ru_ru: Exportation port code
zh_tw: 出口口岸代碼

# L_ShipmentID_PorteDescp
source: 出口口岸
ru_ru: Exportation port

# L_ShipmentID_PrepareRmk
source: 备料状况
ru_ru: Material readiness
zh_tw: 備料狀況

# L_ShipmentID_Qty
source: 数量
ru_ru: Q\'ty
zh_tw: 數量

# L_ShipmentID_RefNo
source: 关联交货单
ru_ru: Related delivery order
zh_tw: 關聯交貨單

# L_ShipmentID_Region
source: 到达地区代码
ru_ru: Arrival Area Code
zh_tw: 到達地區代碼

# L_ShipmentID_RegionNm
source: 地区名称
ru_ru: Area Name
zh_tw: 地區名稱

# L_ShipmentID_ReveiveDate
source: 工厂收货时间
ru_ru: Goods Receiving date
zh_tw: 工廠收貨時間

# L_ShipmentID_SalesCustCd
source: 销售客户代码
ru_ru: Sales Account Code
zh_tw: 銷售客戶代碼

# L_ShipmentID_SalesCustNm
source: 销售客户名称
ru_ru: Sales Account Name
zh_tw: 銷售客戶名稱

# L_ShipmentID_SealQty
source: 序列号数
ru_ru: Serial number Sequence
zh_tw: 序號數

# L_ShipmentID_ServiceLoading
source: 装运说明
ru_ru: Loading Description
zh_tw: 裝運說明

# L_ShipmentID_ServiceMode
source: 装运类型
ru_ru: Loading Type
zh_tw: 裝運類型

# L_ShipmentID_ShipMark
source: 卖头
ru_ru: Shipping Mark
zh_tw: 賣頭

# L_ShipmentID_Sloc
source: 储存地点
ru_ru: Place of Storage
zh_tw: 儲存地點

# L_ShipmentID_SpecDescp
source: 特殊处理标示说明
ru_ru: Special Case Mark description
zh_tw: 特殊處理標示說明

# L_ShipmentID_SpecProcid
source: 特殊处理标示
ru_ru: Special Case Mark
zh_tw: 特殊處理標示

# L_ShipmentID_State
source: 目的地州别
ru_ru: State of destination
zh_tw: 目的地州別

# L_ShipmentID_TrackWay
source: 陆运方式
ru_ru: Land delivery by
zh_tw: 陸運方式

# L_ShipmentID_Unicode
source: 统一编号
ru_ru: Company TAX ID
zh_tw: 統一編號

# L_ShowCostInfo_Agent
source: 代理方或者收货方代码有误（代码必须五个字符）
ru_ru: The agent or consignee code is incorrect (the code must be five characters)
zh_tw: 代理方或者收貨方代碼有誤（代碼必須五個字元）

# L_ShowCostInfo_BL
source: 生成帐单
ru_ru: Created Bill
zh_tw: 生成帳單

# L_ShowCostInfo_BLConf
source: 已确认提单
ru_ru: Confirmed bill of lading
zh_tw: 已確認提單

# L_ShowCostInfo_BLNConf
source: 未确认提单
ru_ru: Unconfirmed bill of lading
zh_tw: 未確認提單

# L_ShowCostInfo_BLNo
source: 提单号不能为空
ru_ru: BL No. can\'t be blank
zh_tw: 提單號不能為空

# L_ShowCostInfo_ChgDescp
source: 费用描述
ru_ru: Cost description
zh_tw: 費用描述

# L_ShowCostInfo_ConfBill
source: 确定要删除帐单？
ru_ru: Are you sure you want to delete the bill?
zh_tw: 確定要刪除帳單？

# L_ShowCostInfo_CtNo
source: 合同号码
ru_ru: Contract number
zh_tw: 合同號碼

# L_ShowCostInfo_DelBl
source: 删除帐单
ru_ru: Delete bill
zh_tw: 刪除帳單

# L_ShowCostInfo_DelF
source: 删除帐单失败
ru_ru: Delete bill failed
zh_tw: 刪除帳單失敗

# L_ShowCostInfo_DelS
source: 删除帐单成功
ru_ru: The bill was removed successfully
zh_tw: 刪除帳單成功

# L_ShowCostInfo_GBF
source: 生成帐单失败
ru_ru: The bill unable to created
zh_tw: 生成帳單失敗

# L_ShowCostInfo_GBS
source: 生成帐单成功
ru_ru: The bill was created successfully
zh_tw: 生成帳單成功

# L_ShowCostInfo_NTaxAmunt
source: 未税金额
ru_ru: No Tax Amount
zh_tw: 未稅金額

# L_ShowCostInfo_Payable
source: 应付费用
ru_ru: Payable Charges
zh_tw: 應付費用

# L_ShowCostInfo_Payment
source: 应付总额
ru_ru: Amount Payable
zh_tw: 應付總額

# L_ShowCostInfo_Post
source: 该笔费用已经过账，不能被删除。
ru_ru: The bill has been posted, deletion denied!
zh_tw: 該筆費用已經過帳，不能被刪除。

# L_ShowCostInfo_Profit
source: 利润
ru_ru: Profit
zh_tw: 利潤

# L_ShowCostInfo_Receive
source: 应收总额
ru_ru: Total accounts receivable
zh_tw: 應收總額

# L_ShowCostInfo_Return
source: 返回作业
ru_ru: Go back to previous step
zh_tw: 返回作業

# L_ShowCostInfo_Save
source: 请保存后再操作
ru_ru: Please doing save then go on next step
zh_tw: 請保存後再操作

# L_ShowCostInfo_Scripts_111
source: 应收费用
ru_ru: Receivable account
zh_tw: 應收費用

# L_ShowCostInfo_Scripts_112
source: 该笔费用已经过账
ru_ru: This charges has been posted
zh_tw: 該筆費用已經過帳

# L_ShowCostInfo_Scripts_113
source: 不能被删除
ru_ru: Cannot be deleted
zh_tw: 不能被刪除

# L_ShowCostInfo_Scripts_114
source: 代理方或者收货方代码有误
ru_ru: The agent or the consignee code is wrong
zh_tw: 代理方或者收貨方代碼有誤

# L_ShowCostInfo_Scripts_115
source: 代码必须五个字符
ru_ru: The code must be five characters
zh_tw: 代碼必須五個字元

# L_ShowCostInfo_Scripts_116
source: 确定要删除帐单
ru_ru: Sure you want to delete the bill
zh_tw: 確定要刪除帳單

# L_ShowCostInfo_Select
source: 请选择数据
ru_ru: Please select data
zh_tw: 請選擇資料

# L_ShowCostInfo_TaxAmunt
source: 税费
ru_ru: Tax
zh_tw: 稅費

# L_ShowCostInfo_VerNo
source: 采销单号
ru_ru: Version#
zh_tw: 采銷單號

# L_ShowCostInfo_Views_226
source: 结单
ru_ru: Closed
zh_tw: 結單

# L_ShowCostInfo_Views_227
source: 入库单号
ru_ru: Warehouse Entry#
zh_tw: 入庫單號

# L_SLCLQuery_F1
source: 费用
ru_ru: Expense
zh_tw: 費用

# L_SMAL_CreateBy
source: 建立者
ru_ru: Create By

# L_SMAL_CreateDate
source: 建立时间
ru_ru: Create Time
zh_tw: 建立時間

# L_SMAL_CustCd
source: Customer
ru_ru: Customer ID

# L_SMAL_Dep
source: 部门
ru_ru: DEP
zh_tw: 部門

# L_SMAL_GroupId
source: 集团
ru_ru: Group
zh_tw: 集團

# L_SMAL_LspCd
source: 物流业者
ru_ru: LSP Code
zh_tw: 物流業者

# L_SMAL_LspNm
source: 物流业者名称
ru_ru: LSP Name
zh_tw: 物流業者名稱

# L_SMAL_ModifyBy
source: 修改者
ru_ru: Modify By

# L_SMAL_ModifyDate
source: 修改时间
ru_ru: Modify Time
zh_tw: 修改時間

# L_SMAL_QueryList
source: 进口物流业者分配列表
ru_ru: Allocation LSP
zh_tw: 進口物流業者分配列表

# L_SMAL_Remark
source: 备注
ru_ru: Remark
zh_tw: 備註

# L_SMAL_SetupView
source: 物流业者分配设定
ru_ru: Allocation LSP Setup
zh_tw: 物流業者分配設定

# L_SMAL_TerminalCd
source: 码头
ru_ru: Terminal
zh_tw: 碼頭

# L_SMAL_TerminalNm
source: 码头名称
ru_ru: Terminal Name
zh_tw: 碼頭名稱

# L_SMAL_TradeTerm
source: 贸易条款
ru_ru: Incoterm
zh_tw: 貿易條款

# L_SMAL_TransacteMode
source: 贸易方式
ru_ru: Transacte Type
zh_tw: 貿易方式

# L_SMAL_TransType
source: 运输类别
ru_ru: Trans Type
zh_tw: 運輸類別

# L_SMAL_TranType
source: 运输类别
ru_ru: Trans Type
zh_tw: 運輸類別

# L_SMBDQuery_Views_2_1
source: 售后物料
ru_ru: Customer Service Materials
zh_tw: 售後物料

# L_SMBDQuery_Views_377
source: 售后
ru_ru: Customer Service
zh_tw: 售後

# L_SMBDSetup_Scripts_245
source: 已经作废
ru_ru: already cancelled…
zh_tw: 已經作廢

# L_SMBDSetup_Scripts_246
source: 不能修改数据
ru_ru: Can not modify data
zh_tw: 不能修改資料

# L_SMBDSetup_Scripts_247
source: 已经发起订舱
ru_ru: Booking has been sent
zh_tw: 已經發起訂艙

# L_SMBDSetup_Scripts_248
source: 不允许删除
ru_ru: Not allowed to delete
zh_tw: 不允許刪除

# L_SMBDSetup_Scripts_249
source: 请输入运输类别
ru_ru: please input trans mode
zh_tw: 請輸入運輸類別

# L_SMBDSetup_Scripts_250
source: 不允许发起订舱
ru_ru: Not allowed to send booking
zh_tw: 不允許發起訂艙

# L_SMBDSetup_Scripts_251
source: 不允许作废
ru_ru: Cancellation is not allowed!
zh_tw: 不允許作廢

# L_SMBDSetup_Scripts_252
source: 确认要作废此笔资料吗
ru_ru: Are you sure to cancel the data?
zh_tw: 確認要作廢此筆資料嗎

# L_SMBDSetup_Script_148
source: 此笔Shipment已经发起过订舱！
ru_ru: This shippment has sent booking
zh_tw: 此筆Shipment已經發起過訂艙！

# L_SMBDSetup_Script_149
source: 此笔Shipment已经作废，不允许发起订舱！
ru_ru: This shippment has been cancelled ,not allowed to resend booking
zh_tw: 此筆Shipment已經作廢，不允許發起訂艙！

# L_SMBDSetup_Script_150
source: 此笔Shipment已经发起订舱，不允许作废
ru_ru: This shippment has been booked ,not allowed to cancel
zh_tw: 此筆Shipment已經發起訂艙，不允許作廢

# L_SMBDSetup_Script_151
source: 确认要作废此笔资料吗？
ru_ru: Are you sure to cancle the data?
zh_tw: 確認要作廢此筆資料嗎？

# L_SMBDSetup_Views_378
source: 车型
ru_ru: truck type
zh_tw: 車型

# L_SMBDSetup_Views_379
source: 提货时间
ru_ru: pick up date
zh_tw: 提貨時間

# L_SMBDSetup_Views_380
source: 目的地省分
ru_ru: destination province

# L_SMBDSetup_Views_381
source: 启运地
ru_ru: place of departure
zh_tw: 啟運地

# L_SMBDSetup_Views_382
source: 送货地
ru_ru: place of delivery
zh_tw: 送貨地

# L_SMBDSetup_Views_383
source: 净重
ru_ru: net weight
zh_tw: 淨重

# L_SMBDSetup_Views_384
source: 材积
ru_ru: volume
zh_tw: 材積

# L_SMCHGQuery_Views_520
source: 进口
ru_ru: Import
zh_tw: 進口

# L_SMCHGQuery_Views_521
source: 出口
ru_ru: Export

# L_SMCHGSetup_ChgCd
source: 费用代码
ru_ru: Fee Code
zh_tw: 費用代碼

# L_SMCHGSetup_ChgDescp
source: 费用说明
ru_ru: Description
zh_tw: 費用說明

# L_SMCHGSetup_ChgEDescp
source: 英文说明
ru_ru: Eng. Descp.
zh_tw: 英文說明

# L_SMCHGSetup_ChgLevel
source: 成本中心
ru_ru: Cost Center

# L_SMCHGSetup_ChgList
source: 费用列表
ru_ru: Cost List
zh_tw: 費用列表

# L_SMCHGSetup_ChgRepay
source: 费用类
ru_ru: Class
zh_tw: 費用類

# L_SMCHGSetup_ChgType
source: 费用类别
ru_ru: Charge Type
zh_tw: 費用類別

# L_SMCHGSetup_Descp
source: 说明
ru_ru: Description
zh_tw: 說明

# L_SMCHGSetup_EntChgType
source: 费用代码录入
ru_ru: Create Cost Code
zh_tw: 費用代碼錄入

# L_SMCHGSetup_IoType
source: 进出口
ru_ru: Import/Export
zh_tw: 進出口

# L_SMCHGSetup_MustChg
source: 必收费用
ru_ru: Must be Charged
zh_tw: 必收費用

# L_SMCHGSetup_OcrChg
source: 发生才收
ru_ru: Special Charge when happened
zh_tw: 發生才收

# L_SMCHGSetup_RegionDescp
source: Region说明
ru_ru: Region description
zh_tw: Region說明

# L_SMCHGSetup_Repay
source: 代收代付
ru_ru: Agent for charging and paying business

# L_SMCHGSetup_SapAc
source: 对应SAP科目
ru_ru: SAP Account Subject
zh_tw: 對應SAP科目

# L_SMCHGSetup_VatFlag
source: 是否上税
ru_ru: VAT Flag
zh_tw: 是否上稅

# L_SMCHGSetup_VatRate
source: 税率（%）
ru_ru: VAT Rate
zh_tw: 稅率（%）

# L_SMCHG_Controllers_460
source: 汇总查询
ru_ru: Group Query
zh_tw: 匯總查詢

# L_SMDNDSetup_Script_27
source: F:已完成;R:Error;E:Error
ru_ru: F:Finished

# L_SMDNDSetup_Script_28
source: 已完成
ru_ru: Done

# L_SMDNDSetup_Views_385
source: 日期
ru_ru: Date

# L_SMDNDSetup_Views_386
source: 卡车公司
ru_ru: truck company name
zh_tw: 卡車公司

# L_SMDNDSetup_Views_387
source: 名称
ru_ru: name
zh_tw: 名稱

# L_SMDNDSetup_Views_388
source: 外仓代码
ru_ru: warehouse code
zh_tw: 外倉代碼

# L_SMDNDSetup_Views_389
source: 外仓名称
ru_ru: warehouse name
zh_tw: 外倉名稱

# L_SMDNDSetup_Views_390
source: 累计数量
ru_ru: Cumulative quantity
zh_tw: 累計數量

# L_SMDNDSetup_Views_391
source: 分批出货建档
ru_ru: set database for partial shipment
zh_tw: 分批出貨建檔

# L_SMDNDSetup_Views_392
source: 保存成功
ru_ru: preserved success!

# L_SMDNDSetup_Views_393
source: 已
ru_ru: done

# L_SMFSCController_Controllers_210
source: 资料重复，保存失败
ru_ru: Save failed due to data duplication.
zh_tw: 資料重複，保存失敗

# L_SMFSCQueryView_Views_522
source: 正在上传数据
ru_ru: Data uploading…
zh_tw: 正在上傳資料

# L_SMFSC_Controllers_461
source: 资料重复
ru_ru: Data duplicated
zh_tw: 資料重複

# L_SMHandle_Business_100
source: 请至少保留一笔DN！
ru_ru: Please keep at least one DN!
zh_tw: 請至少保留一筆DN！

# L_SMHandle_Business_101
source: 没有对应的合并提单！
ru_ru: No corresponding combined bill of lading!
zh_tw: 沒有對應的合併提單！

# L_SMHandle_Business_102
source: 该笔资料：
ru_ru: The shipment
zh_tw: 該筆資料：

# L_SMHandle_Business_103
source: 非未处理状态，不允许合并Shipment
ru_ru: Shipment is not allowed to be merged in a non unprocessed stage
zh_tw: 非未處理狀態，不允許合併Shipment

# L_SMHandle_Business_104
source: 存在不同的
ru_ru: There are different

# L_SMHandle_Business_105
source: 无法合并Shipment！
ru_ru: Unable to merge Shipment!
zh_tw: 無法合併Shipment！

# L_SMHandle_Business_106
source: 财务客户别，无法合并Shipment！
ru_ru: Please verify the party of FC/Finance Customer Group which terminated the shipment combination.
zh_tw: 財務客戶別，無法合併Shipment！

# L_SMHandle_Business_107
source: 存在着多笔订舱、订舱确认、叫柜、入厂等资料：{0}，无法合并Shipment
ru_ru: There\'re different shipment status of Booking, booking confirmed, TruckCalling and GateIn factory such as: {0}, Shipment cannot be combined!
zh_tw: 存在著多筆訂艙、訂艙確認、叫櫃、入廠等資料：{0}，無法合併Shipment

# L_SMHandle_Business_108
source: 船公司，无法合并提单！
ru_ru: Please verify the party of FS/Carrier code which terminated the B/L combination.
zh_tw: 船公司，無法合併提單！

# L_SMHandle_Business_109
source: 货代，无法合并提单！
ru_ru: Please verify the party of SP/Freight Forwarder which terminated the B/L combination.
zh_tw: 貨代，無法合併提單！

# L_SMHandle_Business_110
source: 无法合并提单！
ru_ru: Unable to merge bill of lading!
zh_tw: 無法合併提單！

# L_SMHandle_Business_98
source: 已经有叫车预约，请先取消叫车记录
ru_ru: There is a call to make an appointment, please cancel the call record
zh_tw: 已經有叫車預約，請先取消叫車記錄

# L_SMHandle_Business_99
source: 查询不到该笔Shipment：
ru_ru: The shipment cannot been searched:
zh_tw: 查詢不到該筆Shipment：

# L_SMICNTR_DecCust
source: Declaration fo Customs
ru_ru: Remark to Broker

# L_SMICNTR_DecReply
source: Declaration Reply
ru_ru: Broker Reply

# L_SMICNTR_TcDecCust
source: Declaration fo Customs
ru_ru: Remark to Broker

# L_SMICNTR_TcDecReply
source: Declaration Reply
ru_ru: Broker Reply

# L_SMIDNP_Cbm
source: 材积
ru_ru: CBM
zh_tw: 材積

# L_SMIDNP_CntrNo
source: 货柜号
ru_ru: Container No
zh_tw: 貨櫃號

# L_SMIDNP_CntrType
source: 货柜类型
ru_ru: Container Type
zh_tw: 貨櫃類型

# L_SMIDNP_Gw
source: 毛重
ru_ru: Gw

# L_SMIDNP_IpartNo
source: 对内机种名
ru_ru: Internal Model Name
zh_tw: 對內機種名

# L_SMIDNP_OpartNo
source: 对外机种名
ru_ru: External Model Name
zh_tw: 對外機種名

# L_SMIDNP_ProdDescp
source: 中文品名
ru_ru: Product Name

# L_SMIDNP_Qty
source: 数量
ru_ru: Qty
zh_tw: 數量

# L_SMIDNP_SealNo1
source: 封签号1
ru_ru: Seal No1
zh_tw: 封簽號1

# L_SMIDNP_SealNo2
source: 封签号2
ru_ru: Seal No2
zh_tw: 封簽號2

# L_SMIDN_Cbm
source: 材积
ru_ru: CBM
zh_tw: 材積

# L_SMIDN_Cbmu
source: 材积单位
ru_ru: CBM Unit
zh_tw: 材積單位

# L_SMIDN_DecDate
source: Decaration Date
ru_ru: Declaration Date

# L_SMIDN_Gw
source: 毛重
ru_ru: GW

# L_SMIDN_Gwu
source: 重量单位
ru_ru: GW Unit
zh_tw: 重量單位

# L_SMIDN_Nw
source: 净重
ru_ru: Net weight
zh_tw: 淨重

# L_SMIDN_OthCntNum
source: 其他货柜数量
ru_ru: Other Container#
zh_tw: 其他貨櫃數量

# L_SMIDN_OthCntType
source: 其他货柜类型
ru_ru: Other Container Type
zh_tw: 其他貨櫃類型

# L_SMIDN_PkgUnit
source: PKG单位
ru_ru: PKG Unit
zh_tw: PKG單位

# L_SMIDN_PkgUnitDesc
source: PKG描述
ru_ru: PKG Info

# L_SMIDN_Qty
source: 数量
ru_ru: Quantity
zh_tw: 數量

# L_SMIDN_Qtyu
source: 数量单位
ru_ru: Quantity Unit
zh_tw: 數量單位

# L_SMIDN_TcDecDate
source: Decaration Date
ru_ru: Declaration Date
