Repository: wtg-prolink/ESHIPPING-INBOUND
Catalog: WebGui/App_GlobalResources/Locale.*.resx
Languages: ru_ru, zh_tw

# L_System_Controllers_473
source: 卡车建档
ru_ru: set masterdata for truck company
zh_tw: 卡車建檔

# L_System_Controllers_474
source: 此笔资料已存在
ru_ru: the data have been exsited!
zh_tw: 此筆資料已存在

# L_System_Controllers_475
source: 重复的
ru_ru: repeated
zh_tw: 重複的

# L_System_Controllers_476
source: 密码不允许为空
ru_ru: Password is not allowed to be empty
zh_tw: 密碼不允許為空

# L_System_Controllers_477
source: 省份建档
ru_ru: province setup
zh_tw: 省份建檔

# L_System_Controllers_478
source: 快递公司账号建档
ru_ru: express company account setup
zh_tw: 快遞公司帳號建檔

# L_System_Controllers_479
source: 是否存在
ru_ru: exist or not?

# L_System_Controllers_480
source: 未收到任何上传档案
ru_ru: Not receive any uploaded document yet
zh_tw: 未收到任何上傳檔案

# L_System_Controllers_481
source: 只允许上传
ru_ru: only allowed to upload
zh_tw: 只允許上傳

# L_System_Controllers_482
source: 档
ru_ru: document
zh_tw: 檔

# L_System_Controllers_483
source: 主
ru_ru: key

# L_System_Controllers_484
source: 不存在
ru_ru: Not exist!

# L_System_Controllers_485
source: 获取失败
ru_ru: It is failed to get data!
zh_tw: 獲取失敗

# L_System_Controllers_486
source: 未找到当前所关链的
ru_ru: Can not find the associated…
zh_tw: 未找到當前所關鏈的

# L_SYS_ABDCause
source: 异常原因
ru_ru: reason for abnormality
zh_tw: 異常原因

# L_SYS_ABDDesc
source: 异常描述
ru_ru: abnormality description
zh_tw: 異常描述

# L_SYS_ABDType
source: 异常类别
ru_ru: abnormality type
zh_tw: 異常類別

# L_SYS_ADDFILTER
source: 增加条件
ru_ru: Добавить условие
zh_tw: 增加條件

# L_SYS_ADNORMAL
source: 异常
ru_ru: abnormality
zh_tw: 異常

# L_SYS_APPLY
source: 申请
ru_ru: application
zh_tw: 申請

# L_SYS_APPLYER
source: 申请或签核人
ru_ru: applicant or approver
zh_tw: 申請或簽核人

# L_SYS_APPROVE
source: 签核
ru_ru: approve
zh_tw: 簽核

# L_SYS_APPROVESTEP
source: 签核阶段
ru_ru: under processing
zh_tw: 簽核階段

# L_SYS_APPROVEUNIT
source: 申请或签核单位
ru_ru: Application department or approval department
zh_tw: 申請或簽核單位

# L_SYS_BROSWSE
source: 浏览
ru_ru: Browse
zh_tw: 流覽

# L_SYS_CANCEL
source: 撤消
ru_ru: Cancel
zh_tw: 撤銷

# L_SYS_CHARTREPORT
source: 图表
ru_ru: Diagram
zh_tw: 圖表

# L_SYS_CLOSE
source: 关闭
ru_ru: Close
zh_tw: 關閉

# L_SYS_COPY
source: 复制
ru_ru: Copy
zh_tw: 複製

# L_SYS_DATE
source: 日期
ru_ru: Date

# L_SYS_DEL
source: 删除
ru_ru: Delete
zh_tw: 刪除

# L_SYS_EDIT
source: 编辑
ru_ru: Edit
zh_tw: 編輯

# L_SYS_EDOC
source: 电子文档
ru_ru: eDOC
zh_tw: 電子文檔

# L_SYS_EVENT
source: 事件
ru_ru: Event

# L_SYS_FAIL
source: 失败
ru_ru: failed
zh_tw: 失敗

# L_SYS_GROUP
source: 集团
ru_ru: Group
zh_tw: 集團

# L_SYS_INPUT
source: 录入
ru_ru: Input
zh_tw: 錄入

# L_SYS_INVALID
source: 作废
ru_ru: Cancellation
zh_tw: 作廢

# L_SYS_PoManageINPUT
source: PoManage 录入
ru_ru: input PoManage
zh_tw: PoManage 錄入

# L_SYS_PRINTREPORT
source: 打印报表
ru_ru: print
zh_tw: 列印報表

# L_SYS_QAINPUT
source: QA录入
ru_ru: input data by QA
zh_tw: QA錄入

# L_SYS_RESETFILTER
source: 清空条件
ru_ru: Очистить условие
zh_tw: 清空條件

# L_SYS_Resolve
source: 解除
ru_ru: Release

# L_SYS_ResolveDate
source: 解除时间
ru_ru: Release time
zh_tw: 解除時間

# L_SYS_Resolver
source: 解除人
ru_ru: Released by

# L_SYS_ResTarget
source: 责任对象
ru_ru: Responsible object
zh_tw: 責任物件

# L_SYS_SAVE
source: 保存
ru_ru: Save

# L_SYS_SAVEFILTER
source: 保存条件
ru_ru: Сохранить условие
zh_tw: 保存條件

# L_SYS_SEARCH
source: 查询
ru_ru: Поиск
zh_tw: 查詢

# L_SYS_SEARCHITEM
source: 搜寻条件
ru_ru: Условия поиска
zh_tw: 搜尋條件

# L_SYS_STATUS
source: 状态
ru_ru: Status
zh_tw: 狀態

# L_SYS_SUCCESS
source: 成功
ru_ru: Success

# L_SYS_WriteDate
source: 填写时间
ru_ru: Edited Date
zh_tw: 填寫時間

# L_SYS_Writter
source: 填写人
ru_ru: Edited by
zh_tw: 填寫人

# L_Tcbm
source: 总材积
ru_ru: total volume
zh_tw: 總材積

# L_TelexRls
source: 电放
ru_ru: telex release
zh_tw: 電放

# L_TKBLController_Controllers_218
source: 已存在该通知、要求代码、对象类别的数据
ru_ru: The data of the notification, request code, object category already exists
zh_tw: 已存在該通知、要求代碼、物件類別的資料

# L_TKBLQuery_AirTrans
source: 空运Shipment
ru_ru: Air shipment
zh_tw: 空運Shipment

# L_TKBLQuery_ClsDate
source: 结关日
ru_ru: Closing Date
zh_tw: 結關日

# L_TKBLQuery_CntrDetail
source: 货柜明细
ru_ru: Container Detail
zh_tw: 貨櫃明細

# L_TKBLQuery_CntrDetInf
source: 货柜详细信息
ru_ru: Container detail information
zh_tw: 貨櫃詳細資訊

# L_TKBLQuery_Cstatus
source: 货况状态
ru_ru: Cargo status
zh_tw: 貨況狀態

# L_TKBLQuery_DNDet
source: DN明细
ru_ru: DN Detail
zh_tw: DN明細

# L_TKBLQuery_DomeTrans
source: 国内运输Shipment
ru_ru: Domestic Transportation shipment
zh_tw: 國內運輸Shipment

# L_TKBLQuery_Dtruck_no
source: 送货卡车号
ru_ru: Truck No.
zh_tw: 送貨卡車號

# L_TKBLQuery_Empty
source: 该笔Shipment Id为空
ru_ru: The shipment ID is empty
zh_tw: 該筆Shipment Id為空

# L_TKBLQuery_EntSts
source: 货况输入
ru_ru: Cargo status entering
zh_tw: 貨況輸入

# L_TKBLQuery_ExpDelivery
source: 国际/国内快递
ru_ru: International / Domestic Courier
zh_tw: 國際/國內快遞

# L_TKBLQuery_LoadingFrom
source: 装柜方式
ru_ru: Loading type
zh_tw: 裝櫃方式

# L_TKBLQuery_OceanTrans
source: 海运Shipment
ru_ru: Ocean shipment
zh_tw: 海運Shipment

# L_TKBLQuery_Pstatus
source: 处理状态
ru_ru: Process status
zh_tw: 處理狀態

# L_TKBLQuery_Ptruck_no
source: 提货卡车号
ru_ru: Pickup Truck No
zh_tw: 提貨卡車號

# L_TKBLQuery_Select
source: 请先选择一笔记录
ru_ru: Please Select a Record
zh_tw: 請先選擇一筆記錄

# L_TKBLQuery_StsDet
source: 货况明细
ru_ru: Cargo status detail
zh_tw: 貨況明細

# L_TKBLQuery_StsDetInf
source: 货况详细信息
ru_ru: Cargo status detail information
zh_tw: 貨況詳細資訊

# L_TKBLQuery_StsSum
source: 货况汇总
ru_ru: Cargo status summary
zh_tw: 貨況匯總

# L_TKBLQuery_TranType
source: 运输方式
ru_ru: Trans Type
zh_tw: 運輸方式

# L_TKBLQuery_Views_542
source: 当选择一笔汇总纪录时
ru_ru: When selecting a summaried record
zh_tw: 當選擇一筆匯總紀錄時

# L_TKBLQuery_Views_543
source: 会进到这个
ru_ru: Will come into this.
zh_tw: 會進到這個

# L_TKBLQuery_Views_544
source: 需判断
ru_ru: Need to judge
zh_tw: 需判斷

# L_TKBLQuery_Views_545
source: 是否有选择一笔
ru_ru: Whether select one
zh_tw: 是否有選擇一筆

# L_TKBLQuery_Views_546
source: 纪录
ru_ru: Record
zh_tw: 紀錄

# L_TKBLQuery_Views_547
source: 当开启货况信息視窗时
ru_ru: When open the cargo status information window
zh_tw: 當開啟貨況資訊視窗時

# L_TKBLQuery_Views_548
source: 当开启货柜信息視窗时
ru_ru: When open the container status information window
zh_tw: 當開啟貨櫃資訊視窗時

# L_TKBLQuery_Views_549
source: 货况明细视窗
ru_ru: Cargo status detail window
zh_tw: 貨況明細視窗

# L_TKBLQuery_Views_550
source: 货柜明细视窗
ru_ru: container detail window
zh_tw: 貨櫃明細視窗

# L_TKBLQuery_Views_551
source: 货况信息广告牌
ru_ru: Cargo status advertisement board
zh_tw: 貨況信息看板

# L_TKB_Controllers_l487
source: 设置下拉选项数据源
ru_ru: Set the Pull-down selection data source
zh_tw: 設置下拉選項資料來源

# L_TKB_Controllers_l488
source: 货况通知操作
ru_ru: Cargo condition notifaction operation
zh_tw: 貨況通知操作

# L_TKB_Controllers_l489
source: 已存在该通知
ru_ru: The notice was exsit
zh_tw: 已存在該通知

# L_TKB_Controllers_l490
source: 对象类别的数据
ru_ru: the data of the object category
zh_tw: 物件類別的資料

# L_TKB_Controllers_l491
source: 路线规划操作
ru_ru: Route planning operation
zh_tw: 路線規劃操作

# L_TKB_Controllers_l492
source: 电子文档设定
ru_ru: Electronic document setting
zh_tw: 電子文檔設定

# L_TKB_Controllers_l493
source: 货况操作
ru_ru: Cargo condition operation
zh_tw: 貨況操作

# L_TKB_Controllers_l494
source: 其他
ru_ru: Other

# L_TKB_Controllers_l495
source: 事件管理
ru_ru: Event management

# L_TKB_Controllers_l496
source: 提单操作
ru_ru: Operation of bill of lading
zh_tw: 提單操作

# L_TKB_Controllers_l497
source: 货况建档操作
ru_ru: Cargo filling operation
zh_tw: 貨況建檔操作

# L_TKB_Controllers_l498
source: 要求货况时回填数据
ru_ru: Return to input when require cargo condition
zh_tw: 要求貨況時回填資料

# L_TKB_Controllers_l499
source: 货况映像
ru_ru: Cargo condition image
zh_tw: 貨況映射

# L_TKB_Controllers_l500
source: 获取修改数据
ru_ru: Gain the modified data
zh_tw: 獲取修改資料

# L_TKB_Controllers_l501
source: 执行数据变更
ru_ru: Implement data changes
zh_tw: 執行資料變更

# L_TKB_Controllers_l502
source: 转成功
ru_ru: Turn to Suceessfully
zh_tw: 轉成功

# L_TKCMPQuery_Views_552
source: 公司
ru_ru: Company

# L_TKCMPQuery_Views_553
source: 站别
ru_ru: Site
zh_tw: 站別

# L_TKCMPQuery_Views_554
source: 城市
ru_ru: City

# L_TKCMPQuery_Views_555
source: 修改时间
ru_ru: Modification time
zh_tw: 修改時間

# L_TKCMPQuery_Views_556
source: 公司建档
ru_ru: The company filing
zh_tw: 公司建檔

# L_TKCMPSetup_Views_557
source: 公司代码
ru_ru: Company code
zh_tw: 公司代碼

# L_TKCMPSetup_Views_558
source: 地址
ru_ru: address

# L_TKQuery_Edescp
source: 英文描述
ru_ru: English Description

# L_TKQuery_EntStsCd
source: 货况代码录入
ru_ru: Cargo condition code entering
zh_tw: 貨況代碼錄入

# L_TKQuery_Issingle
source: 单一
ru_ru: Single
zh_tw: 單一

# L_TKQuery_Ldescp
source: 中文描述
ru_ru: Chinese description

# L_TKQuery_Location
source: 位置
ru_ru: Location

# L_TKQuery_OrderBy
source: 顺序
ru_ru: Order
zh_tw: 順序

# L_TKQuery_StsCd
source: 状态代码
ru_ru: STATUS CODE
zh_tw: 狀態碼

# L_TKQuery_StsCdList
source: 货况代码列表
ru_ru: STATUS CODE LIST
zh_tw: 貨況代碼列表

# L_TKSetup_Fail
source: 保存失败
ru_ru: Save Failed
zh_tw: 保存失敗

# L_TKSetup_Scripts_369
source: 货况建档
ru_ru: Cargo documentation
zh_tw: 貨況建檔

# L_TKSetup_Success
source: 保存成功
ru_ru: Save Successful

# L_TPVCommon_Controllers_503
source: 开立账单时费用筛选
ru_ru: Cost screening when opening a bill
zh_tw: 開立帳單時費用篩選

# L_TpvPortQuery_Flag
source: 港口类别
ru_ru: Port of Type
zh_tw: 港口類別

# L_TpvPortQuery_Pod
source: 目的港
ru_ru: Port of Destination

# L_TpvPortQuery_Pol
source: 启运港
ru_ru: Port of Loading
zh_tw: 啟運港

# L_TpvPortQuery_Port
source: 港口代码
ru_ru: Port Code
zh_tw: 港口代碼

# L_TpvPortQuery_PortNm
source: 港口名称
ru_ru: Port Name
zh_tw: 港口名稱

# L_TpvPortQuery_ProlinkCd
source: Prolink对应代码
ru_ru: Prolink Code
zh_tw: Prolink對應代碼

# L_TpvPortQuery_TPVPoryCd
source: TPV港口代码
ru_ru: TPV Port Code
zh_tw: TPV港口代碼

# L_TpvPortQuery_TpvPorySetup
source: TPV港口录入
ru_ru: TPV Port Setup
zh_tw: TPV港口錄入

# L_TpvPortQuery_TruckPort
source: 卡车送货地
ru_ru: Truck Delivery Place
zh_tw: 卡車送貨地

# L_TpvPortQuery_Views_526
source: 启运港
ru_ru: Port of Loading
zh_tw: 啟運港

# L_TpvPortQuery_Views_527
source: 目的港
ru_ru: Port of Destination

# L_TruckPortSetup_List
source: 卡车/送货列表
ru_ru: Truck/Delivery List
zh_tw: 卡車/送貨列表

# L_TruckPortSetup_TruckLocatSetup
source: 卡车地点建档
ru_ru: Truck Location Setup
zh_tw: 卡車地點建檔

# L_TruckPort_Addr
source: 地址
ru_ru: Address

# L_TruckPort_AddrCode
source: 地址代码
ru_ru: Address Code
zh_tw: 地址代碼

# L_TruckPort_CntryCd
source: 国家代码
ru_ru: Country Code
zh_tw: 國家代碼

# L_TruckPort_CommonAddress
source: 常用地址
ru_ru: Common Address

# L_TruckPort_OuterFlag
source: 是否外仓
ru_ru: Third party WH
zh_tw: 是否外倉

# L_TruckPort_PortId
source: 城市代码
ru_ru: City Code
zh_tw: 城市代碼

# L_TruckPort_SeqNo
source: 序号
ru_ru: SeqNo
zh_tw: 序號

# L_UserAdd_Addr
source: 住址
ru_ru: address

# L_UserAdd_CmpNm
source: 公司名称
ru_ru: Company Name
zh_tw: 公司名稱

# L_UserAdd_CmpSetup
source: 公司建档设定
ru_ru: Company file setup
zh_tw: 公司建檔設定

# L_UserAdd_Script_52
source: 用户ID:
ru_ru: User ID
zh_tw: 用戶ID:

# L_UserAdd_Script_53
source: 用户名称：
ru_ru: User Name
zh_tw: 用戶名稱：

# L_UserAdd_Script_54
source: 用户状态：
ru_ru: User Status
zh_tw: 使用者狀態：

# L_UserAdd_Script_55
source: 集团：
ru_ru: Group
zh_tw: 集團：

# L_UserAdd_Script_56
source: 公司：
ru_ru: Company

# L_UserAdd_Script_57
source: 站别：
ru_ru: Station
zh_tw: 站別：

# L_UserAdd_Views_559
source: 用户
ru_ru: User
zh_tw: 用戶

# L_UserAdd_Views_560
source: 用户名称
ru_ru: User Name
zh_tw: 用戶名稱

# L_UserAdd_Views_561
source: 用户状态
ru_ru: User Status
zh_tw: 使用者狀態

# L_UserAdd_Views_562
source: 启用
ru_ru: Enable
zh_tw: 啟用

# L_UserAdd_Views_563
source: 停用
ru_ru: Disable

# L_UserPermission_Com
source: 权限管理
ru_ru: Commission
zh_tw: 許可權管理

# L_UserPermission_Role
source: 角色
ru_ru: Role

# L_UserPermission_Scripts_370
source: 新增某角色下的用户
ru_ru: Add a role under the user
zh_tw: 新增某角色下的用戶

# L_UserPermission_Scripts_371
source: 取得角色权限
ru_ru: Get role permission
zh_tw: 取得角色許可權

# L_UserPermission_Scripts_372
source: 取得角色用户列表
ru_ru: Get role permission
zh_tw: 取得角色用戶列表

# L_UserPermission_Scripts_373
source: 设至功能报表权限
ru_ru: Set to function report permissions
zh_tw: 設至功能報表許可權

# L_UserPermission_Scripts_374
source: 储存
ru_ru: Storage
zh_tw: 儲存

# L_UserPermission_SData
source: 保存信息
ru_ru: Save Data
zh_tw: 保存資訊

# L_UserPermission_SelcRole
source: 请先选择角色
ru_ru: Please select role
zh_tw: 請先選擇角色

# L_UserPermission_State
source: 状态
ru_ru: Status
zh_tw: 狀態

# L_UserPermission_User
source: 用户
ru_ru: User
zh_tw: 用戶

# L_UserQueryO_Day
source: 天
ru_ru: Day

# L_UserQueryO_EnterOUser
source: 外部用户录入
ru_ru: Creating External User File
zh_tw: 外部用戶錄入

# L_UserQueryO_OUser
source: 外部用户
ru_ru: External User
zh_tw: 外部用戶

# L_UserQuery_Call
source: 叫柜
ru_ru: Order Container
zh_tw: 叫櫃

# L_UserQuery_ComBA
source: 订舱确认
ru_ru: Confirm Booking Agent
zh_tw: 訂艙確認

# L_UserQuery_Declara
source: 报关
ru_ru: Declaration
zh_tw: 報關

# L_UserQuery_In
source: 入厂
ru_ru: Gate In
zh_tw: 入廠

# L_UserQuery_Out
source: 离厂
ru_ru: Gate Out
zh_tw: 離廠

# L_UserQuery_Release
source: 放行
ru_ru: Release

# L_UserQuery_Return
source: 退运
ru_ru: Return Cargo
zh_tw: 退運

# L_UserQuery_SealCnt
source: 封柜
ru_ru: Container Sealed
zh_tw: 封櫃

# L_UserQuery_Unprocess
source: Unprocessed
ru_ru: L_UserQuery_Unprocess

# L_UserQuery_Unprocess_en
source: 未处理
ru_ru: UnProcessed
zh_tw: 未處理

# L_UserQuery_UserSetup
source: 用户建档录入
ru_ru: Creating User File
zh_tw: 用戶建檔錄入

# L_UserQuery_UStatus
source: 用户状态
ru_ru: User Status
zh_tw: 使用者狀態

# L_UserQuery_Views_528
source: 权限
ru_ru: Authorization
zh_tw: 許可權

# L_UserQuery_Views_529
source: 集团
ru_ru: Group
zh_tw: 集團

# L_UserQuery_Views_530
source: 部门
ru_ru: Department
zh_tw: 部門

# L_UserQuery_Views_531
source: 个人
ru_ru: Personal
zh_tw: 個人

# L_UserQuery_Views_532
source: 内销
ru_ru: Domestic
zh_tw: 內銷

# L_UserQuery_Views_533
source: 成本
ru_ru: Cost

# L_UserQuery_Views_534
source: 用户建档录入
ru_ru: User file setup
zh_tw: 用戶建檔錄入

# L_UserSetUp_All
source: 全部
ru_ru: ALL

# L_UserSetUp_CmpSel
source: 资料权限
ru_ru: Data Commission
zh_tw: 資料許可權

# L_UserSetUp_Cost
source: 成本
ru_ru: Cost

# L_UserSetUp_CostData
source: 成本资料
ru_ru: Cost Data
zh_tw: 成本資料

# L_UserSetUp_Dep
source: 部门
ru_ru: Department
zh_tw: 部門

# L_UserSetUp_Disable
source: 停用
ru_ru: Disable

# L_UserSetUp_DNCom
source: DN公司权限
ru_ru: DN Comission
zh_tw: DN公司許可權

# L_UserSetUp_Enable
source: 启用
ru_ru: Enable
zh_tw: 啟用

# L_UserSetUp_GroupId
source: 集团
ru_ru: Group
zh_tw: 集團

# L_UserSetUp_IDRepeat
source: 保存失败，用户ID重复
ru_ru: Save failed due to duplicated ID
zh_tw: 保存失敗，用戶ID重複

# L_UserSetup_IE
source: 非OA用户
ru_ru: Non OA User
zh_tw: 非OA用戶

# L_UserSetUp_Income
source: 收入
ru_ru: Income

# L_UserSetUp_ModiPwDate
source: 密码有效期
ru_ru: Valid Password Date
zh_tw: 密碼有效期

# L_UserSetUp_NextDate
source: 下次修改日期
ru_ru: Next Modify Date

# L_UserSetUp_NoBlank
source: 帐号或email不能为空
ru_ru: Account or Email cannot be blanked.
zh_tw: 帳號或email不能為空

# L_UserSetUp_Personal
source: 个人
ru_ru: Personal
zh_tw: 個人

# L_UserSetUp_PlSelect
source: 请选择
ru_ru: Please select
zh_tw: 請選擇

# L_UserSetUp_PlSelectGroup
source: 请先选择集团
ru_ru: Please Select Group
zh_tw: 請先選擇集團

# L_UserSetUp_ResetF
source: 重置失败
ru_ru: Reset Failed
zh_tw: 重置失敗

# L_UserSetUp_resetFT
source: 重置失败次数
ru_ru: Reset Failed Times
zh_tw: 重置失敗次數

# L_UserSetUp_ResetPed
source: 重置密码
ru_ru: Reset Password
zh_tw: 重置密碼

# L_UserSetUp_ResetS
source: 重置成功
ru_ru: Reset succeed

# L_UserSetUp_Scripts_375
source: 验证失败
ru_ru: Validation failure
zh_tw: 驗證失敗

# L_UserSetUp_Scripts_376
source: 密码错误
ru_ru: Password error
zh_tw: 密碼錯誤

# L_UserSetUp_Scripts_377
source: 验证成功
ru_ru: Successful authentication
zh_tw: 驗證成功

# L_UserSetUp_Scripts_378
source: 验证通过
ru_ru: Successful authentication
zh_tw: 驗證通過

# L_UserSetUp_Scripts_379
source: 建立新使用者
ru_ru: Create new user

# L_UserSetUp_Scripts_380
source: 取得冷链质押画面相关的选择选项
ru_ru: ???非e-Shipping模块？
zh_tw: 取得冷鏈質押畫面相關的選擇選項

# L_UserSetUp_TranType
source: 运输类型
ru_ru: Transportation Type
zh_tw: 運輸類型

# L_UserSetUp_UEmail
source: 电子邮箱
ru_ru: Email
zh_tw: 電子郵箱

# L_UserSetUp_UManager
source: 主管
ru_ru: Manager

# L_UserSetUp_UPhone
source: 电话
ru_ru: Tel No.
zh_tw: 電話

# L_UserSetUp_UPri
source: 权限
ru_ru: Commission
zh_tw: 許可權

# L_UserSetUp_U_ID
source: 用户ID
ru_ru: User ID
zh_tw: 用戶ID

# L_UserSetUp_U_NAME
source: 用户名称
ru_ru: User Name
zh_tw: 用戶名稱

# L_UserSetUp_U_PASSWORD
source: 用户密码
ru_ru: User Password
zh_tw: 使用者密碼

# L_zh_Source
source: 原始码
ru_ru: original code
zh_tw: 原始碼

# M_BASE_loginSuccess
source: 登入成功，正为您产生系统画面
ru_ru: login successful, opening system interface for you now
zh_tw: 登入成功，正為您產生系統畫面

# M_BookingAction_Controllers_164
source: 没有对应的转关行
ru_ru: No Transit Borker
zh_tw: 沒有對應的轉關行

# M_CtAssignManage_Msg03
source: 资料重覆，无法写入
ru_ru: Not allowed to input repeat data
zh_tw: 資料重覆，無法寫入

# M_IPPOM_saveError
source: 保存失败，请参阅错误提示
ru_ru: Save failed ,please refer to the error prompt
zh_tw: 保存失敗，請參閱錯誤提示

# M_SMSMI_ERRORMSG_01
source: 尚未订舱确认无法通知报关
ru_ru: Can not notify broker before Shipment Confirm
zh_tw: 尚未訂艙確認無法通知報關

# M_SMSMI_NotifyToBr
source: 】通知报关？
ru_ru: 】Notify Broker?
zh_tw: 】通知報關？

# M_SMSMI_NotifyToTc
source: 】通知转关？
ru_ru: 】Notify Transit Broker?
zh_tw: 】通知轉關？

# M_SYS_CLEARDATA
source: 确定要清空数据？
ru_ru: clear data or not?
zh_tw: 確定要清空資料？

# M_SYS_DOCLEARDATA
source: 数据清除中…
ru_ru: under processing
zh_tw: 資料清除中…

# M_SYS_DOSAVEDATA
source: 数据保存中…
ru_ru: under preserving…
zh_tw: 資料保存中…

# M_SYS_ISFSendDate
source: ISF发送时间
ru_ru: ISP Send Time
zh_tw: ISF發送時間

# M_SYS_LOGINTIMEOUT
source: 登入超时，请重新登入
ru_ru: Login timeout, please login again
zh_tw: 登入超時，請重新登入

# M_SYS_ReleaseNo
source: 放行单号
ru_ru: Release order
zh_tw: 放行單號

# TK_Batchcontract
source: 批量归档合同
ru_ru: Batch Exp Contract doc
zh_tw: 批量歸檔合同

# TK_BatchInputStatus
source: 批量汇入货况
ru_ru: Batch Import Tracking Status
zh_tw: 批量匯入貨況

# TLB_AC010
source: 账单录入
ru_ru: Bill Input
zh_tw: 帳單錄入

# TLB_AC020
source: 账单比对
ru_ru: Bill comparison
zh_tw: 帳單比對

# TLB_AC020A
source: AIR账单比对
ru_ru: AIR bill comparison
zh_tw: AIR帳單比對

# TLB_AC020B
source: 报关账单比对
ru_ru: Customs declaration
zh_tw: 報關帳單比對

# TLB_AC020C
source: 拖车账单比对
ru_ru: Trailer bill comparison
zh_tw: 拖車帳單比對

# TLB_AC020E
source: Express账单比对
ru_ru: Express bill comparison
zh_tw: Express帳單比對

# TLB_AC020F
source: FCL账单比对
ru_ru: FCL bill comparison
zh_tw: FCL帳單比對

# TLB_AC020L
source: LCL账单比对
ru_ru: LCL bill comparison
zh_tw: LCL帳單比對

# TLB_AC020P
source: 卡车账单比对
ru_ru: Truck bill comparison
zh_tw: 卡車帳單比對

# TLB_AC020R
source: 铁路账单比对
ru_ru: Railway bill comparison
zh_tw: 鐵路帳單比對

# TLB_AC020T
source: 内贸账单比对
ru_ru: Domestic bill comparison
zh_tw: 內貿帳單比對

# TLB_AC030
source: 请款审核
ru_ru: Please review
zh_tw: 請款簽核

# TLB_AC030A
source: AIR账单审核
ru_ru: AIR bill audit
zh_tw: AIR帳單簽核

# TLB_AC030B
source: 报关账单审核
ru_ru: Customs check
zh_tw: 報關帳單簽核

# TLB_AC030C
source: 拖车账单审核
ru_ru: Trailer bill audit
zh_tw: 拖車帳單簽核

# TLB_AC030E
source: Express账单审核
ru_ru: Express bill audit
zh_tw: Express帳單簽核

# TLB_AC030F
source: FCL账单审核
ru_ru: FCL bill audit
zh_tw: FCL帳單簽核

# TLB_AC030L
source: LCL账单审核
ru_ru: LCL bill audit
zh_tw: LCL帳單簽核

# TLB_AC030P
source: 卡车账单审核
ru_ru: Truck bill audit
zh_tw: 卡車帳單簽核

# TLB_AC030R
source: 铁路账单审核
ru_ru: Railway bill audit
zh_tw: 鐵路帳單簽核

# TLB_AC030T
source: 内贸账单审核
ru_ru: Internal audit
zh_tw: 內貿帳單簽核

# TLB_AC040
source: 账单管理
ru_ru: Bill management
zh_tw: 帳單管理

# TLB_AC050
source: 费用代码建档
ru_ru: Cost code file
zh_tw: 費用代碼建檔

# TLB_AC060
source: 费用管理
ru_ru: Cost management
zh_tw: 費用管理

# TLB_AC070
source: 银行讯息建档
ru_ru: Bank information archiving
zh_tw: 銀行訊息建檔

# TLB_AC080
source: 出险管理
ru_ru: Insurance management
zh_tw: 出險管理

# TLB_AC090
source: 费用审核
ru_ru: CostsVerification
zh_tw: 費用審核

# TLB_ACTRANTYPE
source: 财务DN类别设定
ru_ru: Financial DN category settings
zh_tw: 財務DN類別設定

# TLB_ADD
source: 新增
ru_ru: Added

# TLB_AL010
source: 物流业者分配
ru_ru: Logistics distribution
zh_tw: 物流業者分配

# TLB_AmountCost
source: 金额与成本
ru_ru: Amount and cost
zh_tw: 金額與成本

# TLB_Apply
source: 申请
ru_ru: application
zh_tw: 申請

# TLB_ASDR
source: ASD(请款)
ru_ru: ASD (request)
zh_tw: ASD(請款)

# TLB_ASDW
source: ASD(预提)
ru_ru: ASD (Estimated)
zh_tw: ASD(預提)

# TLB_AssociationDN
source: 关联DN
ru_ru: Associated DN
zh_tw: 關聯DN

# TLB_AuditDetails
source: 审核明细
ru_ru: eApproval Log
zh_tw: 審核明細

# TLB_Auditing
source: 审核
ru_ru: Audit
zh_tw: 審核

# TLB_AuditPass
source: 审核通过
ru_ru: Approved
zh_tw: 審核通過

# TLB_AutomaticValuation
source: 自动计价
ru_ru: Re-Calculation
zh_tw: 自動計價

# TLB_AUTONO
source: 自动编码设定
ru_ru: Auto No. Setup
zh_tw: 自動編碼設定

# TLB_BACK
source: 退签
ru_ru: Reject
zh_tw: 回上層

# TLB_BatchcChangeWV
source: 批量更改毛重和体积
ru_ru: Modify GR.WT&CBM
zh_tw: 批量更改毛重和體積

# TLB_BatchExport
source: 批量导出
ru_ru: Export by batch
zh_tw: 批量匯出

# TLB_BatchFileContract
source: 批量归档合同
ru_ru: Batch Exp Contract doc
zh_tw: 批量歸檔合同

# TLB_BatchFileExportDeclarationI
source: 批量归档出口报关 Invoice
ru_ru: Bulk Archives Export Declaration Invoice
zh_tw: 批量歸檔出口報關 Invoice

# TLB_BatchFileExportDeclarationP
source: 批量归档出口报关 Packing List
ru_ru: Batch archiving export declaration Packing List
zh_tw: 批量歸檔出口報關 Packing List

# TLB_BatchReloadInvoice
source: 批量Reload Invoice
ru_ru: Batch Reload Invoice

# TLB_BatchReserve
source: 批次预约
ru_ru: SlotTime booked by batch
zh_tw: 批次預約

# TLB_BatchToEdoc
source: 批量上传Edoc
ru_ru: Batch To Edoc
zh_tw: 批量上傳EDOC

# TLB_BidNotice
source: 中标通知
ru_ru: bidding notice
zh_tw: 中標通知

# TLB_Bill
source: 请款单
ru_ru: TLB_Bill
zh_tw: 請款單

# TLB_BillConfirm
source: 提单核对确认
ru_ru: Check and confirm the bill of lading
zh_tw: 提單核對確認

# TLB_BillFormatTurn
source: 账单格式转出
ru_ru: Bill format out
zh_tw: 賬單格式轉出

# TLB_BillNotif
source: 提单通知
ru_ru: Notice of bill of lading
zh_tw: 提單通知

# TLB_BillPrinting
source: 请款单列印
ru_ru: Please print the invoice
zh_tw: 請款單列印

# TLB_Bill_EN
source: 请款单-EN
ru_ru: Application Form-EN
zh_tw: 請款單-EN

# TLB_BK020
source: FCL订舱
ru_ru: FCL booking
zh_tw: FCL訂艙

# TLB_BK030
source: LCL订舱
ru_ru: LCL booking
zh_tw: LCL訂艙

# TLB_BK040
source: AIR订舱
ru_ru: AIR booking
zh_tw: Air訂艙

# TLB_BK050
source: Express订舱
ru_ru: Express booking
zh_tw: Express訂艙

# TLB_BK060
source: 报关通知
ru_ru: Exp. C/C notification
zh_tw: 報關通知

# TLB_BK070
source: 铁路订舱
ru_ru: Booking_Rail
zh_tw: 鐵路訂艙

# TLB_BKC020
source: Fcl订舱确认
ru_ru: Fcl booking confirmation
zh_tw: FCL訂艙確認

# TLB_BKC030
source: Lcl订舱确认
ru_ru: Lcl booking confirmation
zh_tw: LCL訂艙確認

# TLB_BKC040
source: Air订舱确认
ru_ru: Air booking confirmation
zh_tw: Air訂艙確認

# TLB_BKC050
source: Express订舱确认
ru_ru: Express booking confirmation
zh_tw: Express訂艙確認

# TLB_BKC060
source: 报关确认
ru_ru: Exp. C/C Confirmed
zh_tw: 報關確認

# TLB_BKC070
source: 铁路订舱确认
ru_ru: Confirm_Rail
zh_tw: 鐵路訂艙確認

# TLB_BkDetail
source: 订舱明细
ru_ru: Booking details
zh_tw: 訂艙明細

# TLB_BLREMARKModify
source: BL REMARK修改
ru_ru: revise B/L remark

# TLB_BookingConfirm
source: 订舱确认
ru_ru: Booking confirmation
zh_tw: 訂艙確認

# TLB_BookingDetails
source: 订舱明细
ru_ru: Booking details
zh_tw: 訂艙明細

# TLB_BookingformC
source: Booking form 中文
ru_ru: BookingForm_Ver.CN

# TLB_Bookinginfo
source: 订舱信息
ru_ru: Booking information
zh_tw: 訂艙信息

# TLB_BookingSpace
source: 发起订舱
ru_ru: Initiate booking
zh_tw: 發起訂艙

# TLB_bookrevoke
source: 订舱撤回
ru_ru: Booking withdrawal
zh_tw: 訂艙撤回

# TLB_BSB010SETUP
source: 币别建档
ru_ru: Currency Setup
zh_tw: 幣別建檔

# TLB_BSCODE
source: 代码管理
ru_ru: Code management
zh_tw: 代碼建檔

# TLB_BscodeNew
source: 代码管理
ru_ru: Code management
zh_tw: 代碼建檔

# TLB_BSCSSETUP
source: 客户建档
ru_ru: customer master data
zh_tw: 客戶建檔

# TLB_Bsdate010
source: 万年历
ru_ru: Calendar
zh_tw: 万年历设定

# TLB_BsdistManage
source: 区域建档
ru_ru: Regional archives
zh_tw: 報價區域建檔

# TLB_BSLIGHT
source: 灯号管理
ru_ru: Signal management
zh_tw: 燈號管理

# TLB_BSRPT
source: 报表建档
ru_ru: Report file
zh_tw: 報表建檔

# TLB_BSSTATE
source: 省份代码建档
ru_ru: Province code file
zh_tw: 省份代碼建檔

# TLB_BSTRUCK
source: 卡车/司机建档
ru_ru: Truck / driver file
zh_tw: 卡車/司機建檔

# TLB_BSTSETUP
source: 客户交易建档
ru_ru: Customer transaction file
zh_tw: 客戶交易建檔

# TLB_btn_V_01
source: 通过
ru_ru: Pass
zh_tw: 通過

# TLB_btn_V_02
source: 拒绝
ru_ru: Refuse
zh_tw: 拒絕

# TLB_Cabinet
source: 并柜
ru_ru: Co-Loading
zh_tw: 並櫃

# TLB_CallCarInfo
source: 叫车资讯
ru_ru: Call CAR information
zh_tw: 叫車資訊

# TLB_CalledCar
source: 叫车
ru_ru: Call Truck
zh_tw: 叫車

# TLB_CancelCabinet
source: 取消并柜
ru_ru: Cancelled DNs combination
zh_tw: 取消並櫃

# TLB_CancelCustoms
source: 取消报关
ru_ru: the cancellation notice for Exp. C/C?
zh_tw: 取消報關

# TLB_CancelNoticeLogistics
source: 取消通知物流
ru_ru: Cancel Notify LSP
