Repository: wtg-prolink/ESHIPPING-INBOUND
Catalog: WebGui/App_GlobalResources/Locale.*.resx
Languages: ru_ru, zh_tw

# L_BookingAction_Controllers_206
source: 修改航班
ru_ru: Vessel/Flight Modify

# L_BookingAction_Controllers_207
source: 合并提单通知已经发送
ru_ru: Combined B/L notice has been sent
zh_tw: 合併提單通知已經發送

# L_BookingAction_Controllers_208
source: 不是合并的提单
ru_ru: It wasn\'t a combined B/L
zh_tw: 不是合併的提單

# L_BookingAction_Controllers_209
source: 不能发送合并提单通知
ru_ru: Combined B/L notice cannot be sent out
zh_tw: 不能發送合併提單通知

# L_BookingAction_Controllers_210
source: 合并提单通知发送失败
ru_ru: Combined B/L notice cannot be sent out
zh_tw: 合併提單通知發送失敗

# L_BookingAction_Controllers_211
source: 输入的条件不符
ru_ru: No matched searching items
zh_tw: 輸入的條件不符

# L_BookingAction_Controllers_212
source: 无法产生
ru_ru: Cannot generate
zh_tw: 無法產生

# L_BookingAction_Controllers_213
source: 归档排成异常
ru_ru: The scheduled background processing of documents filing has terminated
zh_tw: 歸檔排成異常

# L_BookingAction_Controllers_214
source: 报表已经后台处理中
ru_ru: The report was under background processing.
zh_tw: 報表已經幕後處理中

# L_BookingAction_Controllers_215
source: 请一天后再上来查看
ru_ru: Please check the report again a day later.
zh_tw: 請一天后再上來查看

# L_BookingAction_Controllers_45
source: {0}{1}{2}:发送Edi成功！
ru_ru: {0}{1}{2}: EDI Sending success!
zh_tw: {0}{1}{2}:發送Edi成功！

# L_BookingQueryColumn_Scripts_169
source: 合并后
ru_ru: Combined
zh_tw: 合併後

# L_BookingQueryColumn_Scripts_170
source: 是否发送
ru_ru: Sending?
zh_tw: 是否發送

# L_BookingQueryColumn_Scripts_171
source: 发送合并提单通知
ru_ru: Sending combined B/L notification.
zh_tw: 發送合併提單通知

# L_BookingQueryColumn_Scripts_172
source: 通知确认
ru_ru: Notification Confirmed
zh_tw: 通知確認

# L_BookingQueryColumn_Scripts_173
source: 发送合并提单通知时间
ru_ru: The date & time of sending combined B/L notice.
zh_tw: 發送合併提單通知時間

# L_BookingQueryColumn_Scripts_174
source: 绕物流园代码
ru_ru: The code of Logistics Park
zh_tw: 繞物流園代碼

# L_BookingQueryColumn_Scripts_175
source: 绕物流园名称
ru_ru: The name of Logistics Park
zh_tw: 繞物流園名稱

# L_BookingQueryColumn_Scripts_176
source: 合并提单标记
ru_ru: Mark of combined B/L
zh_tw: 合併提單標記

# L_BookingQueryColumn_Scripts_177
source: 子提单
ru_ru: Sub B/L
zh_tw: 子提單

# L_BookingQueryColumn_Scripts_178
source: 主提单
ru_ru: Master B/L
zh_tw: 主提單

# L_BookingQueryColumn_Scripts_179
source: 发送窗口
ru_ru: PIC of B/L Sending
zh_tw: 發送窗口

# L_BookingQueryColumn_Scripts_180
source: ISF 发送窗口
ru_ru: PIC of ISF Initiate
zh_tw: ISF 發送窗口

# L_BookingQueryColumn_Scripts_181
source: 合并后Master B/L
ru_ru: Combined Master B/L
zh_tw: 合併後Master B/L

# L_BookingQueryColumn_Scripts_182
source: 合并后House BL/快递面单号
ru_ru: Combined House BL/Courier\'s Tracking#
zh_tw: 合併後House BL/快遞面單號

# L_BookingQueryColumn_Script_117
source: 合并后House
ru_ru: the combined House B/L
zh_tw: 合併後House

# L_BookingQueryColumn_Script_118
source: A:未处理;B:订舱;C:订舱确认;D:叫柜;I:入厂;P:封柜;O:离厂;G:报关;H:放行;V:取消;Z:退运;U:未确认提单;Y:已确认提单
ru_ru: A:UnProcessed;B:ExternalBooking;C:BookingConfirm;D:TruckCalling;I:GateIn;P:CloseContainer;O:GateOut;G:Export CC;H:CC Release;V:ShipmentCancelled;Z:ShipmentReturn;U:Unconfirmed B/L;Y:Confirmed B/L
zh_tw: A:未處理;B:訂艙;C:訂艙確認;D:叫櫃;I:入廠;P:封櫃;O:離廠;G:報關;H:放行;V:取消;Z:退運;U:未確認提單;Y:已確認提單

# L_BookingQueryColumn_Script_119
source: S:未订舱;C:已订舱;N:未处理;U:未确认提单;Y:已确认提单;
ru_ru: S:UnconfirmedShipment;C:BookingConfirmed;N:Pending;U:Unconfirmed B/L;Y:Confirmed B/L;
zh_tw: S:未訂艙;C:已訂艙;N:未處理;U:未確認提單;Y:已確認提單;

# L_BookingQueryColumn_Script_120
source: M:未通知报关;S:通知报关;C:报关确认;H:放行;N:未处理;
ru_ru: M:Pending for Exp. CC Notice;S:Exp. CC notice sent;C:Exp. CC confirmed;H:Exp. CC Released;N:Unprocessed;
zh_tw: M:未通知報關;S:通知報關;C:報關確認;H:放行;N:未處理;

# L_BookingQueryColumn_Script_121
source: C:已叫车;S:可叫车;N:未叫车;
ru_ru: C:Finished TruckCalling;S:Available for TruckCalling;N:Unavailable for TruckCalling;
zh_tw: C:已叫車;S:可叫車;N:未叫車;

# L_BookingQueryColumn_Script_122
source: A:一般贸易;B:进料对口;C:进料复出;D:其它
ru_ru: A:GeneralTrade;B:FeedingCounterparts;C:Import processing then Exporting;D:Others
zh_tw: A:一般貿易;B:進料對口;C:進料複出;D:其它

# L_BookingQueryColumn_Script_123
source: Y:已发送;N:未发送;
ru_ru: Y:Sent;N:Unprocessing;
zh_tw: Y:已發送;N:未發送;

# L_BookingQueryColumn_Script_124
source: S:发送通知;C:通知确认;N:未处理;
ru_ru: S:Notification Sent;C:Notification Confirmed;N:Unprocessing Notice;
zh_tw: S:發送通知;C:通知確認;N:未處理;

# L_BookingQueryColumn_Script_125
source: S:Sub子提单;C:M主提单;N:未处理;
ru_ru: S:Sub_B/L;C:Master_B/L;N:Pending;
zh_tw: S:Sub子提單;C:M主提單;N:未處理;

# L_BookingQuery_Script_11
source: ASD（预提）
ru_ru: ASD(AccruedExpenses)
zh_tw: ASD（預提）

# L_BookingQuery_Script_12
source: ASD（请款）
ru_ru: ASD(PaymentApply)
zh_tw: ASD（請款）

# L_BookingQuery_Script_13
source: 发送成功，请等候十分钟后至FTP收取档案！
ru_ru: Success,please download files from FTP 10m later.
zh_tw: 發送成功，請等候十分鐘後至FTP收取檔案！

# L_BookingQuery_Script_14
source: 不允许为空！
ru_ru: Mandatory field was Required!
zh_tw: 不允許為空！

# L_BookingQuery_Script_15
source: 月份的ASD报表吗？
ru_ru: ASD report by month?
zh_tw: 月份的ASD報表嗎？

# L_BookingQuery_Script_50
source: year and Month 不允许为空！
ru_ru: The field name of Year and Month were required!
zh_tw: year and Month 不允許為空！

# L_BookingQuery_Views_265
source: 自动计价
ru_ru: Re-Calculation
zh_tw: 自動計價

# L_BookingQuery_Views_266
source: 物流异常
ru_ru: Logistics Abnormity
zh_tw: 物流異常

# L_BookingQuery_Views_267
source: 货况
ru_ru: Shipment Status
zh_tw: 貨況

# L_BookingQuery_Views_268
source: 合并
ru_ru: Combined
zh_tw: 合併

# L_BookingQuery_Views_269
source: 批量导出
ru_ru: Export by batch
zh_tw: 批量匯出

# L_BookingQuery_Views_270
source: 预提
ru_ru: AccruedExpenses
zh_tw: 預提

# L_BookingQuery_Views_271
source: 发送成功
ru_ru: Success
zh_tw: 發送成功

# L_BookingQuery_Views_272
source: 请等候十分钟后至
ru_ru: Please get files 10minutes later from
zh_tw: 請等候十分鐘後至

# L_BookingQuery_Views_273
source: 收取档案
ru_ru: and download it.
zh_tw: 收取檔案

# L_BookingQuery_Views_274
source: 已合并过
ru_ru: Has been combined
zh_tw: 已合併過

# L_BookingQuery_Views_275
source: 确定要复盖吗
ru_ru: Overwrite?
zh_tw: 確定要覆蓋嗎

# L_BookingQuery_Views_276
source: 合并发生错误
ru_ru: Combining Fail
zh_tw: 合併發生錯誤

# L_BookingQuery_Views_277
source: 合并成功
ru_ru: Combined successfully
zh_tw: 合併成功

# L_BookingQuery_Views_278
source: 此笔
ru_ru: The shipment
zh_tw: 此筆

# L_BookingQuery_Views_279
source: 可能尚未保存
ru_ru: didn\'t been well saved

# L_BookingQuery_Views_280
source: 您确定要取消合并吗
ru_ru: Are you sure to cancel the combination?
zh_tw: 您確定要取消合併嗎

# L_BookingQuery_Views_281
source: 取消合并
ru_ru: Combination cancelled
zh_tw: 取消合併

# L_BookingQuery_Views_282
source: 不允许为空
ru_ru: Mandatory field was Required!
zh_tw: 不允許為空

# L_BookingQuery_Views_283
source: 确认要生成
ru_ru: Generate report?
zh_tw: 確認要生成

# L_BookingQuery_Views_284
source: 年
ru_ru: Year

# L_BookingQuery_Views_285
source: 月份的
ru_ru: Month

# L_BookingQuery_Views_286
source: 报表吗
ru_ru: report?
zh_tw: 報表嗎

# L_BookingQuery_Views_287
source: 文件名称
ru_ru: File name
zh_tw: 檔案名稱

# L_BookingQuery_Views_288
source: 是
ru_ru: Yes

# L_BookingQuery_Views_289
source: 明细
ru_ru: details
zh_tw: 明細

# L_BookingQuery_Views_290
source: 重新产生新的报表
ru_ru: Output a new one
zh_tw: 重新產生新的報表

# L_BookingQuery_Views_291
source: 顺序
ru_ru: sequence
zh_tw: 順序

# L_BookingQuery_Views_292
source: 月份
ru_ru: Month

# L_BookingQuery_Views_293
source: 创建时间
ru_ru: Create Date/Time
zh_tw: 創建時間

# L_BookingQuery_View_tip
source: 该笔shipment未离场，请重新选择！
ru_ru: The Shipiment ID does not Gate Out, Please Check!
zh_tw: 該筆shipment未離場，請重新選擇！

# L_BSCAASetupVeiw_Views_215
source: 计费日期
ru_ru: Billing date
zh_tw: 計費日期

# L_BSCAA_Controllers_216
source: 纯查询
ru_ru: Pure Query
zh_tw: 純查詢

# L_BSCAA_Controllers_217
source: 取得数据
ru_ru: Obtain data
zh_tw: 取得資料

# L_BSCAA_Controllers_218
source: 基本方法
ru_ru: Basic method

# L_BSCAA_Controllers_219
source: 检查唯一值
ru_ru: Check unique value
zh_tw: 檢查唯一值

# L_BSCODESetup_Cd
source: 代码
ru_ru: Party Code
zh_tw: 代碼

# L_BSCODE_BscodeList
source: 代码列表
ru_ru: Code List
zh_tw: 代碼列表

# L_BSCODE_BSCODESetup
source: 代码录入
ru_ru: Code Setup
zh_tw: 代碼錄入

# L_BSCODE_Cd
source: 代码
ru_ru: Code
zh_tw: 代碼

# L_BSCODE_CdDescp
source: 描述
ru_ru: Description

# L_BSCODE_CdType
source: 代码类别
ru_ru: Code Type
zh_tw: 代碼類別

# L_BSCODE_CreateBy
source: 创建者
ru_ru: Create By
zh_tw: 創建者

# L_BSCODE_CreateDate
source: 创建时间
ru_ru: Create Time
zh_tw: 創建時間

# L_BSCODE_Dep
source: 部门
ru_ru: Dep
zh_tw: 部門

# L_BSCODE_GroupId
source: 集团
ru_ru: Group
zh_tw: 集團

# L_BSCODE_ModifyBy
source: 修改者
ru_ru: Modify By

# L_BSCSDataQuery_Abbr
source: 简称
ru_ru: Abbr.
zh_tw: 簡稱

# L_BSCSDataQuery_BillTo
source: 结帐对象
ru_ru: Bill To
zh_tw: 結帳對象

# L_BSCSDataQuery_caption
source: 客户资料
ru_ru: Customer Information
zh_tw: 客戶資料

# L_BSCSDataQuery_Cnty
source: 国别
ru_ru: Country
zh_tw: 國別

# L_BSCSDataQuery_CntyNm
source: 国别名称
ru_ru: Country Name
zh_tw: 國別名稱

# L_BSCSDataQuery_DueDay
source: 放帐天数
ru_ru: Credit/Days
zh_tw: 放帳天數

# L_BSCSDataQuery_PartAddr
source: 地址
ru_ru: Address

# L_BSCSDataQuery_PartAddr2
source: 地址2
ru_ru: Address2

# L_BSCSDataQuery_PartAddr3
source: 地址3
ru_ru: Address3

# L_BSCSDataQuery_PartAddr4
source: 地址4
ru_ru: Address4

# L_BSCSDataQuery_PartAddr5
source: 地址5
ru_ru: Address5

# L_BSCSDataQuery_PartyAttn
source: 联系人
ru_ru: Attn.
zh_tw: 連絡人

# L_BSCSDataQuery_PartyMail
source: 邮件
ru_ru: eMail Addr.
zh_tw: 郵件

# L_BSCSDataQuery_PartyType
source: 对象类别
ru_ru: Party Type
zh_tw: 物件類別

# L_BSCSDataQuery_TaxNo
source: 税号
ru_ru: Tax No.
zh_tw: 稅號

# L_BSCSDataQuery_title
source: 客户建档设定
ru_ru: Customer Profile Input
zh_tw: 客戶建檔設定

# L_BSCSDataQuery_TruckCmpList
source: 卡车公司列表
ru_ru: Truck Company List
zh_tw: 卡車公司列表

# L_BSCSDataQuery_TruckDriverSet
source: 卡车司机设定
ru_ru: Driver information setup
zh_tw: 卡車司機設定

# L_BSCSDataQuery_Zip
source: 邮编
ru_ru: Zip Code
zh_tw: 郵編

# L_BSCSDateQuery_Cancel
source: 取消
ru_ru: Cancel

# L_BSCSDateQuery_CancelDN
source: 取消DN
ru_ru: Cancel DN

# L_BSCSDateQuery_Confirm
source: 确认
ru_ru: Confirm
zh_tw: 確認

# L_BSCSSetup_City
source: 城市
ru_ru: City Name

# L_BSCSSetup_ClosingDate
source: 到期日
ru_ru: Due Date

# L_BSCSSetup_Cmp
source: 客户代码
ru_ru: Company Code
zh_tw: 客戶代碼

# L_BSCSSetup_CmpAddr
source: 地址
ru_ru: Address

# L_BSCSSetup_CmpAttn
source: 联络人
ru_ru: Attn.
zh_tw: 聯絡人

# L_BSCSSetup_CmpEmail
source: 邮箱
ru_ru: eMail Addr.
zh_tw: 郵箱

# L_BSCSSetup_CmpFax
source: 传真
ru_ru: Fax No.
zh_tw: 傳真

# L_BSCSSetup_CmpName
source: 名称
ru_ru: Name
zh_tw: 名稱

# L_BSCSSetup_CmpName111
source: 卡车公司名称
ru_ru: Name of TruckCompany
zh_tw: 卡車公司名稱

# L_BSCSSetup_CmpTel
source: 电话
ru_ru: Tel No.
zh_tw: 電話

# L_BSCSSetup_CntrNum
source: 合约柜数
ru_ru: MQC
zh_tw: 合約櫃數

# L_BSCSSetup_ContactDate
source: 生效日
ru_ru: Effective Date

# L_BSCSSetup_ContactNo
source: 合约号码
ru_ru: Contract No.
zh_tw: 合約號碼

# L_BSCSSetup_ContractFile
source: 合约档
ru_ru: Contract Management
zh_tw: 合約檔

# L_BSCSSetup_CreateBy
source: CREATE BY
ru_ru: Created By

# L_BSCSSetup_DelFail
source: 删除失败
ru_ru: Delete Failed
zh_tw: 刪除失敗

# L_BSCSSetup_DeliveryFile
source: 送货档
ru_ru: Delivery Addr. Mgmt.
zh_tw: 送貨檔

# L_BSCSSetup_DelS
source: 删除成功
ru_ru: Delete Success
zh_tw: 刪除成功

# L_BSCSSetup_DelStamp
source: 删除图章
ru_ru: Delete Stamp
zh_tw: 刪除圖章

# L_BSCSSetup_DelSuccess
source: 删除成功
ru_ru: Delete success
zh_tw: 刪除成功

# L_BSCSSetup_Descp
source: 描述
ru_ru: Description

# L_BSCSSetup_Discard
source: 作废
ru_ru: cancellation
zh_tw: 作廢

# L_BSCSSetup_DomAdressSetup
source: 内贸送货地址建档
ru_ru: Inland Delivery Addr. Setup
zh_tw: 內貿送貨地址建檔

# L_BSCSSetup_EndDate
source: 终止日
ru_ru: Termination Date
zh_tw: 終止日

# L_BSCSSetup_Expire
source: 到期
ru_ru: Expired Date

# L_BSCSSetup_GroupId
source: 集团
ru_ru: Group
zh_tw: 集團

# L_BSCSSetup_HdqCmp
source: 总公司
ru_ru: Headquarter
zh_tw: 總公司

# L_BSCSSetup_InputView
source: 可输入
ru_ru: Input
zh_tw: 可輸入

# L_BSCSSetup_LightSeq
source: 描述
ru_ru: Description

# L_BSCSSetup_ModifyBy
source: MODIFY BY
ru_ru: Modified By

# L_BSCSSetup_NoNeedToDel
source: 此笔资料尚未保存，故无需删除
ru_ru: The information has not been saved, so do not need to delete！
zh_tw: 此筆資料尚未保存，故無需刪除

# L_BSCSSetup_PartyNo
source: 代码
ru_ru: Party Code
zh_tw: 代碼

# L_BSCSSetup_PartyNum
source: 号码
ru_ru: Party#
zh_tw: 號碼

# L_BSCSSetup_PartyType
source: 客户类型
ru_ru: Party Type
zh_tw: 客戶類型

# L_BSCSSetup_PleaseEnt
source: 请输入
ru_ru: Please Enter
zh_tw: 請輸入

# L_BSCSSetup_PleaseEntDate
source: 请输入 YYYYMM 日期格式
ru_ru: Please input date format as YYYYMM
zh_tw: 請輸入 YYYYMM 日期格式

# L_BSCSSetup_Port
source: 地点
ru_ru: Port
zh_tw: 地點

# L_BSCSSetup_Region
source: 地区
ru_ru: Region
zh_tw: 地區

# L_BSCSSetup_Remark
source: 备注
ru_ru: Remark
zh_tw: 備註

# L_BSCSSetup_Script_78
source: U:可使用;V:作废
ru_ru: U: Available; V: Void
zh_tw: U:可使用;V:作廢

# L_BSCSSetup_SFail
source: 保存失败
ru_ru: Save Failed
zh_tw: 保存失敗

# L_BSCSSetup_Stamp
source: 图章
ru_ru: Stamp
zh_tw: 圖章

# L_BSCSSetup_StartDate
source: 起始日
ru_ru: Start Date

# L_BSCSSetup_Status
source: 状态
ru_ru: Status
zh_tw: 狀態

# L_BSCSSetup_StsSet
source: 状态建档
ru_ru: Status Setup
zh_tw: 狀態建檔

# L_BSCSSetup_SureDelStamp
source: 确定要删除图章吗？
ru_ru: Are you sure you want to delete the stamp?
zh_tw: 確定要刪除圖章嗎？

# L_BSCSSetup_SuspendFile
source: 停权档
ru_ru: Suspension Mgmt.
zh_tw: 停權檔

# L_BSCSSetup_SuspendSetup
source: 停权建档
ru_ru: Suspended Setup
zh_tw: 停權建檔

# L_BSCSSetup_UploadStamp
source: 图章上传
ru_ru: Upload Stamp
zh_tw: 圖章上傳

# L_BSCSSetup_UploadSuc
source: 档案上传成功
ru_ru: Upload successfully!
zh_tw: 檔案上傳成功

# L_BSCSSetup_Use
source: 使用
ru_ru: Use

# L_BSCSSetup_U_NAME
source: 网址
ru_ru: URL
zh_tw: 網址

# L_BSCSSetup_VenderContact
source: 船公司合约号
ru_ru: Carrier Contract No.
zh_tw: 船公司合約號

# L_BSCSSetup_VenderContract
source: 船公司合约
ru_ru: Carrier Contract
zh_tw: 船公司合約

# L_Bsdate_CreateBy
source: 创建人
ru_ru: Create By
zh_tw: 創建人

# L_Bsdate_CreateDate
source: 创建时间
ru_ru: Create Time
zh_tw: 創建時間

# L_Bsdate_DDay
source: 日期
ru_ru: Day

# L_Bsdate_Dep
source: 部门
ru_ru: DEP
zh_tw: 部門

# L_Bsdate_GroupId
source: 集团
ru_ru: GROUP
zh_tw: 集團

# L_Bsdate_MBImportCalender
source: 汇入行事历
ru_ru: Import Calender

# L_Bsdate_ModifyBy
source: 修改人
ru_ru: Modify By

# L_Bsdate_ModifyDate
source: 修改时间
ru_ru: Modify Time
zh_tw: 修改時間

# L_Bsdate_QueryList
source: 假日列表
ru_ru: Holiday List

# L_Bsdate_Remark
source: 备注
ru_ru: Remark
zh_tw: 備註

# L_Bsdate_SetupView
source: 假日设定
ru_ru: Holiday Setup
zh_tw: 假日設定

# L_BSEXACCTp_AcNo
source: 帐号
ru_ru: Account No.
zh_tw: 帳號

# L_BSEXACCTp_ExpAcNo
source: 快递公司帐号
ru_ru: Courier account NO.
zh_tw: 快遞公司帳號

# L_BSEXACCT_BSLCPOLSetup
source: 报价港口设定
ru_ru: Authorized PortCode Input
zh_tw: 報價港口設定

# L_BSEXACCT_CAPTION
source: 快递帐号列表
ru_ru: Courier account NO. List
zh_tw: 快遞帳號列表

# L_BSEXACCT_Ex
source: 出口
ru_ru: Export

# L_BSEXACCT_ExpressCd
source: 快递公司代码
ru_ru: Express company Code
zh_tw: 快遞公司代碼

# L_BSEXACCT_ExpressNm
source: 快递公司名称
ru_ru: Express company name
zh_tw: 快遞公司名稱

# L_BSEXACCT_Im
source: 进口
ru_ru: Import
zh_tw: 進口

# L_BSEXACCT_Io
source: 进出口
ru_ru: Import/Export
zh_tw: 進出口

# L_BSEXACCT_Remark
source: 备注
ru_ru: Remark
zh_tw: 備註

# L_BSEXACCT_SMEXACCT
source: 快递帐号设定
ru_ru: Courier account setup
zh_tw: 快遞帳號設定

# L_BSEXACCT_TwIm
source: 进口
ru_ru: Import
zh_tw: 進口

# L_BSLCPOLController_Controllers_101
source: 港口重复，保存失败
ru_ru: Port code duplicated, save failed!
zh_tw: 港口重複，保存失敗

# L_BSLCPOLSetupView_Views_216
source: 外贸
ru_ru: Foreign trade
zh_tw: 外貿

# L_BSLCPOL_BSLCPOLSetup
source: 报价港口设定
ru_ru: Authorized PortCode Input
zh_tw: 報價港口設定

# L_BSLCPOL_CAPTION
source: 报价港口列表
ru_ru: List of Authorized PortCode
zh_tw: 報價港口列表

# L_BSLCPO_Controllers_l220
source: 港口重复
ru_ru: Port code duplicated, save failed!
zh_tw: 港口重複

# L_BSLIGHTD_CustCd
source: 客户代码
ru_ru: Customer ID
zh_tw: 客戶代碼

# L_BSLIGHTD_Io
source: 进/出口
ru_ru: Inbound/Outbound
zh_tw: 進/出口

# L_BSLIGHTD_L1
source: 灯号1
ru_ru: Light1
zh_tw: 燈號1

# L_BSLIGHTD_L10
source: 灯号10
ru_ru: Light10
zh_tw: 燈號10

# L_BSLIGHTD_L2
source: 灯号2
ru_ru: Light2
zh_tw: 燈號2

# L_BSLIGHTD_L3
source: 灯号3
ru_ru: Light3
zh_tw: 燈號3

# L_BSLIGHTD_L4
source: 灯号4
ru_ru: Light4
zh_tw: 燈號4

# L_BSLIGHTD_L5
source: 灯号5
ru_ru: Light5
zh_tw: 燈號5

# L_BSLIGHTD_L6
source: 灯号6
ru_ru: Light6
zh_tw: 燈號6

# L_BSLIGHTD_L7
source: 灯号7
ru_ru: Light7
zh_tw: 燈號7

# L_BSLIGHTD_L8
source: 灯号8
ru_ru: Light8
zh_tw: 燈號8

# L_BSLIGHTD_L9
source: 灯号9
ru_ru: Light9
zh_tw: 燈號9

# L_BSLIGHTD_TranType
source: 运输别
ru_ru: Tran Type
zh_tw: 運輸別

# L_BSLIGHTM_CreateBy
source: 建立者
ru_ru: Create By

# L_BSLIGHTM_CreateDate
source: 建立时间
ru_ru: Create Time
zh_tw: 建立時間

# L_BSLIGHTM_CustCd
source: 客户代码
ru_ru: Customer ID
zh_tw: 客戶代碼

# L_BSLIGHTM_CustNm
source: 客户名称
ru_ru: Customer Name
zh_tw: 客戶名稱

# L_BSLIGHTM_Dep
source: 部门
ru_ru: DEP
zh_tw: 部門

# L_BSLIGHTM_GroupId
source: 集团
ru_ru: GROUP
zh_tw: 集團

# L_BSLIGHTM_ModifyBy
source: 修改者
ru_ru: Modify By

# L_BSLIGHTM_ModifyDate
source: 修改时间
ru_ru: Modify Time
zh_tw: 修改時間

# L_BSLIGHTM_Stn
source: 站别
ru_ru: Station
zh_tw: 站別

# L_BSLIGHT_QueryList
source: 灯号列表
ru_ru: Light List
zh_tw: 燈號列表

# L_BSLIGHT_QueryView
source: 灯号查询
ru_ru: Light Query
zh_tw: 燈號查詢

# L_BSLIGHT_SetupView
source: 灯号设定
ru_ru: Light Setup
zh_tw: 燈號設定

# L_BsrptManage_BsrptList
source: 报表列表
ru_ru: Report List
zh_tw: 報表清單

# L_BsrptManage_BsrptSetupView
source: 报表设定
ru_ru: Report setting
zh_tw: 報表設定

# L_BsrptManage_CreateBy
source: 创建者
ru_ru: Creator
zh_tw: 創建者

# L_BsrptManage_CreateDate
source: 创建时间
ru_ru: Create Date/Time
zh_tw: 創建時間

# L_BsrptManage_GroupId
source: 集团
ru_ru: Group
zh_tw: 集團

# L_BsrptManage_ModifBy
source: 修改者
ru_ru: Modifier

# L_BsrptManage_ModifyDate
source: 修改时间
ru_ru: Modification time
zh_tw: 修改時間

# L_BsrptManage_Remark
source: 备注
ru_ru: Remarks
zh_tw: 備註

# L_BsrptManage_RptCondition
source: 预设条件
ru_ru: Preset condition
zh_tw: 預設條件

# L_BsrptManage_RptId
source: 报表ID
ru_ru: Report ID
zh_tw: 報表ID

# L_BsrptManage_RptNm
source: 报表名称
ru_ru: Report Name
zh_tw: 報表名稱

# L_BsrptManage_RptParameter
source: 报表参数
ru_ru: Report parameters
zh_tw: 報表參數

# L_BsrptManage_RptType
source: 预览类型
ru_ru: Preview type
zh_tw: 預覽類型

# L_BsrptManage_RptWay
source: 报表建立方式
ru_ru: Report form
zh_tw: 報表建立方式

# L_BsrptManage_ViewId
source: 画面ID
ru_ru: Picture ID
zh_tw: 畫面ID

# L_BsrptManage_ViewType
source: 画面类型
ru_ru: Picture type
zh_tw: 畫面類型

# L_BsStateQuery_EntState
source: 省份录入
ru_ru: State Code Input
zh_tw: 省份錄入

# L_BsStateQuery_RegionCd
source: 地区代码
ru_ru: Region Code
zh_tw: 地區代碼

# L_BsStateQuery_RegionNm
source: 地区名称
ru_ru: Region Name
zh_tw: 地區名稱

# L_BsStateQuery_StateCd
source: 省份代码
ru_ru: State Code
zh_tw: 省份代碼

# L_BsStateQuery_StateList
source: 省份列表
ru_ru: State List

# L_BsStateQuery_StateNm
source: 省份名称
ru_ru: State Name
zh_tw: 省份名稱

# L_BSTDataSetup_Scripts_347
source: 有重覆
ru_ru: The information duplicated

# L_BSTDataSetup_Scripts_348
source: 不能保存
ru_ru: Cannot save

# L_BSTDataSetup_Scripts_349
source: 子表放大镜
ru_ru: Checking browser
zh_tw: 子表放大鏡

# L_BSTQuery_BeginRow
source: 数据启始行数
ru_ru: Data Start line#
zh_tw: 數據啟始行數

# L_BSTQuery_ContSAP
source: 即将同步SAP，是否继续？
ru_ru: Data will synchronize with SAP, will you continue?
zh_tw: 即將同步SAP，是否繼續？

# L_BSTQuery_CustTran
source: 客户交易
ru_ru: Customer Transaction
zh_tw: 客戶交易

# L_BSTQuery_CustTranSet
source: 客户交易设定
ru_ru: Customer Transaction Setting
zh_tw: 客戶交易設定

# L_BSTQuery_DataBeginRow
source: 数据启始行数
ru_ru: Data Start line#
zh_tw: 數據啟始行數

# L_BSTQuery_DNDeclaInfo
source: DN报关确认信息
ru_ru: Confirm DN information to Declaration
zh_tw: DN報關確認資訊

# L_BSTQuery_ExpExcel
source: Excel导出
ru_ru: Export to Excel
zh_tw: Excel匯出

# L_BSTQuery_ImpExcel
source: Excel导入
ru_ru: Import by Excel
zh_tw: Excel導入

# L_BSTQuery_ImpFail
source: 汇入失败：
ru_ru: Import failure
zh_tw: 匯入失敗：

# L_BSTQuery_ImpSI
source: 导入SI
ru_ru: SI Import
zh_tw: 導入SI

# L_BSTQuery_ImpSuc
source: 汇入成功
ru_ru: Import successful!
zh_tw: 匯入成功

# L_BSTQuery_ModelName
source: 销售模式
ru_ru: Sales Model
zh_tw: 銷售模式

# L_BSTQuery_SelectFile
source: 选择文件
ru_ru: Select File
zh_tw: 選擇檔

# L_BSTQuery_SynSAP
source: 同步SAP
ru_ru: Information synchronize with SAP

# L_BSTQuery_Upload
source: 上传
ru_ru: Upload
zh_tw: 上傳

# L_BSTQuery_Uploading
source: 正在上传数据…
ru_ru: Uploading Data……, coffee time :-)
zh_tw: 正在上傳資料…

# L_BSTQuery_Views_523
source: 客户交易设定
ru_ru: Customer transaction setup
zh_tw: 客戶交易設定

# L_BSTRUCKSetup_DriverInfo
source: 司机信息
ru_ru: Driver Information
zh_tw: 司機資訊

# L_BSTRUCKSetup_OnlyLocal
source: 不可设定多组相同location
ru_ru: Can not set multiple groups of the same location
zh_tw: 不可設定多組相同location

# L_Bstrucksetup_OnlyLocat
source: 请确认Location是唯一
ru_ru: Please make sure that Location is unique
zh_tw: 請

# L_BSTRUCKSetup_Scripts_106
source: 请重新输入
ru_ru: Please re-enter
zh_tw: 請重新輸入

# L_BSTRUCKSetup_Scripts_107
source: 不允许超过
ru_ru: Not allowed to exceed
zh_tw: 不允許超過

# L_BSTRUCKSetup_Scripts_108
source: 个字符
ru_ru: character
zh_tw: 個字元

# L_BSTRUCKSetup_Script_82
source: 请重新输入，
ru_ru: Please re-enter
zh_tw: 請重新輸入，

# L_BSTRUCKSetup_Script_83
source: 不允许超过30个字符
ru_ru: More than 30 characters are not allowed
zh_tw: 不允許超過30個字元

# L_BSTRUCKSetup_Script_84
source: 不允许超过20个字符
ru_ru: More than 20 characters are not allowed
zh_tw: 不允許超過20個字元

# L_BSTRUCKSetup_TruckInfo
source: 卡车信息
ru_ru: Truck Information
zh_tw: 卡車資訊

# L_BSTSetup_Book
source: 订舱
ru_ru: Booking
zh_tw: 訂艙

# L_BSTSetup_Book_fcl
source: FCL 订舱
ru_ru: FCL Booking
zh_tw: FCL 訂艙

# L_BSTSetup_Book_lcl
source: LCL 订舱
ru_ru: LCL Booking
zh_tw: LCL 訂艙

# L_BSTSetup_caption
source: 客户交易明细
ru_ru: Customer Transaction Details
zh_tw: 客戶交易明細

# L_BSTSetup_CneeCd
source: 收货人代码
ru_ru: Consignee Code
zh_tw: 收貨人代碼

# L_BSTSetup_CneeNm
source: 收货人名称
ru_ru: Consignee Name
zh_tw: 收貨人名稱

# L_BSTSetup_Customer
source: Customer
ru_ru: Cusomer

# L_BSTSetup_LCommodity
source: 中文品名
ru_ru: Chinese name of the commodity

# L_BSTSetup_MailGroup
source: Mail group
ru_ru: E-Mail Group

# L_BSTSetup_Script_184
source: 有重覆，不能保存
ru_ru: The information duplicated, can not be saved

# L_BSTSetup_Script_185
source: 有重覆，不能保存
ru_ru: The information duplicated, can not be saved

# L_BulletinQueryView_comMeg
source: 公司讯息
ru_ru: Company Message
zh_tw: 公司訊息

# L_BulletinQueryView_DepMeg
source: 部门讯息
ru_ru: Department Message
zh_tw: 部門訊息

# L_BulletinQueryView_EntAno
source: 公告录入
ru_ru: New Announcement
zh_tw: 公告錄入

# L_BulletinQueryView_EntBulletin
source: 公告录入
ru_ru: New Announcement
zh_tw: 公告錄入

# L_BulletinQueryView_List
source: 公告列表
ru_ru: Announcement List

# L_BulletinQueryView_new
source: 最新公告
ru_ru: Latest Announcement

# L_Bulletin_Dep
source: 部门公告
ru_ru: Department Announcement
zh_tw: 部門公告

# L_Bulletin_Factory
source: 厂别公告
ru_ru: Location Announcement
zh_tw: 廠別公告

# L_Bulletin_Group
source: 集团公告
ru_ru: Group Announcement
zh_tw: 集團公告

# L_Bulletin_Key
source: 快捷键
ru_ru: Shortcut key
zh_tw: 快速鍵

# L_Bulletin_Views_228
source: 集团公告
ru_ru: Group Announcement
zh_tw: 集團公告

# L_ChgApproveManage_Script_1
source: 行记录执行通过操作吗？
ru_ru: for approving?
zh_tw: 行記錄執行通過操作嗎？

# L_ChgApproveManage_Script_2
source: 行记录执行不通过操作吗？
ru_ru: for rejection?
zh_tw: 行記錄執行不通過操作嗎？

# L_ChgApproveManage_Script_3
source: 暂无记录，请先查询！
ru_ru: No record, please check first!
zh_tw: 暫無記錄，請先查詢！

# L_ChgApproveManage_Views_164
source: 费用审核
ru_ru: CostsVerification
zh_tw: 費用審核

# L_ChgApproveManage_Views_165
source: 订舱者
ru_ru: Booking
zh_tw: 訂艙者

# L_ChgApproveManage_Views_166
source: 未下载
ru_ru: Haven\'t downloaded
zh_tw: 未下載

# L_ChgApproveManage_Views_167
source: 已下载
ru_ru: already downloaded
zh_tw: 已下載

# L_ChgApproveManage_Views_168
source: 已上传
ru_ru: already uploaded
zh_tw: 已上傳

# L_ChgApproveManage_Views_169
source: 已是账单
ru_ru: It was a bill already
zh_tw: 已是帳單

# L_ChgApproveManage_Views_170
source: 审核人
ru_ru: Auditor
zh_tw: 審核人

# L_ChgApproveManage_Views_171
source: 审核日期
ru_ru: Audit date
zh_tw: 審核日期

# L_ChgApproveManage_Views_172
source: 审核账单费用明细列表
ru_ru: Audit billing charges detail list
zh_tw: 審核帳單費用明細列表

# L_ChgApproveManage_Views_173
source: 请至少勾选一笔记录
ru_ru: Please select one record at least
zh_tw: 請至少勾選一筆記錄

# L_ChgApproveManage_Views_174
source: 第
ru_ru: The line of

# L_ChgApproveManage_Views_175
source: 行记录已开立账单
ru_ru: has issued invoices!
zh_tw: 行記錄已開立帳單

# L_ChgApproveManage_Views_176
source: 确定对第
ru_ru: Are you sure to proceed the operation of line
zh_tw: 確定對第

# L_ChgApproveManage_Views_177
source: 行记录执行通过操作吗
ru_ru: for approving?
zh_tw: 行記錄執行通過操作嗎
