Repository: wtg-prolink/ESHIPPING-INBOUND
Catalog: WebGui/App_GlobalResources/Locale.*.resx
Languages: ru_ru, zh_tw

# L_IbGateManage_ReserveFrom
source: 预约时间
ru_ru: Время доставки на склад
zh_tw: 預約時間

# L_IbGateManage_ReserveNo
source: 预约单号
ru_ru: Appointment No.
zh_tw: 預約單號

# L_IbGateManage_RvType
source: 进口/出口
ru_ru: Inport/Outport
zh_tw: 進口/出口

# L_IbGateManage_Scode
source: 门禁号码
ru_ru: Security No.
zh_tw: 門禁號碼

# L_IbGateManage_SealBy
source: 封柜者
ru_ru: Seal by
zh_tw: 封櫃者

# L_IbGateManage_SealDate
source: 封柜时间
ru_ru: Seal Time
zh_tw: 封櫃時間

# L_IbGateManage_SealNo1
source: 封签号1
ru_ru: Печать № 1
zh_tw: 封簽號1

# L_IbGateManage_SealNo2
source: 封签号2
ru_ru: Печать № 2
zh_tw: 封簽號2

# L_IbGateManage_ShipmentInfo
source: 并Shipment讯息
ru_ru: Shipment Info
zh_tw: 並Shipment訊息

# L_IbGateManage_SmcreateBy
source: 订舱人员
ru_ru: Inbound Window
zh_tw: 訂艙人員

# L_IbGateManage_Status
source: 状态
ru_ru: Статус
zh_tw: 狀態

# L_IbGateManage_Tel
source: 手机
ru_ru: Мобильный телефон
zh_tw: 手機

# L_IbGateManage_TranType
source: 运输类型
ru_ru: Trans Type
zh_tw: 運輸類型

# L_IbGateManage_TrsMode
source: 是否专车
ru_ru: Trans Mode
zh_tw: 是否專車

# L_IbGateManage_TruckCntrNo
source: 卡车柜号
ru_ru: Номер контейнера
zh_tw: 卡車櫃號

# L_IbGateManage_Trucker
source: 卡车公司
ru_ru: Код перевозчика
zh_tw: 卡車公司

# L_IbGateManage_TruckerNm
source: 卡车公司
ru_ru: Наименование перевозчика
zh_tw: 卡車公司

# L_IbGateManage_TruckNo
source: 入厂车号
ru_ru: Номер машины
zh_tw: 入廠車號

# L_IbGateManage_TruckSealno
source: 卡车封签号
ru_ru: Truck Seal No.
zh_tw: 卡車封簽號

# L_IbGateManage_UseDate
source: 用柜时间
ru_ru: Pickup Date
zh_tw: 用櫃時間

# L_IbGateManage_WsCd
source: 仓库
ru_ru: Склад
zh_tw: 倉庫

# L_IbGateManage_Yard
source: 堆场/寄存
ru_ru: Yard Code
zh_tw: 堆場/寄存

# L_IbGateReserve_ChangeReserveNo
source: 切换预约单
ru_ru: Change Reserve
zh_tw: 切換預約單

# L_IEBookingConfirmSetup_HouseNo
source: 快递号码
ru_ru: express number
zh_tw: 快遞號碼

# L_IEBookingConfirmSetup_Script_136
source: 国际快递Confirm-DN明细
ru_ru: international express confirm --DN details
zh_tw: 國際快遞Confirm-DN明細

# L_IEBookingConfirmSetup_SvcContact
source: 快递帐号
ru_ru: express account
zh_tw: 快遞帳號

# L_IEBookingSetup_HouseNo
source: House BL/快递面单号
ru_ru: BL#/Tracking#
zh_tw: House BL/快遞面單號

# L_IEBookingSetup_ScacCd
source: 运费账号
ru_ru: freight account
zh_tw: 運費帳號

# L_IEBookingSetup_Script_137
source: 国际快递-DN明细
ru_ru: international express--DN details
zh_tw: 國際快遞-DN明細

# L_Index_Views_458
source: 新细明体
ru_ru: New PMingLiu
zh_tw: 新細明體

# L_Initedoc_FileSizeAttention
source: 最大文件size:
ru_ru: File Limit Size:

# L_Initedoc_FormatAttention
source: 目前仅支持的格式有：
ru_ru: Support DOC Type:
zh_tw: 目前僅支持的格式有：

# L_initNotice_CleanData
source: 确定要清空数据吗？
ru_ru: Are you sure to delete all database?
zh_tw: 確定要清空資料嗎？

# L_initNotice_Cleaning
source: 正在清空数据…
ru_ru: Emptying data
zh_tw: 正在清空資料…

# L_initNotice_NotifyCdExi
source: 通知代码已存在请重新输入
ru_ru: Inform code existed,please input again
zh_tw: 通知代碼已存在請重新輸入

# L_InitSearch_Close
source: 查询收合
ru_ru: Close
zh_tw: 查詢收合

# L_initView_Scripts_385
source: 自动保留
ru_ru: Automatically retained
zh_tw: 自動保留

# L_initView_Scripts_386
source: 位小数
ru_ru: Bit/Decimal Point
zh_tw: 位小數

# L_InOutManage_Views_432
source: 进厂出厂确认
ru_ru: Gate In/Out Mgmt.
zh_tw: 進廠出廠確認

# L_InOut_Arrival
source: Arrival
ru_ru: Прибытие

# L_InOut_Cancel
source: Cancel
ru_ru: Отменить

# L_InsuranceManage_StatusA
source: 财务已审核
ru_ru: Financial audit
zh_tw: 財務已審核

# L_InsuranceManage_StatusC
source: 已确认
ru_ru: Confirmed
zh_tw: 已確認

# L_InsuranceManage_StatusF
source: 结案
ru_ru: Closed
zh_tw: 結案

# L_InsuranceManage_StatusI
source: 异常
ru_ru: Abnormal
zh_tw: 異常

# L_InsuranceManage_StatusN
source: 未申请
ru_ru: Not apply
zh_tw: 未申請

# L_InsuranceManage_StatusY
source: 申请中
ru_ru: Under applying
zh_tw: 申請中

# L_InsurancePayDetailView_Scripts_82
source: 货代
ru_ru: forwarder
zh_tw: 貨代

# L_InsurancePayDetailView_Script_75
source: I:保险公司;C:船公司;F:货代;T:卡车公司
ru_ru: I: insurance company; C: shipping company; F: freight forwarding; T: Truck Company
zh_tw: I:保險公司;C:船公司;F:貨代;T:卡車公司

# L_InsurancePayQueryView_Views_200
source: 出险管理建档
ru_ru: Insurance management filling
zh_tw: 出險管理建檔

# L_InsurancePayQueryView_Views_201
source: 出险管理列表
ru_ru: Insurance management list
zh_tw: 出險管理列表

# L_InsurancePaySetupView_Scripts_83
source: 申请说明
ru_ru: apply instruction
zh_tw: 申請說明

# L_InsurancePaySetupView_Scripts_84
source: 已索赔金额确认
ru_ru: claimed amount confirmation
zh_tw: 已索賠金額確認

# L_InsurancePaySetupView_Scripts_85
source: 已财务审核
ru_ru: Alaready been audited by Finance
zh_tw: 已財務審核

# L_InsurancePaySetupView_Scripts_86
source: 不是财务部门的不能做
ru_ru: Don\'t process if not belongs to finance
zh_tw: 不是財務部門的不能做

# L_InsurancePaySetupView_Scripts_87
source: 保险公司入帐日期未填
ru_ru: The insurance company didn\'t input the date recorded.
zh_tw: 保險公司入帳日期未填

# L_InsurancePaySetupView_Scripts_88
source: 船公司入帐日期未填
ru_ru: The shipping Line didn\'t input the date recorded.
zh_tw: 船公司入帳日期未填

# L_InsurancePaySetupView_Scripts_89
source: 货代公司入帐日期未填
ru_ru: The forwarder didn\'t input the date recorded
zh_tw: 貨代公司入帳日期未填

# L_InsurancePaySetupView_Scripts_90
source: 卡车公司入帐日期未填
ru_ru: The trucking company didn\'t input the date recorded
zh_tw: 卡車公司入帳日期未填

# L_InsurancePaySetupView_Scripts_91
source: 财务尚未审核
ru_ru: The finance haven\'t audited
zh_tw: 財務尚未審核

# L_InsurancePaySetupView_Scripts_92
source: 不能结案
ru_ru: Can\'t close
zh_tw: 不能結案

# L_InsurancePaySetupView_Scripts_93
source: 索赔金额确认成功
ru_ru: Claim amount confirmed successful
zh_tw: 索賠金額確認成功

# L_InsurancePaySetupView_Scripts_94
source: 财务审核成功
ru_ru: Financial audit successfully
zh_tw: 財務審核成功

# L_InsurancePaySetupView_Scripts_95
source: 结案成功
ru_ru: Closed successfully
zh_tw: 結案成功

# L_InsurancePaySetupView_Script_76
source: 不是财务部门的不能做「财务审核」
ru_ru: Don\'t process if not belongs to finance
zh_tw: 不是財務部門的不能做「財務審核」

# L_InsurancePaySetupView_Script_77
source: 财务尚未审核，不能结案
ru_ru: Financial haven\'t audited. It can\'t close
zh_tw: 財務尚未審核，不能結案

# L_InsurancePaySetupView_Views_202
source: 未申请
ru_ru: Not apply
zh_tw: 未申請

# L_InsurancePaySetupView_Views_203
source: 申请中
ru_ru: under appling
zh_tw: 申請中

# L_InsurancePaySetupView_Views_204
source: 已确认
ru_ru: confirmed
zh_tw: 已確認

# L_InsurancePaySetupView_Views_205
source: 财务已审核
ru_ru: Check by finance
zh_tw: 財務已審核

# L_InsurancePaySetupView_Views_206
source: 结案
ru_ru: Closed
zh_tw: 結案

# L_InsurancePaySetupView_Views_207
source: 异常
ru_ru: abnormal
zh_tw: 異常

# L_InsurancePaySetupView_Views_208
source: 细项
ru_ru: Detail item
zh_tw: 細項

# L_InsurancePaySetupView_Views_209
source: 指定
ru_ru: Assigned

# L_InsurancePaySetupView_Views_210
source: 客户指定
ru_ru: customer assginment
zh_tw: 客戶指定

# L_InsurancePaySetupView_Views_211
source: 出险费用
ru_ru: Insurance fees
zh_tw: 出險費用

# L_InsurancePaySetupView_Views_212
source: 关闭
ru_ru: Close
zh_tw: 關閉

# L_InsurancePaySetup_confirm
source: 确认申请？
ru_ru: Insurance Apply?
zh_tw: 確認申請？

# L_InsurancePaySetup_Tip1
source: 当前状态为：
ru_ru: Status：
zh_tw: 當前狀態為：

# L_InsurancePaySetup_Tip2
source: ,不需再做申请！
ru_ru: Not Need to Apply Again!
zh_tw: ,不需再做申請！

# L_InsurancePaySetup_TipApplied
source: 只有确认状态是未申请
ru_ru: Only Confirm Status is not Apply
zh_tw: 只有確認狀態是未申請

# L_InterfaceCd
source: 接口代码
ru_ru: interface code
zh_tw: 介面代碼

# L_InvCheck_Views_213
source: 应付金额
ru_ru: Amount payable
zh_tw: 應付金額

# L_InvCheck_Views_214
source: 审核
ru_ru: Audit
zh_tw: 審核

# L_InvHelper_Business_80
source: 为首段DN，故无需复制
ru_ru: It\'s First DN. So no need to copy
zh_tw: 為首段DN，故無需複製

# L_InvoiceController_Controllers_160
source: 产生表头出问题，合并失败
ru_ru: Docs combining failed, pls check shipping data again.
zh_tw: 產生表頭出問題，合併失敗

# L_InvoiceController_Controllers_161
source: 找不到可用DN合并！
ru_ru: Didn\'t found available DN to do combining
zh_tw: 找不到可用DN合併！

# L_InvoiceController_Controllers_162
source: 查无合并Invoice
ru_ru: Didn\'t found any combined Invoices
zh_tw: 查無合併Invoice

# L_InvoiceController_Controllers_163
source: 不能重复回抛SAP！！
ru_ru: Cannot post to SAP again!
zh_tw: 不能重複回拋SAP！！

# L_InvoiceController_Controllers_164
source: 合并Invoice不能回抛，请在各别Invoice回抛！！
ru_ru: Only accept upload by each Invoice.
zh_tw: 合併Invoice不能回拋，請在各別Invoice回拋！！

# L_InvoiceController_Controllers_165
source: 抛转完成，
ru_ru: Upload completed.
zh_tw: 拋轉完成，

# L_InvoiceController_Controllers_166
source: 抛转完成！无返回结果
ru_ru: Upload completed.
zh_tw: 拋轉完成！無返回結果

# L_Invoice_Controllers_369
source: 转
ru_ru: Turn to
zh_tw: 轉

# L_Invoice_Controllers_370
source: 获取保费费率
ru_ru: Premium rate
zh_tw: 獲取保費費率

# L_Invoice_Controllers_371
source: 复盖失败
ru_ru: Rewrite Failure!
zh_tw: 覆蓋失敗

# L_Invoice_Controllers_372
source: 表头
ru_ru: Header
zh_tw: 表頭

# L_Invoice_Controllers_373
source: 复制出口
ru_ru: Copy from Outbound
zh_tw: 複製出口

# L_Invoice_Controllers_374
source: 到合并
ru_ru: for combination
zh_tw: 到合併

# L_Invoice_Controllers_375
source: 明细到合并
ru_ru: Details to merge
zh_tw: 明細到合併

# L_Invoice_Controllers_376
source: 产生表头出问题
ru_ru: Have a header problem
zh_tw: 產生表頭出問題

# L_Invoice_Controllers_377
source: 合并失败
ru_ru: Combining Failed
zh_tw: 合併失敗

# L_Invoice_Controllers_378
source: 需找到最后一段关联
ru_ru: Please check relevant DN Infor. Again!
zh_tw: 需找到最後一段關聯

# L_Invoice_Controllers_379
source: 找不到可用
ru_ru: Can not find available data

# L_Invoice_Controllers_380
source: 查无合并
ru_ru: No shipment combined
zh_tw: 查無合併

# L_Invoice_Controllers_381
source: 上传运费
ru_ru: Freight upload
zh_tw: 上傳運費

# L_Invoice_Controllers_382
source: 计算保费
ru_ru: Premium calculation
zh_tw: 計算保費

# L_Invoice_Controllers_383
source: 不能重复回抛
ru_ru: Cannot post to SAP again!
zh_tw: 不能重複回拋

# L_Invoice_Controllers_384
source: 不能回抛
ru_ru: Cannot post!
zh_tw: 不能回拋

# L_Invoice_Controllers_385
source: 请在各别
ru_ru: Please separate each one
zh_tw: 請在各別

# L_Invoice_Controllers_386
source: 回抛
ru_ru: Posting
zh_tw: 回拋

# L_Invoice_Controllers_387
source: 抛转完成
ru_ru: Upload completed.
zh_tw: 拋轉完成

# L_Invoice_Controllers_388
source: 无返回结果
ru_ru: No feedback results
zh_tw: 無返回結果

# L_Invoice_Controllers_389
source: 归档文件类型设置错误
ru_ru: Wrong setting on eDOC Type
zh_tw: 歸檔檔案類型設置錯誤

# L_InvPkgQuery_BATCHFLAGC
source: 此票合同已归档
ru_ru: This ticket contract has been filed
zh_tw: 此票契约已歸檔

# L_InvPkgQuery_BATCHFLAGCP
source: 此票合同已导入排程，请等候！
ru_ru: This ticket contract has been imported, please wait!
zh_tw: 此票契约已導入排程，請等候！

# L_InvPkgQuery_BATCHFLAGI
source: 此票出口报关Invoice报表已归档
ru_ru: This INVOICE has been filed
zh_tw: 此票INVOICE已歸檔

# L_InvPkgQuery_BATCHFLAGIP
source: 此票出口报关Invoice报表导入排程，请等候！
ru_ru: This ticket export declaration Invoice report into the schedule, please wait!
zh_tw: 此票出口報關Invoice報表導入排程，請等候！

# L_InvPkgQuery_BATCHFLAGP
source: 此票出口报关Packing报表已归档
ru_ru: This PACKING is archived
zh_tw: 此票PACKING已歸檔

# L_InvPkgQuery_BATCHFLAGPP
source: 此票出口报关Packing报表导入排程，请等候！
ru_ru: This ticket export declaration Packing report into the schedule, please wait!
zh_tw: 此票出口報關Packing報表導入排程，請等候！

# L_InvPkgQuery_batchreload
source: 执行批量Reload Invoice
ru_ru: Batch Excute : Reload Invoice
zh_tw: 執行批量Reload Invoice

# L_InvPkgQuery_InvoiceType
source: Inv.类型
ru_ru: Invoice type
zh_tw: Inv.類型

# L_InvPkgQuery_Script_23
source: 请选择一笔Invoice资料
ru_ru: Please select a Invoice information
zh_tw: 請選擇一筆Invoice資料

# L_InvPkgQuery_Script_24
source: 是否要对DN
ru_ru: Do you want recheck DN?
zh_tw: 是否要對DN

# L_InvPkgQuery_Script_25
source: 执行批量归档？
ru_ru: Execute batch filing?
zh_tw: 執行批量歸檔？

# L_InvPkgQuery_Script_26
source: 已经加入归档排程中，请稍后一小时再查看！
ru_ru: Has been added to the archive schedule, please check it later!
zh_tw: 已經加入歸檔排程中，請稍後一小時再查看！

# L_InvPkgQuery_Views_365
source: 商品描述
ru_ru: Commodity Description

# L_InvPkgQuery_Views_366
source: 中文描述
ru_ru: Chinese name of the commodity

# L_InvPkgQuery_Views_367
source: 贸易条款
ru_ru: Incoterm
zh_tw: 貿易條款

# L_InvPkgQuery_Views_368
source: 批量归档出口报关
ru_ru: Exp. C/C Docs filing by Batch
zh_tw: 批量歸檔出口報關

# L_InvPkgQuery_Views_369
source: 请选择一笔
ru_ru: Please choose a
zh_tw: 請選擇一筆

# L_InvPkgQuery_Views_370
source: 资料
ru_ru: data
zh_tw: 資料

# L_InvPkgQuery_Views_371
source: 执行批量归档
ru_ru: Execute batch filing
zh_tw: 執行批量歸檔

# L_InvPkgQuery_Views_372
source: 已经加入归档排程中
ru_ru: File scheduling has been added.
zh_tw: 已經加入歸檔排程中

# L_InvPkgQuery_Views_373
source: 请稍后一小时再查看
ru_ru: Please check it again one hour later.
zh_tw: 請稍後一小時再查看

# L_InvPkgSetup_Cur
source: 币别
ru_ru: Currency
zh_tw: 幣別

# L_InvPkgSetup_Scripts_221
source: 没有资料
ru_ru: No information
zh_tw: 沒有資料

# L_InvPkgSetup_Scripts_222
source: 运费抛
ru_ru: Freight upload
zh_tw: 運費拋

# L_InvPkgSetup_Scripts_223
source: 抛转中
ru_ru: Posting
zh_tw: 拋轉中

# L_InvPkgSetup_Scripts_224
source: 信息为空
ru_ru: no information
zh_tw: 信息為空

# L_InvPkgSetup_Scripts_225
source: 无法通知报关
ru_ru: Unable to notify to the broker for Exp. C/C declaration
zh_tw: 無法通知報關

# L_InvPkgSetup_Scripts_226
source: 都有输入
ru_ru: Input completed.
zh_tw: 都有輸入

# L_InvPkgSetup_Scripts_227
source: 时
ru_ru: time
zh_tw: 時

# L_InvPkgSetup_Scripts_228
source: 会把原来的
ru_ru: Will
zh_tw: 會把原來的

# L_InvPkgSetup_Scripts_229
source: 明细清掉
ru_ru: clearing details of the original one
zh_tw: 明細清掉

# L_InvPkgSetup_Scripts_230
source: 确定要转入吗
ru_ru: Are you sure to import?
zh_tw: 確定要轉入嗎

# L_InvPkgSetup_Scripts_231
source: 请先输入
ru_ru: Please enter first
zh_tw: 請先輸入

# L_InvPkgSetup_Scripts_232
source: 请先保存
ru_ru: Please save it first
zh_tw: 請先保存

# L_InvPkgSetup_Scripts_233
source: 再复制
ru_ru: Recopy
zh_tw: 再複製

# L_InvPkgSetup_Scripts_234
source: 复制首段
ru_ru: Copy former DN Info.
zh_tw: 複製首段

# L_InvPkgSetup_Scripts_235
source: 确定要执行吗
ru_ru: Are you sure to execute it?
zh_tw: 確定要執行嗎

# L_InvPkgSetup_Scripts_236
source: 不等于
ru_ru: Unequal
zh_tw: 不等於

# L_InvPkgSetup_Scripts_237
source: 要继续吗
ru_ru: Do you want to continue?
zh_tw: 要繼續嗎

# L_InvPkgSetup_Scripts_238
source: 没有
ru_ru: No,
zh_tw: 沒有

# L_InvPkgSetup_Scripts_239
source: 将不会进行货柜更新
ru_ru: Container info. will not be updated
zh_tw: 將不會進行貨櫃更新

# L_InvPkgSetup_Scripts_240
source: 请先保存后
ru_ru: Please save it first
zh_tw: 請先保存後

# L_InvPkgSetup_Scripts_241
source: 再次
ru_ru: again

# L_InvPkgSetup_Scripts_242
source: 货柜资讯设定失败
ru_ru: Container information setting failed
zh_tw: 貨櫃資訊設定失敗

# L_InvPkgSetup_Scripts_243
source: 货柜资讯设定成功
ru_ru: Container information set successfully
zh_tw: 貨櫃資訊設定成功

# L_InvPkgSetup_Script_136
source: Shipment信息为空，无法通知报关
ru_ru: Shipment Information is empty, can not notify Broker
zh_tw: Shipment資訊為空，無法通知報關

# L_InvPkgSetup_Script_138
source: 抛转中…
ru_ru: Converting
zh_tw: 拋轉中…

# L_InvPkgSetup_Script_139
source: 请先输入Dn
ru_ru: Please enter the DN first
zh_tw: 請先輸入Dn

# L_InvPkgSetup_Script_140
source: 请先保存后，再次Reload
ru_ru: Please save it again after Reload
zh_tw: 請先保存後，再次Reload

# L_InvPkgSetup_Script_141
source: 没有资料！
ru_ru: No information!
zh_tw: 沒有資料！

# L_InvPkgSetup_Script_142
source: 信息为空，无法通知报关
ru_ru: Unable to inform to broker for Exp. C/C due to data uncompleted.
zh_tw: 資訊為空，無法通知報關

# L_InvPkgSetup_Script_143
source: 注意：没有Shipment
ru_ru: Note: no Shipment
zh_tw: 注意：沒有Shipment

# L_InvPkgSetup_Script_144
source: 将不会进行货柜更新，要继续吗？
ru_ru: Won\'t rewrite to the DockManagement Module, will you continue?
zh_tw: 將不會進行貨櫃更新，要繼續嗎？

# L_InvPkgSetup_Script_145
source: 货柜资讯设定失败，
ru_ru: Container information setting failed
zh_tw: 貨櫃資訊設定失敗，

# L_InvPkgSetup_Script_151
source: 请先保存后，再次Reload Invoice
ru_ru: Please save it and then Reload Invoice again!
zh_tw: 請先保存後，再次Reload Invoice

# L_InvPkgSetup_Script_152
source: 注意：没有Shipment id 将不会进行货柜更新，要继续吗？
ru_ru: Note: no Shipment ID won\'t be updated to the DockManagement Module, do you want to continue?
zh_tw: 注意：沒有Shipment id 將不會進行貨櫃更新，要繼續嗎？

# L_InvPkgSetup_TtlCbm
source: 总CBM
ru_ru: Total CBM
zh_tw: 總CBM

# L_InvPkgSetup_TtlGw
source: 总毛重
ru_ru: Total Gross Weight
zh_tw: 總毛重

# L_InvPkgSetup_TtlNw
source: 总净重
ru_ru: Total Net Weight
zh_tw: 總淨重

# L_InvPkgSetup_TtlQty
source: 总数量
ru_ru: Total Quantity
zh_tw: 總數量

# L_InvPkgSetup_Views_374
source: 传真
ru_ru: Fax No.
zh_tw: 傳真

# L_IpGoods_Scripts_355
source: 有色采购
ru_ru: ???非e-Shipping模块？
zh_tw: 有色採購

# L_IpGoods_Scripts_356
source: 有色销售
ru_ru: ???非e-Shipping模块？
zh_tw: 有色銷售

# L_IpGoods_Scripts_357
source: 空白
ru_ru: blank

# L_IpGoods_Scripts_358
source: 关税率
ru_ru: Tariff rate
zh_tw: 關稅率

# L_IpGoods_Scripts_359
source: 大品名列表
ru_ru: commodity description list

# L_IpGoods_Scripts_360
source: 大品名国别列表
ru_ru: country list of commodity
zh_tw: 大品名國別列表

# L_IpGoods_Scripts_361
source: 请先选择大品名
ru_ru: please firstly select the description of commodity
zh_tw: 請先選擇大品名

# L_IpGoods_Script_185
source: A:有色采购;B:有色销售;C:冷链;D:日化;E:空白
ru_ru: ???非e-Shipping模块？
zh_tw: A:有色採購;B:有色銷售;C:冷鏈;D:日化;E:空白

# L_IpGoods_Script_186
source: 请先选择大品名，
ru_ru: please firstly select the description of commodity
zh_tw: 請先選擇大品名，

# L_IpPart_Bound
source: 保税
ru_ru: Bonded
zh_tw: 保稅

# L_IpPart_Bu
source: 业别
ru_ru: ???非e-Shipping模块？
zh_tw: 業別

# L_IpPart_Cdescp
source: 中文货名
ru_ru: Chinese name of the commodity
zh_tw: 中文貨名

# L_IpPart_CheckFlag
source: 商检
ru_ru: Commodity inspection
zh_tw: 商檢

# L_IpPart_Cntry
source: 国别
ru_ru: Country Name
zh_tw: 國別

# L_IpPart_CreateBy
source: 创建人
ru_ru: Create By
zh_tw: 創建人

# L_IpPart_Crncy
source: 币别
ru_ru: Currency
zh_tw: 幣別

# L_IpPart_DataTotal
source: 料号资料汇总
ru_ru: Part No summary
zh_tw: 料號資料匯總

# L_IpPart_Dep
source: 部门
ru_ru: Department
zh_tw: 部門

# L_IpPart_Descp
source: 英文货名
ru_ru: Engish of the commodity
zh_tw: 英文貨名

# L_IpPart_Goods
source: 批文品号
ru_ru: ???非e-Shipping模块？
zh_tw: 批文品號

# L_IpPart_GoodsDescp
source: 大品名
ru_ru: Main of the commodity

# L_IpPart_MafNo
source: 工厂
ru_ru: Factory
zh_tw: 工廠

# L_IpPart_ModifyBy
source: 修改人
ru_ru: Modify By

# L_IpPart_PaperBox
source: 是否纸箱
ru_ru: Whether the carton
zh_tw: 是否紙箱

# L_IpPart_PartCd
source: 编号
ru_ru: Code
zh_tw: 編號

# L_IpPart_PartdGrid
source: 报关货名
ru_ru: declaration of the commodity
zh_tw: 報關貨名

# L_IpPart_PartNo
source: 货号
ru_ru: No
zh_tw: 貨號

# L_IpPart_PartOth
source: 杂别
ru_ru: Others
zh_tw: 雜別

# L_IpPart_PartPkg
source: 包装
ru_ru: Package
zh_tw: 包裝

# L_IpPart_PartType
source: 类别
ru_ru: Type
zh_tw: 類別

# L_IpPart_Remark
source: 备注
ru_ru: Remark
zh_tw: 備註

# L_IpPart_Scripts_362
source: 该笔大品名无对应的国别
ru_ru: ???非e-Shipping模块？
zh_tw: 該筆大品名無對應的國別

# L_IpPart_Scripts_363
source: 请到大品名建档建立
ru_ru: ???非e-Shipping模块？
zh_tw: 請到大品名建檔建立

# L_IpPart_Scripts_364
source: 资料汇总
ru_ru: Data summary
zh_tw: 資料匯總

# L_IpPart_Scripts_365
source: 取得冷链采购画面相关的选择选项
ru_ru: ???非e-Shipping模块？
zh_tw: 取得冷鏈採購畫面相關的選擇選項

# L_IpPart_Scripts_366
source: 该笔货号已经存在
ru_ru: ???非e-Shipping模块？
zh_tw: 該筆貨號已經存在

# L_IpPart_Scripts_367
source: 请重新选择
ru_ru: ???非e-Shipping模块？
zh_tw: 請重新選擇

# L_IpPart_Scripts_368
source: 请先输入供应商或货号
ru_ru: ???非e-Shipping模块？
zh_tw: 請先輸入供應商或貨號

# L_IpPart_Script_187
source: 该笔大品名无对应的国别，请到大品名建档建立！
ru_ru: ???非e-Shipping模块？
zh_tw: 該筆大品名無對應的國別，請到大品名建檔建立！

# L_IpPart_Script_188
source: 该笔货号已经存在，请重新选择
ru_ru: ???非e-Shipping模块？
zh_tw: 該筆貨號已經存在，請重新選擇

# L_IpPart_Stn
source: 站别
ru_ru: Station
zh_tw: 站別

# L_IpPart_SupplierCd
source: 供应方
ru_ru: Supplier Code
zh_tw: 供應方

# L_IpPart_SupplierNm
source: 供应方名称
ru_ru: Supplier Name
zh_tw: 供應方名稱

# L_IpPart_UnitPrice
source: 单价
ru_ru: Unit Price
zh_tw: 單價

# L_IpPart_WithholdingRemark
source: 预提备注
ru_ru: Remark for Accrued Expenses
zh_tw: 預提備註

# L_IPPOM_PoStatus
source: 采购单状态
ru_ru: Purchase order status
zh_tw: 採購單狀態

# L_IQTManage_All
source: 全部
ru_ru: All

# L_IQTManage_Amt
source: 金额
ru_ru: Amount
zh_tw: 金額

# L_IQTManage_ApproveBy
source: 审核人
ru_ru: Auditor
zh_tw: 審核人

# L_IQTManage_ApproveDate
source: 审核时间
ru_ru: Auditor Date
zh_tw: 審核時間

# L_IQTManage_ArAp
source: 报价类别
ru_ru: Quotation Type
zh_tw: 報價類別

# L_IQTManage_BasePoint
source: 计费基准
ru_ru: Base Count
zh_tw: 計費基準

# L_IQTManage_BillRule
source: 条件单位
ru_ru: Rule
zh_tw: 條件單位

# L_IQTManage_BillWay
source: 计费方式
ru_ru: Calculate Method
zh_tw: 計費方式

# L_IQTManage_BtnDownloadFormat
source: 下载报价格式
ru_ru: Download Quotation Format
zh_tw: 下載報價格式

# L_IQTManage_ChgCd
source: 费用代码
ru_ru: Charge Code
zh_tw: 費用代碼

# L_IQTManage_ChgDescp
source: 费用描述
ru_ru: Charge Description
zh_tw: 費用描述

# L_IQTManage_ChgType
source: 费用类别
ru_ru: Charge Type
zh_tw: 費用類別

# L_IQTManage_CreateBy
source: 创建者
ru_ru: Create By
zh_tw: 創建者

# L_IQTManage_CreateDate
source: 创建时间
ru_ru: Create Date
zh_tw: 創建時間

# L_IQTManage_Cur
source: 币别
ru_ru: Currency
zh_tw: 幣別

# L_IQTManage_Dep
source: STATION
ru_ru: Department

# L_IQTManage_EffectDate
source: 报价开始日
ru_ru: Effect From
zh_tw: 報價開始日

# L_IQTManage_EffectFrom
source: 报价开始日
ru_ru: Effect From
zh_tw: 報價開始日

# L_IQTManage_EffectTo
source: 报价结束日
ru_ru: Effect To
zh_tw: 報價結束日

# L_IQTManage_FeePercent
source: 计费比例(%)
ru_ru: Precentage
zh_tw: 計費比例(%)

# L_IQTManage_FeeType
source: 报价类型
ru_ru: Quotation Type
zh_tw: 報價類型

# L_IQTManage_GroupId
source: 集团
ru_ru: GROUP
zh_tw: 集團

# L_IQTManage_Holiday
source: 是否假日
ru_ru: Holiday

# L_IQTManage_HowLong
source: 时长(时)
ru_ru: T/T
zh_tw: 時長(時)

# L_IQTManage_LspCd
source: 报价客户
ru_ru: LSP ID
zh_tw: 報價客戶

# L_IQTManage_LspNm
source: 客户名称
ru_ru: LSP Name
zh_tw: 客戶名稱

# L_IQTManage_LspNo
source: 客户代码
ru_ru: LSP ID
zh_tw: 客戶代碼

# L_IQTManage_MinAmt
source: 最低收费
ru_ru: Min. Amount
zh_tw: 最低收費

# L_IQTManage_ModifyBy
source: 修改者
ru_ru: Modify By

# L_IQTManage_ModifyDate
source: 修改时间
ru_ru: Modify Date
zh_tw: 修改時間

# L_IQTManage_PodCd
source: 目的地代码
ru_ru: Distination Code
zh_tw: 目的地代碼

# L_IQTManage_PodNm
source: 目的地名称
ru_ru: Distination Name
zh_tw: 目的地名稱

# L_IQTManage_PolCd
source: 起运地代码
ru_ru: Departure Code
zh_tw: 起運地代碼

# L_IQTManage_PolNm
source: 起运地名称
ru_ru: Departure Name
zh_tw: 起運地名稱

# L_IQTManage_PQAdd
source: 进口报价录入
ru_ru: ADD
zh_tw: 進口報價錄入

# L_IQTManage_ProductType
source: 产品别
ru_ru: Product Type
zh_tw: 產品別

# L_IQTManage_QtList
source: 报价列表
ru_ru: Quotation List
zh_tw: 報價列表

# L_IQTManage_QuotDate
source: 报价日期
ru_ru: Quotation Date
zh_tw: 報價日期

# L_IQTManage_QuotNo
source: 报价号码
ru_ru: Quotation No.
zh_tw: 報價號碼

# L_IQTManage_QuotRmk
source: 报价备注
ru_ru: Quotation Remark
zh_tw: 報價備註

# L_IQTManage_QuotType
source: 状态
ru_ru: Status
zh_tw: 狀態

# L_IQTManage_QuotTypeB
source: 中标
ru_ru: Win the bidding
zh_tw: 中標

# L_IQTManage_QuotTypeF
source: 得标
ru_ru: Acceptance of Bid
zh_tw: 得標

# L_IQTManage_QuotTypeN
source: 投标
ru_ru: BID Submitted
zh_tw: 投標

# L_IQTManage_QuotTypeP
source: 审核通过
ru_ru: Approved
zh_tw: 審核通過

# L_IQTManage_QuotTypeQ
source: 报价
ru_ru: Quoted
zh_tw: 報價

# L_IQTManage_QuotTypeR
source: 审核拒绝
ru_ru: Denial
zh_tw: 審核拒絕

# L_IQTManage_QuotTypeV
source: 作废
ru_ru: VOID
zh_tw: 作廢

# L_IQTManage_Region
source: 区域
ru_ru: Region
zh_tw: 區域

# L_IQTManage_Remark
source: 询价备注
ru_ru: Remark
zh_tw: 詢價備註

# L_IQTManage_RfqDate
source: 开标日期
ru_ru: bid opening date
zh_tw: 開標日期

# L_IQTManage_RfqFrom
source: 询价起始日期
ru_ru: Bidding From
zh_tw: 詢價起始日期

# L_IQTManage_RfqNo
source: 询价号码
ru_ru: Bidding No.
zh_tw: 詢價號碼

# L_IQTManage_RfqTo
source: 询价到期日期
ru_ru: Bidding To
zh_tw: 詢價到期日期

# L_IQTManage_SeqNo
source: 顺序
ru_ru: Seq
zh_tw: 順序

# L_IQTManage_State
source: 省份
ru_ru: State

# L_IQTManage_TranMode
source: 运输类型
ru_ru: Tran Type
zh_tw: 運輸類型

# L_IQTManage_TranType
source: 车种
ru_ru: Tran Type
zh_tw: 車種

# L_IQTManage_TruckTon
source: 卡车吨数代码
ru_ru: TruckTons
zh_tw: 卡車噸數代碼

# L_IQTManage_TruckType
source: 车辆类型
ru_ru: Truck Type
zh_tw: 車輛類型

# L_IQTManage_Uid
source: U ID
ru_ru: L_IQTManage_Uid

# L_IRQManage_BestPrice
source: 最低价次数
ru_ru: Frequency of lowest quotation
zh_tw: 最低價次數

# L_IRQManage_Bidder
source: 中标
ru_ru: Win the bidding
zh_tw: 中標

# L_IRQManage_CreateBy
source: 创建者
ru_ru: Create By
zh_tw: 創建者

# L_IRQManage_CreateDate
source: 创建时间
ru_ru: Dreate Date
zh_tw: 創建時間

# L_IRQManage_Cur
source: 币别
ru_ru: Currency
zh_tw: 幣別

# L_IRQManage_EffectFrom
source: 报价生效日从
ru_ru: Effect From
zh_tw: 報價生效日從

# L_IRQManage_EffectTo
source: 报价生效日到
ru_ru: Effect To
zh_tw: 報價生效日到

# L_IRQManage_GroupId
source: GROUP_ID
ru_ru: GROUP

# L_IRQManage_List
source: 询价明细
ru_ru: Bidding Detail
zh_tw: 詢價明細

# L_IRQManage_LspCd
source: 客户代码
ru_ru: LSP ID
zh_tw: 客戶代碼

# L_IRQManage_LspNm
source: 客户名称
ru_ru: LSP Name
zh_tw: 客戶名稱

# L_IRQManage_ModifyBy
source: 修改者
ru_ru: Modify By

# L_IRQManage_ModifyDate
source: 修改時間
ru_ru: Modify Date

# L_IRQManage_NotifyDate
source: 通知时间
ru_ru: Notify Date
zh_tw: 通知時間
