Repository: wtg-prolink/ESHIPPING-INBOUND
Catalog: WebGui/App_GlobalResources/Locale.*.resx
Languages: ru_ru, zh_tw

# L_BaseLookup_SerQTY
source: 数量查询
ru_ru: Search Quantity
zh_tw: 數量查詢

# L_BaseLookup_SerSal
source: 销售对象查询
ru_ru: Search Sales Target
zh_tw: 銷售對象查詢

# L_BaseLookup_SerSlDetail
source: 销售详细查询
ru_ru: Search Sales Detail
zh_tw: 銷售詳細查詢

# L_BaseLookup_SerSor
source: 业别查询
ru_ru: Search Sort
zh_tw: 業別查詢

# L_BaseLookup_SerStaff
source: 员工查询
ru_ru: Search Staff
zh_tw: 員工查詢

# L_BaseLookup_SerState
source: 省份查询
ru_ru: Search State
zh_tw: 省份查詢

# L_BaseLookup_SerStn
source: 站别查询
ru_ru: Search Station
zh_tw: 站別查詢

# L_BaseLookup_SerStockIn
source: 入库查询
ru_ru: Search In Stock
zh_tw: 入庫查詢

# L_BaseLookup_SerTerm
source: 贸易条款查询
ru_ru: Search Incoterm
zh_tw: 貿易條款查詢

# L_BaseLookup_SerTruck
source: 车辆查询
ru_ru: Search Truck
zh_tw: 車輛查詢

# L_BaseLookup_SerUser
source: 用户查询
ru_ru: Search User
zh_tw: 用戶查詢

# L_BaseLookup_SerVessel
source: 船公司查询
ru_ru: Search Vessal
zh_tw: 船公司查詢

# L_BaseLookup_SerWe
source: 重量查询
ru_ru: Weight query
zh_tw: 重量查詢

# L_BaseLookup_SerWHouse
source: 仓库查询
ru_ru: Search Warehouse
zh_tw: 倉庫查詢

# L_BaseLookup_ShipmentInfo
source: 并Shipment讯息
ru_ru: And Shipment messages
zh_tw: 並Shipment訊息

# L_BaseLookup_SignBack
source: 迟签单原因
ru_ru: Late signing reason
zh_tw: 遲簽單原因

# L_BaseLookup_SoldNo
source: 销售单号
ru_ru: Sales No
zh_tw: 銷售單號

# L_BaseLookup_StaCd
source: 省份代码
ru_ru: State Code
zh_tw: 省份代碼

# L_BaseLookup_Staff
source: 员工
ru_ru: Staff
zh_tw: 員工

# L_BaseLookup_StaNm
source: 省份名称
ru_ru: State Name
zh_tw: 省份名稱

# L_BaseLookup_State
source: 省份
ru_ru: State

# L_BaseLookup_StroageGw
source: 库存净重
ru_ru: Stroage Gw
zh_tw: 庫存淨重

# L_BaseLookup_StsDescp
source: 货况说明
ru_ru: Status Descp.
zh_tw: 貨況說明

# L_BaseLookup_Supplier
source: 供应商
ru_ru: Supplier
zh_tw: 供應商

# L_BaseLookup_SvcContact
source: 合约号码
ru_ru: Contract number
zh_tw: 合約號碼

# L_BaseLookup_TaxNo
source: 识别号
ru_ru: Tax No
zh_tw: 識別號

# L_BaseLookup_Torder
source: 叫车状态
ru_ru: Call car status
zh_tw: 叫車狀態

# L_BaseLookup_TpltName
source: 样板名称
ru_ru: Template Name
zh_tw: 樣板名稱

# L_BaseLookup_TpltType
source: 样板类型
ru_ru: Template Type
zh_tw: 樣板類型

# L_BaseLookup_TranMode
source: 运输别
ru_ru: Tran Mode
zh_tw: 運輸別

# L_BaseLookup_TranType
source: 运输方式
ru_ru: Trans Type
zh_tw: 運輸方式

# L_BaseLookup_TruckNo
source: 车号
ru_ru: Truck No
zh_tw: 車號

# L_BaseLookup_TruckType
source: 车种
ru_ru: Truck Type
zh_tw: 車種

# L_BaseLookup_TTLUnit
source: Total Package 单位
ru_ru: Package total unit
zh_tw: Total Package 單位

# L_BaseLookup_Unit
source: 单位
ru_ru: Unit
zh_tw: 單位

# L_BaseLookup_Usable
source: 可使用
ru_ru: Usable

# L_BaseLookup_UseDate
source: 用柜时间
ru_ru: Use Date
zh_tw: 用櫃時間

# L_BaseLookup_Vessel
source: 船名/航班号
ru_ru: Vessel Name
zh_tw: 船名/航班號

# L_BaseLookup_Voyage
source: 航次
ru_ru: Voyage

# L_BaseLookup_Warehouse
source: 仓库
ru_ru: Warehouse
zh_tw: 倉庫

# L_BaseLookup_WarehouseList
source: 仓库列表
ru_ru: Warehouse List
zh_tw: 倉庫列表

# L_BaseLookup_WiNo
source: 入库单号
ru_ru: In Stock No
zh_tw: 入庫單號

# L_BaseLookup_WithholdAmt
source: 预提金额
ru_ru: Estimated Amount
zh_tw: 預提金額

# L_BaseLookup_WithholdCur
source: 预提币别
ru_ru: Estimated Currency
zh_tw: 預提幣別

# L_BaseLookup_WithholdPrice
source: 预提单价
ru_ru: Estimated Price
zh_tw: 預提單價

# L_BaseLookup_WithholdQty
source: 预提数量
ru_ru: Estimated Quantity
zh_tw: 預提數量

# L_BaseLookup_WoNo
source: 出库单号
ru_ru: Ex-Warehouse No
zh_tw: 出庫單號

# L_BaseLookup_WtPs
source: 水份
ru_ru: Water Pounds

# L_BaseLook_TruckCost
source: 卡车成本
ru_ru: Truck cost
zh_tw: 卡車成本

# L_Base_Controllers_127
source: 基础条件
ru_ru: Basic condition
zh_tw: 基礎條件

# L_Base_Controllers_128
source: 构建条件参数
ru_ru: Constructing conditional parameters
zh_tw: 構建條件參數

# L_Base_Controllers_129
source: 生成条件
ru_ru: Generating conditions
zh_tw: 生成條件

# L_Base_InternalBkDate
source: 对内订舱时间
ru_ru: Internal booking time
zh_tw: 對內訂艙時間

# L_Base_PortDate1
source: 码头截进港时间
ru_ru: Cutoff time of Port Gatein
zh_tw: 碼頭截進港時間

# L_Base_SendBookDate
source: 发送对外订舱时间
ru_ru: time of sending out booking
zh_tw: 發送對外訂艙時間

# L_Base_SendBrokerDate
source: 发送报关时间
ru_ru: Send time for customs declaration
zh_tw: 發送報關時間

# L_Base_SendFrtDate
source: 运费抛SAP时间
ru_ru: Freight Fee to SAP Time
zh_tw: 運費拋SAP時間

# L_Battery
source: 是否含电池
ru_ru: Battery?
zh_tw: 是否含電池

# L_BatteryD
source: 干电池
ru_ru: Dry battary
zh_tw: 乾電池

# L_BatteryL
source: 锂电池
ru_ru: Lithium battery
zh_tw: 鋰電池

# L_BillApproveHelper_Business_2
source: 该笔资料未报价，不能签核。
ru_ru: The data can\'t not approve.
zh_tw: 該筆資料未報價，不能簽核。

# L_BillApproveHelper_Business_22
source: 帐单资料资料为空，请选择一笔有效的资料
ru_ru: The Billing informatiion is empty, please select one valid information
zh_tw: 帳單資料資料為空，請選擇一筆有效的資料

# L_BillApproveHelper_Business_23
source: 您不具备退签该笔帐单：
ru_ru: You don\'t have the access to return this billing
zh_tw: 您不具備退簽該筆帳單：

# L_BillApproveHelper_Business_24
source: 的权限！
ru_ru: with permissions!
zh_tw: 的許可權！

# L_BillApproveHelper_Business_25
source: 退回申请者成功！
ru_ru: Return to applicant successfully!
zh_tw: 退回申請者成功！

# L_BillApproveHelper_Business_26
source: 账单已退回给物流业者
ru_ru: The billing have returned to Logistics Provider
zh_tw: 帳單已退回給物流業者

# L_BillApproveHelper_Business_27
source: EApprove不能回退
ru_ru: eApproval can not be returned!

# L_BillApproveHelper_Business_28
source: EApprove不能回退，因签核人没有建置Email！
ru_ru: eApproval can not be returned, because sign off persion didn\'t created email address.
zh_tw: EApprove不能回退，因簽核人沒有建置Email！

# L_BillApproveHelper_Business_29
source: 签核退回人员：
ru_ru: Rejected by:
zh_tw: 簽核退回人員：

# L_BillApproveHelper_Business_3
source: 该笔资料已作废，不能签核。
ru_ru: L_BillApproveHelper_Business_3
zh_tw: 該筆資料已作廢，不能簽核。

# L_BillApproveHelper_Business_30
source: 原因：
ru_ru: Reason：

# L_BillApproveHelper_Business_31
source: 退回成功
ru_ru: L_BillApproveHelper_Business_31

# L_BillApproveHelper_Business_32
source: 签核被回退，回退原因：
ru_ru: Sign off was returnned. Return reason
zh_tw: 簽核被回退，回退原因：

# L_BillApproveHelper_Business_33
source: 抓取50层级信息失败
ru_ru: Grasp the 50 level of information failure
zh_tw: 抓取50層級資訊失敗

# L_BillApproveHelper_Business_34
source: 该笔帐单：
ru_ru: This billing
zh_tw: 該筆帳單：

# L_BillApproveHelper_Business_35
source: 已经签核完成
ru_ru: Already finished sign off
zh_tw: 已經簽核完成

# L_BillApproveHelper_Business_36
source: 此笔账单资料{0}您无签核权限！
ru_ru: This billing information {0} you don\'t have access to sign off
zh_tw: 此筆帳單資料{0}您無簽核許可權！

# L_BillApproveHelper_Business_37
source: 签核失败，
ru_ru: Sign off failed
zh_tw: 簽核失敗，

# L_BillApproveHelper_Business_38
source: 签核成功
ru_ru: Sign off successful
zh_tw: 簽核成功

# L_BillApproveHelper_Business_39
source: 帐单号：
ru_ru: Billing number
zh_tw: 帳單號：

# L_BillApproveHelper_Business_40
source: 要求签核
ru_ru: Request sign off
zh_tw: 要求籤核

# L_BillApproveHelper_Business_41
source: 非LST部门，不允许发起签核！
ru_ru: Not LST department, it is not allowed to sign off
zh_tw: 非LST部門，不允許發起簽核！

# L_BillApproveHelper_Business_42
source: 请检核EApprove流程设定
ru_ru: Please check E-Approve process setting
zh_tw: 請檢核EApprove流程設定

# L_BillApproveHelper_Business_43
source: 抓取主管信息失败
ru_ru: Grabbing suppervisor information failed
zh_tw: 抓取主管資訊失敗

# L_BillApproveHelper_Business_5
source: 该笔资料未报价，不能退回。
ru_ru: The quotation sumitted not yet, can not rollback
zh_tw: 該筆資料未報價，不能退回。

# L_BillApproveHelper_Business_6
source: 该笔资料已作废，不能退回。
ru_ru: The quotation is void, can not rollback
zh_tw: 該筆資料已作廢，不能退回。

# L_BillApproveHelper_Business_7
source: 该笔资料已经签核完成，不能退回。
ru_ru: The quotation finished summited, can not rollback
zh_tw: 該筆資料已經簽核完成，不能退回。

# L_BookingActionController_Controllers_100
source: ASD报表已经后台处理中，请一天后再上来查看！
ru_ru: ASD report has under processing,please download it one day later!
zh_tw: ASD報表已經幕後處理中，請一天后再上來查看！

# L_BookingActionController_Controllers_41
source: 为合并的提单，不对外订舱！
ru_ru: It\'s the combined bill of lading,please do not proceed External Booking.
zh_tw: 為合併的提單，不對外訂艙！

# L_BookingActionController_Controllers_42
source: 车型/车数为空，无法对外订舱
ru_ru: Vehicle type/volume were required,cannot proceed External Booking!
zh_tw: 車型/車數為空，無法對外訂艙

# L_BookingActionController_Controllers_43
source: TCBM/总材积为空，无法对外订舱
ru_ru: TCBM/total volume was required,cannot proceed External Booking!
zh_tw: TCBM/總材積為空，無法對外訂艙

# L_BookingActionController_Controllers_44
source: 订舱代理，货代或Express细档资料是否齐全
ru_ru: Please checking the party of BO/SP and shipment details need to be well maintained.
zh_tw: 訂艙代理，貨代或Express細檔資料是否齊全

# L_BookingActionController_Controllers_45
source: 发送Edi成功！
ru_ru: EDI sending successfully!
zh_tw: 發送Edi成功！

# L_BookingActionController_Controllers_46
source: 发送Edi异常：
ru_ru: EDI sending was terminated!
zh_tw: 發送Edi異常：

# L_BookingActionController_Controllers_47
source: 发送Mail异常，请检核：
ru_ru: email sending was terminated, please check the settings.
zh_tw: 發送Mail異常，請檢核：

# L_BookingActionController_Controllers_48
source: 的Mail群组设定
ru_ru: the email group setting.
zh_tw: 的Mail群組設定

# L_BookingActionController_Controllers_49
source: 请确认是否已经维护了拖车公司或报关行！
ru_ru: The trucker/trailer(CR) or broker/BR was required, please check!
zh_tw: 請確認是否已經維護了拖車公司或報關行！

# L_BookingActionController_Controllers_50
source: 有叫车记录！
ru_ru: Has truck calling requirement
zh_tw: 有叫車記錄！

# L_BookingActionController_Controllers_51
source: 此笔Shipment：
ru_ru: The shipment
zh_tw: 此筆Shipment：

# L_BookingActionController_Controllers_52
source: 还未对外订舱！
ru_ru: hasn\'t sent External Booking to LSP!
zh_tw: 還未對外訂艙！

# L_BookingActionController_Controllers_53
source: 已经作废！
ru_ru: Has been cancelled!
zh_tw: 已經作廢！

# L_BookingActionController_Controllers_54
source: 已经有ATD所以不能取消
ru_ru: Cannot be cancelled due to shipment on board already!
zh_tw: 已經有ATD所以不能取消

# L_BookingActionController_Controllers_55
source: 该笔ShipmentId:
ru_ru: The ShipmentID:
zh_tw: 該筆ShipmentId:

# L_BookingActionController_Controllers_56
source: 已经取消订舱！
ru_ru: has cancelled booking plan!
zh_tw: 已經取消訂艙！

# L_BookingActionController_Controllers_57
source: 取消订舱，该笔资料由：
ru_ru: Booking cancelled! The shipment been cancelled by
zh_tw: 取消訂艙，該筆資料由：

# L_BookingActionController_Controllers_58
source: 执行了取消订舱动作！
ru_ru: whom has cancelled the shipment booking!
zh_tw: 執行了取消訂艙動作！

# L_BookingActionController_Controllers_59
source: 已经有通知报关，请先取消报关通知！
ru_ru: Export C/C notification has been sent to broker, please cancel it firstly!
zh_tw: 已經有通知報關，請先取消報關通知！

# L_BookingActionController_Controllers_60
source: 已经执行退运，对应的DN签核状态已经清除
ru_ru: Shipment return has been proceeded,the status of DN approval has cleared as well!
zh_tw: 已經執行退運，對應的DN簽核狀態已經清除

# L_BookingActionController_Controllers_61
source: 无法通知报关，该笔Shipment:{0}对应的DN:{1}财务未签核完成并且该笔Shipment还未订舱确认！
ru_ru: Sending Export CC notification failed, due to DN#:{1} of ShipmentID:{0} hasn\'t been approved by FI div. and LSP didn\'t confirmed booking release as well!
zh_tw: 無法通知報關，該筆Shipment:{0}對應的DN:{1}財務未簽核完成並且該筆Shipment還未訂艙確認！

# L_BookingActionController_Controllers_62
source: 无法通知报关，该笔Shipment:{0}对应的DN:{1}财务未签核完成！
ru_ru: Sending Export C/C notification failed, due to DN#:{1} of ShipmentID:{0} hasn\'t been approved by FI div.!
zh_tw: 無法通知報關，該筆Shipment:{0}對應的DN:{1}財務未簽核完成！

# L_BookingActionController_Controllers_63
source: 无法通知报关，该笔Shipment:{0}
ru_ru: Sending Export C/C notification failed, due to ShipmentID:{0}
zh_tw: 無法通知報關，該筆Shipment:{0}

# L_BookingActionController_Controllers_64
source: 通知报关已经发送！
ru_ru: Export CC notification has been sent to broker!
zh_tw: 通知報關已經發送！

# L_BookingActionController_Controllers_65
source: 发送给报关文件不齐全，请检核
ru_ru: The Exp. C/C documents were incomplete,please check again!
zh_tw: 發送給報關檔不齊全，請檢核

# L_BookingActionController_Controllers_66
source: 该笔Shipment:
ru_ru: The Shipment:
zh_tw: 該筆Shipment:

# L_BookingActionController_Controllers_67
source: 还未发送通知报关！
ru_ru: Export C/C notification hasn\'t been sent to broker yet!
zh_tw: 還未發送通知報關！

# L_BookingActionController_Controllers_68
source: 该笔shipment：
ru_ru: The Shipment:
zh_tw: 該筆shipment：

# L_BookingActionController_Controllers_69
source: 取消报关原因：
ru_ru: The reason of Export C/C notice cancellation was
zh_tw: 取消報關原因：

# L_BookingActionController_Controllers_70
source: 已经对外订舱，请先取消对外订舱！
ru_ru: The external booking has been done, please cancel it firstly!
zh_tw: 已經對外訂艙，請先取消對外訂艙！

# L_BookingActionController_Controllers_71
source: 已经叫车，请先取消叫车！
ru_ru: The Truck Calling has been done, please cancel it firstly!
zh_tw: 已經叫車，請先取消叫車！

# L_BookingActionController_Controllers_72
source: 已经通知报关，请先取消报关通知！
ru_ru: Exp. C/C notification has been sent, please cancel it firstly!
zh_tw: 已經通知報關，請先取消報關通知！

# L_BookingActionController_Controllers_73
source: 退回出货单位。该笔资料由：
ru_ru: The shipment has been rejected to Sales Div. by:
zh_tw: 退回出貨單位。該筆資料由：

# L_BookingActionController_Controllers_74
source: 执行了退回出货单位动作！
ru_ru: Rejected to Sales Div. has been done!
zh_tw: 執行了退回出貨單位動作！

# L_BookingActionController_Controllers_75
source: 该笔资料已经退回出货单位！
ru_ru: The shipment has been rejected to Sales Div. already
zh_tw: 該筆資料已經退回出貨單位元！

# L_BookingActionController_Controllers_76
source: 抓取Allocation成功
ru_ru: Allocation completed!

# L_BookingActionController_Controllers_77
source: 存在着两笔合并后的提单，不允许再次合并！
ru_ru: The combined B/L was duplicated,re-combination was forbidden!
zh_tw: 存在著兩筆合併後的提單，不允許再次合併！

# L_BookingActionController_Controllers_78
source: 已经重新计价。
ru_ru: Estimated costs has been re-calculated.
zh_tw: 已經重新計價。

# L_BookingActionController_Controllers_79
source: 重新计价失败：
ru_ru: Estimated costs re-calculation failed
zh_tw: 重新計價失敗：

# L_BookingActionController_Controllers_80
source: 合并提单已经完成，
ru_ru: Combined bill of lading has been completed
zh_tw: 合併提單已經完成，

# L_BookingActionController_Controllers_81
source: 的资讯！
ru_ru: information!
zh_tw: 的資訊！

# L_BookingActionController_Controllers_82
source: 提单通知已经发送！
ru_ru: B/L Verification notice has been sent!
zh_tw: 提單通知已經發送！

# L_BookingActionController_Controllers_83
source: 该笔Shipment
ru_ru: The shipment
zh_tw: 該筆Shipment

# L_BookingActionController_Controllers_84
source: 已经合并过提单，不能单独发送提单！
ru_ru: B/L has combined, cannot re-combine it again and can not be sent separately !
zh_tw: 已經合併過提單，不能單獨發送提單！

# L_BookingActionController_Controllers_85
source: 该笔Shipment {0}没有货代，不能发送提单!
ru_ru: No Booking Agent/BO or Forwarder/SP for Shipment {0}，cannot send out B/L notification!
zh_tw: 該筆Shipment {0}沒有貨代，不能發送提單!

# L_BookingActionController_Controllers_86
source: 查无当前登录用户！
ru_ru: Log in User ID recognition failed!
zh_tw: 查無當前登錄用戶！

# L_BookingActionController_Controllers_87
source: 是否有Draft
ru_ru: Please check the draft B/L was available or not?!

# L_BookingActionController_Controllers_89
source: 是否有draft
ru_ru: Please check the draft B/L was available or not

# L_BookingActionController_Controllers_90
source: 提单通知发送失败！
ru_ru: Sending B/L notification failed!
zh_tw: 提單通知發送失敗！

# L_BookingActionController_Controllers_91
source: 为合并的提单，不允许更改船期！
ru_ru: It is combined B/L,cannot Reschedule the booking plan.
zh_tw: 為合併的提單，不允許更改船期！

# L_BookingActionController_Controllers_92
source: 已经作废，不允许更改船期！
ru_ru: Shipment cancelled,cannot Reschedule the booking plan.
zh_tw: 已經作廢，不允許更改船期！

# L_BookingActionController_Controllers_93
source: 物流异常/修改航班
ru_ru: Logistics abnormity/Booking Reschedule
zh_tw: 物流異常/修改航班

# L_BookingActionController_Controllers_94
source: 合并提单通知已经发送！
ru_ru: Has sent the notification for combined B/L!
zh_tw: 合併提單通知已經發送！

# L_BookingActionController_Controllers_95
source: 不是合并的提单，不能发送合并提单通知！
ru_ru: B/L hasn\'t been combined!
zh_tw: 不是合併的提單，不能發送合併提單通知！

# L_BookingActionController_Controllers_96
source: 没有货代，不能发送合并提单通知！
ru_ru: No Booking Agent/BO or Forwarder/SP,cannot send out combined B/L notification!
zh_tw: 沒有貨代，不能發送合併提單通知！

# L_BookingActionController_Controllers_97
source: 合并提单通知发送失败！
ru_ru: Combined B/L notice cannot be sent out!
zh_tw: 合併提單通知發送失敗！

# L_BookingActionController_Controllers_98
source: 输入的条件不符，无法产生ASD Report！
ru_ru: Incorrect input, please check it again!
zh_tw: 輸入的條件不符，無法產生ASD Report！

# L_BookingActionController_Controllers_99
source: 归档排程异常：
ru_ru: Exception while filing:
zh_tw: 歸檔排程異常：

# L_BookingActiontController_Problem
source: 问题
ru_ru: issue
zh_tw: 問題

# L_BookingAction_Controllers_130
source: 订舱操作
ru_ru: Booking Operation
zh_tw: 訂艙操作

# L_BookingAction_Controllers_131
source: 订舱通知已经发送
ru_ru: Booking notice sent out successfully!
zh_tw: 訂艙通知已經發送

# L_BookingAction_Controllers_132
source: 此笔资料
ru_ru: This shipment
zh_tw: 此筆資料

# L_BookingAction_Controllers_133
source: 为合并的提单
ru_ru: was combined B/L
zh_tw: 為合併的提單

# L_BookingAction_Controllers_134
source: 不对外订舱
ru_ru: it\'s unnecessary to proceed External Booking.
zh_tw: 不對外訂艙

# L_BookingAction_Controllers_135
source: 车数为空
ru_ru: Truck volume is null!
zh_tw: 車數為空

# L_BookingAction_Controllers_136
source: 无法对外订舱
ru_ru: Cannot proceed External Booking!
zh_tw: 無法對外訂艙

# L_BookingAction_Controllers_137
source: 总材积为空
ru_ru: Total CBM is null!
zh_tw: 總材積為空

# L_BookingAction_Controllers_138
source: 请确认该笔
ru_ru: Please check the shipment\'s
zh_tw: 請確認該筆

# L_BookingAction_Controllers_139
source: 货代或
ru_ru: Forwarder/SP or Booking agent/BO
zh_tw: 貨代或

# L_BookingAction_Controllers_140
source: 细档资料是否齐全
ru_ru: was well maintained
zh_tw: 細檔資料是否齊全

# L_BookingAction_Controllers_141
source: 请检核
ru_ru: Please check
zh_tw: 請檢核

# L_BookingAction_Controllers_142
source: 的
ru_ru: the

# L_BookingAction_Controllers_143
source: 群组设定
ru_ru: email group setting status
zh_tw: 群組設定

# L_BookingAction_Controllers_144
source: 请确认是否已经维护了拖车公司或报关行
ru_ru: The trucker/trailer(CR) or broker/BR was required, please check!
zh_tw: 請確認是否已經維護了拖車公司或報關行

# L_BookingAction_Controllers_145
source: 数据改造
ru_ru: Data reconstruction
zh_tw: 資料改造

# L_BookingAction_Controllers_146
source: 有叫车记录
ru_ru: Has truck calling requirement
zh_tw: 有叫車記錄

# L_BookingAction_Controllers_147
source: 还未对外订舱
ru_ru: External booking hasn\'t been proceeded!
zh_tw: 還未對外訂艙

# L_BookingAction_Controllers_148
source: 已经有
ru_ru: Has the record of
zh_tw: 已經有

# L_BookingAction_Controllers_149
source: 所以不能取消
ru_ru: Cannot be cancelled

# L_BookingAction_Controllers_150
source: 取消订舱说明
ru_ru: Cancel the booking remark
zh_tw: 取消訂艙說明

# L_BookingAction_Controllers_151
source: 已经取消订舱
ru_ru: Shipment booking has been cancelled!
zh_tw: 已經取消訂艙

# L_BookingAction_Controllers_152
source: 该笔资料由
ru_ru: The shipment been operated by
zh_tw: 該筆資料由

# L_BookingAction_Controllers_153
source: 执行了取消订舱动作
ru_ru: Cancel booking has been done!
zh_tw: 執行了取消訂艙動作

# L_BookingAction_Controllers_154
source: 已经有通知报关
ru_ru: The notification of Exp. C/C has been done!
zh_tw: 已經有通知報關

# L_BookingAction_Controllers_155
source: 请先取消报关通知
ru_ru: Please cancel the operation of Exp. C/C notification firstly!
zh_tw: 請先取消報關通知

# L_BookingAction_Controllers_156
source: 已经执行退运
ru_ru: Shipment Return has been done!
zh_tw: 已經執行退運

# L_BookingAction_Controllers_157
source: 对应的
ru_ru: associated
zh_tw: 對應的

# L_BookingAction_Controllers_158
source: 签核状态已经清除
ru_ru: e-Approval status has been eliminated
zh_tw: 簽核狀態已經清除

# L_BookingAction_Controllers_159
source: 通知报关操作
ru_ru: Proceed the Exp. C/C notification
zh_tw: 通知報關操作

# L_BookingAction_Controllers_160
source: 通知报关已经发送
ru_ru: Exp. C/C notification has been sent
zh_tw: 通知報關已經發送

# L_BookingAction_Controllers_161
source: 财务未签核完成并且该笔
ru_ru: e-Approval still under FI\'s countersign and
zh_tw: 財務未簽核完成並且該筆

# L_BookingAction_Controllers_162
source: 还未订舱确认
ru_ru: Booking Confirm hasn\'t been done yet!
zh_tw: 還未訂艙確認

# L_BookingAction_Controllers_163
source: 财务未签核完成
ru_ru: e-Approval still under FI\'s countersign
zh_tw: 財務未簽核完成

# L_BookingAction_Controllers_164
source: 没有对应的报关行
ru_ru: The party of Broker hasn\'t been well maintained.
zh_tw: 沒有對應的報關行

# L_BookingAction_Controllers_165
source: 请检核报关进口商或报关出口商资料是否完整
ru_ru: Please verify the Exporter & Importer for Exp. C/C Notification has been well maintained.
zh_tw: 請檢核報關進口商或報關出口商資料是否完整

# L_BookingAction_Controllers_166
source: 发送给报关文件不齐全
ru_ru: The Exp. C/C documents were incomplete.
zh_tw: 發送給報關檔不齊全

# L_BookingAction_Controllers_167
source: 发送报关通知
ru_ru: Send Exp. C/C Notification
zh_tw: 發送報關通知

# L_BookingAction_Controllers_168
source: 已经报关确认
ru_ru: Exp. C/C Confirmed
zh_tw: 已經報關確認

# L_BookingAction_Controllers_169
source: 还未发送通知报关
ru_ru: Exp. C/C notification hasn\'t been sent
zh_tw: 還未發送通知報關

# L_BookingAction_Controllers_170
source: 报关确认成功
ru_ru: Exp. C/C Successful
zh_tw: 報關確認成功

# L_BookingAction_Controllers_171
source: 取消报关操作
ru_ru: Exp. C/C Cancelled
zh_tw: 取消報關操作

# L_BookingAction_Controllers_172
source: 取消报关原因
ru_ru: Reasons of Exp. C/C Cancellation
zh_tw: 取消報關原因

# L_BookingAction_Controllers_173
source: 已经对外订舱
ru_ru: External Booking has been done!
zh_tw: 已經對外訂艙

# L_BookingAction_Controllers_174
source: 请先取消对外订舱
ru_ru: Please cancel the operation of External Booking firstly!
zh_tw: 請先取消對外訂艙

# L_BookingAction_Controllers_175
source: 已经叫车
ru_ru: The truck calling has been done!
zh_tw: 已經叫車

# L_BookingAction_Controllers_176
source: 请先取消叫车
ru_ru: Please cancel the operation of Truck calling firstly!
zh_tw: 請先取消叫車

# L_BookingAction_Controllers_177
source: 已经通知报关
ru_ru: Exp. C/C notification has been sent
zh_tw: 已經通知報關

# L_BookingAction_Controllers_178
source: 执行了退回出货单位动作
ru_ru: Rejected to Sales Div. already
zh_tw: 執行了退回出貨單位動作

# L_BookingAction_Controllers_179
source: 该笔资料已经退回出货单位
ru_ru: The shipment has been rejected to Sales Div. already
zh_tw: 該筆資料已經退回出貨單位元

# L_BookingAction_Controllers_180
source: 代码建档中无对应
ru_ru: Cannot match it from Mastercode Setup data
zh_tw: 代碼建檔中無對應

# L_BookingAction_Controllers_181
source: 客户建档中无对应
ru_ru: Cannot match it from Customer MasterData
zh_tw: 客戶建檔中無對應

# L_BookingAction_Controllers_182
source: 存在着两笔合并后的提单
ru_ru: The combined B/L was duplicated.
zh_tw: 存在著兩筆合併後的提單

# L_BookingAction_Controllers_183
source: 不允许再次合并
ru_ru: Shipment re-combined was forbidden
zh_tw: 不允許再次合併

# L_BookingAction_Controllers_184
source: 已经重新计价
ru_ru: Estimated costs has been re-calculated
zh_tw: 已經重新計價

# L_BookingAction_Controllers_185
source: 重新计价失败
ru_ru: Estimated costs re-calculation failed
zh_tw: 重新計價失敗

# L_BookingAction_Controllers_186
source: 合并提单已经完成
ru_ru: Combined bill of lading has been completed
zh_tw: 合併提單已經完成

# L_BookingAction_Controllers_187
source: 暂无该笔
ru_ru: No selected shipment
zh_tw: 暫無該筆

# L_BookingAction_Controllers_188
source: 的资讯
ru_ru: Information
zh_tw: 的資訊

# L_BookingAction_Controllers_189
source: 取消合并提单已经完成
ru_ru: Cancellation of B/L combination has been done
zh_tw: 取消合併提單已經完成

# L_BookingAction_Controllers_190
source: 取消合并已经完成
ru_ru: Cancellation of Shipment combination has been done
zh_tw: 取消合併已經完成

# L_BookingAction_Controllers_191
source: 提单核对
ru_ru: B/L Verification
zh_tw: 提單核對

# L_BookingAction_Controllers_192
source: 提单核对已经完成
ru_ru: B/L Verification has been done
zh_tw: 提單核對已經完成

# L_BookingAction_Controllers_193
source: 提单通知已经发送
ru_ru: B/L Verification notice has been sent
zh_tw: 提單通知已經發送

# L_BookingAction_Controllers_194
source: 已经合并过提单
ru_ru: B/L has combined, cannot re-combine it again
zh_tw: 已經合併過提單

# L_BookingAction_Controllers_195
source: 不能单独发送提单
ru_ru: Bill of lading can not be sent separately
zh_tw: 不能單獨發送提單

# L_BookingAction_Controllers_196
source: 没有货代
ru_ru: No record of freight forwarder
zh_tw: 沒有貨代

# L_BookingAction_Controllers_197
source: 不能发送提单
ru_ru: Cannot send bill of lading
zh_tw: 不能發送提單

# L_BookingAction_Controllers_198
source: 查无当前登录用户
ru_ru: Current userID cannot be synchronized
zh_tw: 查無當前登錄用戶

# L_BookingAction_Controllers_199
source: 是否有
ru_ru: If there is

# L_BookingAction_Controllers_200
source: 文档
ru_ru: Attachment
zh_tw: 文檔

# L_BookingAction_Controllers_201
source: 提单通知发送失败
ru_ru: B/L Verification notice cannot be sent out
zh_tw: 提單通知發送失敗

# L_BookingAction_Controllers_202
source: 基础查询方法
ru_ru: Basic query method
zh_tw: 基礎查詢方法

# L_BookingAction_Controllers_203
source: 无法读取有效的数据
ru_ru: Unable to read valid data
zh_tw: 無法讀取有效的資料

# L_BookingAction_Controllers_204
source: 更改船期成功
ru_ru: Booking plan adjusted successfully

# L_BookingAction_Controllers_205
source: 不允许更改船期
ru_ru: Booking plan cannot be adjusted
zh_tw: 不允許更改船期
