Repository: wtg-prolink/ESHIPPING-INBOUND
Catalog: WebGui/App_GlobalResources/Locale.*.resx
Languages: ru_ru, zh_tw

# L_DTBookingConfirmSetup_Script_130
source: 内贸Confirm-DN明细
ru_ru: Domestic Confirm-DN details
zh_tw: 內貿Confirm-DN明細

# L_DTBookingSetup_Date
source: 外仓名称
ru_ru: Contracted Warehouse name
zh_tw: 外倉名稱

# L_DTBookingSetup_HouseNo
source: 运输号码
ru_ru: Delivery number
zh_tw: 運輸號碼

# L_DTBookingSetup_Qty
source: 回补数量
ru_ru: Q\'ty for planned supplement
zh_tw: 回補數量

# L_DTBookingSetup_Scripts_211
source: 请确认修改内容是否要通知订舱
ru_ru: Please check if need to inform booking person about the amendment
zh_tw: 請確認修改內容是否要通知訂艙

# L_DTBookingSetup_Script_131
source: 请确认修改内容是否要通知订舱Revise！！
ru_ru: Please check if need to inform booking person for revising data
zh_tw: 請確認修改內容是否要通知訂艙Revise！！

# L_DTBookingSetup_Script_132
source: A:叫车;B:完成
ru_ru: A:ordering truck; B:-Ordering completed
zh_tw: A:叫車;B:完成

# L_DTFreightQuery_Script_49
source: BL:BL;CBM:CBM;T:T;车:车;GW:GW
ru_ru: BL:BL;CBM:CBM;T:T;Truck:Truck;GW:GW
zh_tw: BL:BL;CBM:CBM;T:T;車:車;GW:GW

# L_DTFreightQuery_Views_2_2
source: 车:车
ru_ru: Truck: Truck
zh_tw: 車:車

# L_DTFreightQuery_Views_502
source: 车
ru_ru: Truck
zh_tw: 車

# L_DTFreightQuery_Views_503
source: 运输类型
ru_ru: Trans Mode
zh_tw: 運輸類型

# L_DTQuery_F1
source: 按吨报价（人民币/吨）
ru_ru: Quotation per Ton (RMB/Ton)
zh_tw: 按噸報價（人民幣/噸）

# L_DTQuery_F2
source: 按立方报价(人民币/立方)
ru_ru: Quotation per cubic meter
zh_tw: 按立方報價(人民幣/立方)

# L_DTQuery_F3
source: 4.2米车报价（人民币/车）
ru_ru: Quotation-4.2 meter Truck (RMB/truck)
zh_tw: 4.2米車報價（人民幣/車）

# L_DTQuery_F4
source: 20‘柜报价（人民币/车）
ru_ru: Quotation-20 container (RMB/truck)
zh_tw: 20‘櫃報價（人民幣/車）

# L_DTQuery_F5
source: 7.2米车报价（人民币/车）
ru_ru: Quotation-7.2 meter Truck (RMB/truck)
zh_tw: 7.2米車報價（人民幣/車）

# L_DTQuery_F6
source: 9.6米车报价（人民币/车）
ru_ru: Quotation-9.6 meter Truck (RMB/truck)
zh_tw: 9.6米車報價（人民幣/車）

# L_DTQuery_F7
source: 12米车报价（人民币/车）
ru_ru: Quotation-12 meter Truck (RMB/truck)
zh_tw: 12米車報價（人民幣/車）

# L_DTQuery_F8
source: 16米车报价（人民币/车）
ru_ru: Quotation-16 meter Truck (RMB/truck)
zh_tw: 16米車報價（人民幣/車）

# L_DTQuery_PodCd
source: 发货地/反货地
ru_ru: Ship from
zh_tw: 發貨地/反貨地

# L_DTQuery_PodNm
source: 目的地/提货地
ru_ru: Ship to
zh_tw: 目的地/提貨地

# L_DTQuery_Region
source: 目的地区域
ru_ru: Destination area
zh_tw: 目的地區域

# L_DTQuery_State
source: 目的地省分
ru_ru: Destination Province

# L_DTQuery_Tt
source: 承诺运输交期（小时）
ru_ru: Comment delivery date (total hours)
zh_tw: 承諾運輸交期（小時）

# L_DTQuery_Views_515
source: 启运地代码
ru_ru: Code for shipping place
zh_tw: 啟運地代碼

# L_DTQuery_Views_516
source: 启运地名称
ru_ru: Name of Shipping place
zh_tw: 啟運地名稱

# L_DTQuery_Views_517
source: 目的地代码
ru_ru: Destination code
zh_tw: 目的地代碼

# L_DTransport_Eta
source: 预计提货时间
ru_ru: Estimate time of pick up
zh_tw: 預計提貨時間

# L_DTransport_Etd
source: 预计送达时间
ru_ru: Estimate time of arrival
zh_tw: 預計送達時間

# L_DTSetup_F1
source: 费用标准（人民币）
ru_ru: Expense standard (RMB)
zh_tw: 費用標準（人民幣）

# L_EApproved_Controllers_297
source: 获取
ru_ru: Obtain
zh_tw: 獲取

# L_EDIDetailSetupView_Account
source: 数据帐号
ru_ru: Data account
zh_tw: 數據帳號

# L_EDIDetailSetupView_AddrM
source: 服务地址（正）
ru_ru: Service address (positive)
zh_tw: 服務位址（正）

# L_EDIDetailSetupView_Ask
source: 被动访问
ru_ru: Passive visit
zh_tw: 被動訪問

# L_EDIDetailSetupView_DAddr
source: 数据位置
ru_ru: Data location
zh_tw: 資料位置

# L_EDIDetailSetupView_Data
source: 周期数据
ru_ru: Cycle data
zh_tw: 週期數據

# L_EDIDetailSetupView_DCat
source: 数据目录
ru_ru: Data catalogue
zh_tw: 資料目錄

# L_EDIDetailSetupView_Descp
source: 周期说明
ru_ru: Cycle description
zh_tw: 週期說明

# L_EDIDetailSetupView_Desiger
source: 设计者
ru_ru: Designer
zh_tw: 設計者

# L_EDIDetailSetupView_Format
source: 数据格式
ru_ru: data format
zh_tw: 資料格式

# L_EDIDetailSetupView_Password
source: 数据密码
ru_ru: Data password
zh_tw: 資料密碼

# L_EDIDetailSetupView_Ref
source: 关联程序
ru_ru: Related program
zh_tw: 關聯程式

# L_EDIDetailSetupView_Send
source: 主动发送
ru_ru: Initiative ttransmission
zh_tw: 主動發送

# L_EDIDetailSetupView_SevAddr
source: 服务地址
ru_ru: Service address
zh_tw: 服務位址

# L_EDIDetailSetupView_Use
source: 调用方式
ru_ru: Call mode
zh_tw: 調用方式

# L_EDIDetailSetupView_Way
source: 数据端口
ru_ru: Data port
zh_tw: 數據埠

# L_EDIDetialSetupView_Views_217
source: 创建人
ru_ru: Person of Creation
zh_tw: 創建人

# L_EDIDetialSetupView_Views_218
source: 修改人
ru_ru: Person of Modification

# L_EDISetupView_Views_219
source: 对象
ru_ru: object
zh_tw: 對象

# L_EDISetupView_Views_220
source: 联络人
ru_ru: Contact person
zh_tw: 聯絡人

# L_EDISetupView_Views_221
source: 邮箱
ru_ru: Mailbox
zh_tw: 郵箱

# L_EDISetupView_Views_222
source: 电话
ru_ru: Telephone
zh_tw: 電話

# L_EDISetup_Change
source: 资料交换方
ru_ru: Data exchange party
zh_tw: 資料交換方

# L_EDISetup_EDIWay
source: EDI抓取或调用方式
ru_ru: EDI grabbing or call mode
zh_tw: EDI抓取或調用方式

# L_EDISetup_EntDetail
source: 录入明细
ru_ru: Entering detail
zh_tw: 錄入明細

# L_EDISetup_Info
source: 栏位信息
ru_ru: Field information
zh_tw: 欄位元信息

# L_EDISetup_MainS
source: 主档需要先保存，才可录入明细
ru_ru: The main file needs to be saved first before entering the details
zh_tw: 主檔需要先保存，才可錄入明細

# L_EDISetup_Message
source: 消息提示
ru_ru: Message notification

# L_EDISetup_Name
source: 功能名称
ru_ru: Function name
zh_tw: 功能名稱

# L_EDISetup_Need
source: 需求方
ru_ru: Requested Party

# L_EDISetup_NoRight
source: 无权限访问此页
ru_ru: No permission to visit this page
zh_tw: 無許可權訪問此頁

# L_EDISetup_Notice
source: 贴心小秘书
ru_ru: Mytip:
zh_tw: 貼心小秘書

# L_EDISetup_Scripts_100
source: 资料格式
ru_ru: Data format
zh_tw: 資料格式

# L_EDISetup_Scripts_101
source: 资料端口
ru_ru: Data port
zh_tw: 資料埠

# L_EDISetup_Scripts_102
source: 资料目录
ru_ru: Data directory
zh_tw: 資料目錄

# L_EDISetup_Scripts_103
source: EDI抓取或调用方式
ru_ru: EDI grabbing or calling mode
zh_tw: EDI抓取或調用方式

# L_EDISetup_Scripts_104
source: 主档需要先保存
ru_ru: Main file needs to be saved first
zh_tw: 主檔需要先保存

# L_EDISetup_Scripts_105
source: 才可录入明细
ru_ru: Then can be entering details
zh_tw: 才可錄入明細

# L_EDISetup_Scripts_96
source: 周期资料
ru_ru: Periodic data
zh_tw: 週期資料

# L_EDISetup_Scripts_97
source: 资料地止
ru_ru: Data address
zh_tw: 資料地止

# L_EDISetup_Scripts_98
source: 资料帐号
ru_ru: Data account
zh_tw: 資料帳號

# L_EDISetup_Scripts_99
source: 资料密码
ru_ru: Data password
zh_tw: 資料密碼

# L_EDISetup_Script_79
source: 模式
ru_ru: Mode

# L_EDISetup_Script_80
source: A:主动发送;P:被动访问
ru_ru: A: Initiative sending P: Passive visit
zh_tw: A:主動發送;P:被動訪問

# L_EDISetup_Script_81
source: 资料端口（PORT）
ru_ru: Data port (PORT)
zh_tw: 資料埠（PORT）

# L_EDISetup_Script_EDI79
source: EDI模式
ru_ru: EDI mode

# L_EDISetup_Select
source: 抓取方
ru_ru: Graber

# L_EDISetup_StartPer
source: 启动周期
ru_ru: Initiating cycle
zh_tw: 啟動週期

# L_EDMSetup_Views_462
source: 内文
ru_ru: Text
zh_tw: 內文

# L_EDMSetup_Views_463
source: 查询区块
ru_ru: Query block
zh_tw: 查詢區塊

# L_EDMSetup_Views_464
source: 增改区块
ru_ru: Modified block
zh_tw: 增改區塊

# L_EDMSetup_Views_465
source: 新增
ru_ru: Added

# L_EDMSetup_Views_466
source: 修改
ru_ru: Modify

# L_EDMSetup_Views_467
source: 撤消
ru_ru: Cancel
zh_tw: 撤銷

# L_EDMSetup_Views_468
source: 删除
ru_ru: Delete
zh_tw: 刪除

# L_EDMSetup_Views_469
source: 插入内存块
ru_ru: Insert memory block
zh_tw: 插入區塊

# L_EDMSetup_Views_470
source: 样板名称
ru_ru: Template name
zh_tw: 樣板名稱

# L_EDMSetup_Views_471
source: 样板类型
ru_ru: Template type
zh_tw: 樣板類型

# L_EDMSetup_Views_472
source: 样板内容
ru_ru: Template content
zh_tw: 樣板內容

# L_Edoc_BeHaveBF
source: Booking Form报表已归档。
ru_ru: Booking Form Report archived
zh_tw: Booking Form報表已歸檔。

# L_Edoc_BeHaveBFC
source: Booking Form中文报表已归档。
ru_ru: Booking Form Chinese Report archived
zh_tw: Booking Form中文報表已歸檔。

# L_Edoc_BeHaveI
source: 出口报关Invoice报表已归档。
ru_ru: Outbound Declaration Invoice archived
zh_tw: 出口報關Invoice報表已歸檔。

# L_Edoc_BeHaveP
source: 出口报关Packing报表已归档。
ru_ru: Outbound Declaration Packing archived
zh_tw: 出口報關Packing報表已歸檔。

# L_EDOC_SEND
source: 传送
ru_ru: convey
zh_tw: 傳送

# L_EDOC_UPDATETYPE
source: 更新上传类型
ru_ru: update uploading type
zh_tw: 更新上傳類型

# L_ErrManage_Views_359
source: 解除
ru_ru: release

# L_Error_Error
source: 错误
ru_ru: error!
zh_tw: 錯誤

# L_Error_Sorry
source: 抱歉，处理您的请求时出错。
ru_ru: Sorry, one error occurred while processing your request
zh_tw: 抱歉，處理您的請求時出錯。

# L_ErrRelationSetup_Cd
source: 异常代码
ru_ru: Abnormal code
zh_tw: 異常代碼

# L_ErrRelationSetup_CdDescp
source: 代码叙述
ru_ru: Code Description
zh_tw: 代碼敘述

# L_ErrRelationSetup_Error
source: 主档代码有误，无法建立代码
ru_ru: Can\'t setup code due to error data code.
zh_tw: 主檔代碼有誤，無法建立代碼

# L_ErrRelationSetup_ExpDescp
source: 原因名称
ru_ru: Description
zh_tw: 原因名稱

# L_ErrRelationSetup_ExpReason
source: 异常原因
ru_ru: Abnormal reason
zh_tw: 異常原因

# L_ErrRelationSetup_ExpType
source: 异常种类
ru_ru: Type
zh_tw: 異常種類

# L_ErrRelationSetup_IsRelieve
source: 是否解除
ru_ru: Solved/Released

# L_EventSetup_Complete
source: 已完成
ru_ru: Completed

# L_EventSetup_EvenNo
source: 事件代码
ru_ru: Event code
zh_tw: 事件代碼

# L_EventSetup_NotifyCd
source: 通知货况
ru_ru: Notify Cargo conditon
zh_tw: 通知貨況

# L_EventSetup_NotifyDate
source: 通知时间
ru_ru: Notify time
zh_tw: 通知時間

# L_EventSetup_NotifyMail
source: 通知邮件
ru_ru: notified Email
zh_tw: 通知郵件

# L_EventSetup_NotifyNm
source: 通知名称
ru_ru: Notifed name
zh_tw: 通知名稱

# L_EventSetup_NotifyTo
source: 通知对象
ru_ru: Notifed object
zh_tw: 通知物件

# L_EventSetup_ProcessTimes
source: 已通知次数
ru_ru: Notifed times
zh_tw: 已通知次數

# L_EventSetup_ReSend
source: 重发
ru_ru: Re-send
zh_tw: 重發

# L_EventSetup_Schedetails
source: 排程明细
ru_ru: Schedule detail
zh_tw: 排程明細

# L_EventSetup_ScheduleNotify
source: 排程通知
ru_ru: Schedule Notify

# L_EventSetup_ShipmentId
source: 出货单号
ru_ru: Shipment ID
zh_tw: 出貨單號

# L_EventSetup_TranMode
source: 运输方式
ru_ru: Delivery mode
zh_tw: 運輸方式

# L_ExcelHelper_Business_79
source: 重复列名
ru_ru: Repeat item
zh_tw: 重複列名

# L_Excel_Business_71
source: 开始读取文件
ru_ru: start to read excel
zh_tw: 開始讀取檔

# L_Excel_Business_72
source: 文件读取成功
ru_ru: read excel successfully
zh_tw: 檔讀取成功

# L_Excel_Business_73
source: 连接成功
ru_ru: connect success
zh_tw: 連接成功

# L_Excel_Business_74
source: 连接失败
ru_ru: connect failed
zh_tw: 連接失敗

# L_Excel_Business_75
source: 连接关闭
ru_ru: connection closed
zh_tw: 連接關閉

# L_Excel_Business_76
source: 开始读取excel
ru_ru: start to read excel
zh_tw: 開始讀取excel

# L_Excel_Business_77
source: 开始读取
ru_ru: start to read
zh_tw: 開始讀取

# L_Excel_Business_78
source: 空白sheel！
ru_ru: blank sheet

# L_ExchangeRate_Edate
source: 日期
ru_ru: Date

# L_ExchangeRate_Etype
source: 种类
ru_ru: Type
zh_tw: 種類

# L_ExchangeRate_ExRate
source: 汇率
ru_ru: Exchange Rate
zh_tw: 匯率

# L_ExchangeRate_ExRateSetup
source: 汇率建档
ru_ru: Exchange Rate Setup
zh_tw: 匯率建檔

# L_ExchangeRate_Fcur
source: 币别从
ru_ru: From
zh_tw: 幣別從

# L_ExchangeRate_SynS
source: 同步成功
ru_ru: Synchronize Success

# L_ExchangeRate_Tcur
source: 币别到
ru_ru: To
zh_tw: 幣別到

# L_ExchangeRate_Views_524
source: 币别从
ru_ru: From
zh_tw: 幣別從

# L_ExchangeRate_Views_525
source: 币别到
ru_ru: To
zh_tw: 幣別到

# L_ExpressSetup_ExNo
source: 物流业者账号
ru_ru: LSP Account No.
zh_tw: 物流業者帳號

# L_ExpressSetup_Express
source: 物流业者
ru_ru: LSP Account Name
zh_tw: 物流業者

# L_ExpressSetup_ExpressQuery
source: 物流业者EDI账号建档
ru_ru: LSP Account EDI setup
zh_tw: 物流業者EDI帳號建檔

# L_ExpressSetup_PwId
source: 密码
ru_ru: Password
zh_tw: 密碼

# L_FCLBConfirmQuery_Views_360
source: 叫车
ru_ru: truck calling
zh_tw: 叫車

# L_FCLBConfirmSetup_Scripts_212
source: 距
ru_ru: distance

# L_FCLBConfirmSetup_Scripts_213
source: 小时之内
ru_ru: within one hour
zh_tw: 小時之內

# L_FCLBConfirmSetup_Scripts_214
source: 正确性
ru_ru: correctness
zh_tw: 正確性

# L_FCLBConfirmSetup_Scripts_215
source: 继续保存请点击
ru_ru: please click to…to keep saving
zh_tw: 繼續保存請點擊

# L_FCLBConfirmSetup_Scripts_216
source: 截提单时间大于
ru_ru: Cutoff time of B/L Checking is later than
zh_tw: 截提單時間大於

# L_FCLBConfirmSetup_Scripts_217
source: 截进港时间大于
ru_ru: Cutoff time of Port Gatein is larger than
zh_tw: 截進港時間大於

# L_FCLBConfirmSetup_Scripts_218
source: 海关截单日期大于
ru_ru: Customs intercept date is later than
zh_tw: 海關截單日期大於

# L_FCLBConfirmSetup_Scripts_219
source: 码头截放行时间大于
ru_ru: terminal release time is later than
zh_tw: 碼頭截放行時間大於

# L_FCLBConfirmSetup_Script_133
source: 请确认SCAC
ru_ru: please check SCAC
zh_tw: 請確認SCAC

# L_FCLBConfirmSetup_Script_134
source: 正确性，继续保存请点击OK！
ru_ru: correctness，please click to OK to keep saving..
zh_tw: 正確性，繼續保存請點擊OK！

# L_FCLBConfirmSetup_Views_361
source: 货值
ru_ru: Cargo Value
zh_tw: 貨值

# L_FCLBooking_cntNumber
source: 计费柜量
ru_ru: Chargable container q\'ty
zh_tw: 計費櫃量

# L_FCLBooking_Du
source: 是否有杜比认证
ru_ru: With Dolby certificate or not
zh_tw: 是否有杜比認證

# L_FCLBooking_Marks
source: 唛头
ru_ru: Shipping Mark
zh_tw: 嘜頭

# L_FCLBooking_PcntNumber
source: 提单柜量
ru_ru: Container q\'ty on B/L
zh_tw: 提單櫃量

# L_FCLBooking_RcvDate
source: 截海外申报时间
ru_ru: Overseas declaration cut off time
zh_tw: 截海外申報時間

# L_FCLBooking_Scripts_220
source: 此笔资料已转
ru_ru: Data transferred
zh_tw: 此筆資料已轉

# L_FCLBooking_Script_22
source: 此单已叫车，是否更改船期？
ru_ru: Truck called; please check if need to change shipping schedule
zh_tw: 此單已叫車，是否更改船期？

# L_FCLBooking_Ul
source: UL标识
ru_ru: UL logo
zh_tw: UL標識

# L_FCLBooking_Views_362
source: 此单已叫车
ru_ru: Truck called
zh_tw: 此單已叫車

# L_FCLBooking_Views_363
source: 是否更改船期
ru_ru: Need to change shipping schedule?

# L_FCLBooking_Views_364
source: 更改船期后请要人工计价
ru_ru: Price recalculation by manual if shipping schedule changed
zh_tw: 更改船期後請要人工計價

# L_FCLChgQueryView_Views_504
source: 中标
ru_ru: Win the bidding
zh_tw: 中標

# L_FCLChgQuery_Views_2_3
source: 船公司费用报价
ru_ru: FCL(Carrier) local charge quotation
zh_tw: 船公司費用報價

# L_FCLChgQuery_Views_2_4
source: 船公司费用录入
ru_ru: FCL(Carrier) local charge Input
zh_tw: 船公司費用錄入

# L_FCLChgQuery_Views_2_5
source: 船公司费用报价列表
ru_ru: FCL local charge quotation table
zh_tw: 船公司費用報價列表

# L_FCLChgSetup_Scripts_0
source: FCL费用录入查询
ru_ru: FCL Cost searching
zh_tw: FCL費用錄入查詢

# L_FCLChgSetup_Scripts_300
source: 费用录入查询
ru_ru: Cost searching
zh_tw: 費用錄入查詢

# L_FCLChgSetup_Scripts_301
source: 已存在相同的港口
ru_ru: Port name already exists

# L_FCLChgSetup_Scripts_302
source: 不可删除其他人的报价
ru_ru: No rights to delete other folks quotaiton
zh_tw: 不可刪除其他人的報價

# L_FCLChgSetup_Script_166
source: M:M.必收费用;C:C.发生才收;Y:Y.代收代付;A:A.AT Cost
ru_ru: M:M.Must be charged ;C:C.Collecting while happened;Y:Y.Collected by agent;A:A.AT Cost
zh_tw: M:M.必收費用;C:C.發生才收;Y:Y.代收代付;A:A.AT Cost

# L_FCLChgSetup_Script_167
source: 已存在相同的港口，费用代码，区域，代收
ru_ru: Port name,charge code,region,already existed
zh_tw: 已存在相同的港口，費用代碼，區域，代收

# L_FCLChgSetup_Script_168
source: Y:可使用;S:暫停使用;A:使用中;N:不再使用
ru_ru: Y: is available; S: is suspended; A: is in use; N: is no longer in use

# L_FCLChgSetup_Views_505
source: 费用录入
ru_ru: LogisticsCost Input
zh_tw: 費用錄入

# L_FCLChgSetup_Views_506
source: 主档
ru_ru: Master Data
zh_tw: 主檔

# L_FCLEasyViewB_Views_507
source: 报价
ru_ru: Quotation
zh_tw: 報價

# L_FCLFreightQuery_Views_508
source: 港口
ru_ru: Port

# L_FCLFSetup_F3
source: 费用
ru_ru: Cost
zh_tw: 費用

# L_FCLFSetup_PodCd
source: 港口
ru_ru: Port

# L_ForcastQueryData_DeliveryTo
source: 送货地
ru_ru: Ship to
zh_tw: 送貨地

# L_ForecastQueryData_Cstatus
source: 货况状态
ru_ru: Cargo Status
zh_tw: 貨況狀態

# L_ForecastQueryData_CustNm
source: 客户名称
ru_ru: Customer Name
zh_tw: 客戶名稱

# L_ForecastQueryData_HouseNo
source: 分提单号
ru_ru: Daugther B/L No
zh_tw: 分提單號

# L_ForecastQueryData_MasterNo
source: 主提单号
ru_ru: Mater B/L No
zh_tw: 主提單號

# L_ForecastQueryData_Script_4
source: 确认执行批量删除吗？
ru_ru: Do you want to perform batch deletion?
zh_tw: 確認執行批量刪除嗎？

# L_ForecastQueryData_Script_5
source: 请导入正确的Excel文件！
ru_ru: Pleas implement correct Excel file
zh_tw: 請導入正確的Excel檔！

# L_ForecastQueryData_Views_238
source: 复制
ru_ru: duplicate
zh_tw: 複製

# L_ForecastQueryData_Views_239
source: 请至少选择一笔资料
ru_ru: Please select at least one piece of information
zh_tw: 請至少選擇一筆資料

# L_ForecastQueryData_Views_240
source: 批量删除
ru_ru: Batch deletion
zh_tw: 批量刪除

# L_ForecastQueryData_Views_241
source: 确认执行批量删除吗
ru_ru: Confirm to execute the batch deletion?
zh_tw: 確認執行批量刪除嗎

# L_ForecastQueryData_Views_242
source: 年份
ru_ru: Year

# L_ForecastQueryData_Views_243
source: 查无数据
ru_ru: Data not found
zh_tw: 查無數據

# L_ForecastQueryData_Views_244
source: 请导入正确的
ru_ru: Please implement correctly
zh_tw: 請導入正確的

# L_ForecastQueryData_Views_245
source: 文件
ru_ru: Document

# L_ForecastQueryData_Views_246
source: 请填写正确的信息
ru_ru: Please fill in correct information.
zh_tw: 請填寫正確的資訊

# L_ForecastQueryData_Views_247
source: 执行
ru_ru: Execution
zh_tw: 執行

# L_ForecastSetup_CustNo
source: 客户
ru_ru: Client
zh_tw: 客戶

# L_ForecastSetup_Model
source: 型号
ru_ru: Model
zh_tw: 型號

# L_GateAnalysis_CntrType
source: 柜型
ru_ru: Container Type
zh_tw: 櫃型

# L_GateAnalysis_EptIdate
source: 空车入厂时间
ru_ru: Gate in time of empty truck
zh_tw: 空車入廠時間

# L_GateAnalysis_EptOdate
source: 空车离厂时间
ru_ru: Gate out time of empty truck
zh_tw: 空車離廠時間

# L_GateAnalysis_GateNo
source: 月台
ru_ru: Platform
zh_tw: 月臺

# L_GateAnalysis_InyardDate
source: 入堆场时间
ru_ru: Gate in time of terminal yard
zh_tw: 入堆場時間

# L_GateAnalysis_MfNo
source: 厂区
ru_ru: Plant
zh_tw: 廠區

# L_GateAnalysis_MoveNumber
source: 移动次数
ru_ru: Frequency of movement
zh_tw: 移動次數

# L_GateAnalysis_MovingDate
source: 移动时间
ru_ru: Time of moving
zh_tw: 移動時間

# L_GateAnalysis_NgateNo
source: 新月台
ru_ru: New platform
zh_tw: 新月臺

# L_GateAnalysis_NwsCd
source: 新仓库
ru_ru: New warehouse
zh_tw: 新倉庫

# L_GateAnalysis_OgateNo
source: 旧月台
ru_ru: Old platform
zh_tw: 舊月臺

# L_GateAnalysis_OutyardDate
source: 出堆厂时间
ru_ru: Gate out time of Container Yard
zh_tw: 出堆廠時間

# L_GateAnalysis_OwsCd
source: 旧仓库
ru_ru: Old warehouse
zh_tw: 舊倉庫

# L_GateAnalysis_ReserveNo
source: 入厂号码
ru_ru: Gate in No
zh_tw: 入廠號碼

# L_GateAnalysis_Scripts_261
source: 财务客户别名称
ru_ru: Financial account name
zh_tw: 財務客戶別名稱

# L_GateAnalysis_Scripts_262
source: 拖车到柜天数
ru_ru: Days of trailer staying in plant
zh_tw: 拖車到櫃天數

# L_GateAnalysis_Scripts_263
source: 货柜进厂天数
ru_ru: Days of container staying in plant
zh_tw: 貨櫃進廠天數

# L_GateAnalysis_Scripts_264
source: 工厂压柜天数
ru_ru: Days of detainning container
zh_tw: 工廠壓櫃天數

# L_GateAnalysis_Scripts_265
source: 联机失败
ru_ru: connection failure
zh_tw: 連線失敗

# L_GateAnalysis_TotalMoveNumber
source: 移动总次数
ru_ru: Total number of movements
zh_tw: 移動總次數

# L_GateAnalysis_WsCd
source: 仓库代码
ru_ru: Warehouse code
zh_tw: 倉庫代碼

# L_GateManageController_Controllers_132
source: 上传文档不是该笔INVOICE，请确认！
ru_ru: Incorrect Invoice uploaded, please check
zh_tw: 上傳文檔不是該筆INVOICE，請確認！

# L_GateManageController_Controllers_133
source: 有空值，请确认！
ru_ru: Blank column found, please check
zh_tw: 有空值，請確認！

# L_GateManageController_Controllers_134
source: 与货柜管理中不一致，请确认！
ru_ru: Not in align with container management, please check
zh_tw: 與貨櫃管理中不一致，請確認！

# L_GateManageController_Controllers_135
source: 没有该笔资料！
ru_ru: Data not found
zh_tw: 沒有該筆資料！

# L_GateManageController_Controllers_136
source: 无用柜日期，无法叫车
ru_ru: Can\'t call truck without RTD(Requested Truck loading Date)
zh_tw: 無用櫃日期，無法叫車

# L_GateManageController_Controllers_137
source: 重复叫车
ru_ru: Double calling on truck
zh_tw: 重複叫車

# L_GateManageController_Controllers_138
source: 导入工号失败
ru_ru: Work order importing failed!\n
zh_tw: 導入工號失敗

# L_GateManageController_Controllers_139
source: 没有工号
ru_ru: No work no \n
zh_tw: 沒有工號

# L_GateManageController_Controllers_140
source: 查无此预约单号！！
ru_ru: Booking No not found
zh_tw: 查無此預約單號！！

# L_GateManageController_Controllers_141
source: 查无此预约号！！
ru_ru: Booking No not found
zh_tw: 查無此預約號！！

# L_GateManageController_Controllers_142
source: 批次号码为空，无法完成批次预约
ru_ru: Bo Batch No; can\'t complete batch booking
zh_tw: 批次號碼為空，無法完成批次預約

# L_GateManageController_Controllers_143
source: 请检查仓库、月台、预约日期是否有正确输入！！
ru_ru: Please check data of warehouse,plateform, booking date input correctly
zh_tw: 請檢查倉庫、月臺、預約日期是否有正確輸入！！

# L_GateManageController_Controllers_144
source: 月台预约错误，或所预约之月台已有人预约！
ru_ru: Platform booking error, or platfor has been booked!
zh_tw: 月臺預約錯誤，或所預約之月臺已有人預約！

# L_GateManageController_Controllers_145
source: 月台预约错误，或所预约之月台已有人预约
ru_ru: Platform booking error, or platfor has been booked!
zh_tw: 月臺預約錯誤，或所預約之月臺已有人預約

# L_GateManageController_Controllers_146
source: 找无对应卡车公司，故无法叫车
ru_ru: Corrosponding truck company not found; can\'t call truck
zh_tw: 找無對應卡車公司，故無法叫車

# L_GateManageController_Controllers_147
source: 此shipment财务尚未签核，或尚未订舱反馈，故不能叫车
ru_ru: This shipment not approved by finance or booking feedback message not received; can not make truckcalling
zh_tw: 此shipment財務尚未簽核，或尚未訂艙回饋，故不能叫車

# L_GateManageController_Controllers_148
source: 此shipment为整柜货物，已经叫过车，不允许重复叫车！
ru_ru: This is FCL shipment and truck called, can\'t make double calling
zh_tw: 此shipment為整櫃貨物，已經叫過車，不允許重複叫車！

# L_GateManageController_Controllers_149
source: 月台预约时有误！
ru_ru: plateform booking time incorrect
zh_tw: 月臺預約時有誤！

# L_GateManageController_Controllers_150
source: 有可能找无对应的仓库，请检查仓库建档是否有对应的生产线
ru_ru: Please try warehouse not in corrosponding with
zh_tw: 有可能找無對應的倉庫，請檢查倉庫建檔是否有對應的生產線

# L_GateManageController_Controllers_151
source: 转订舱有误，请检查DN栏位是否有问题
ru_ru: Booking Error, please check DN column
zh_tw: 轉訂艙有誤，請檢查DN欄位是否有問題

# L_GateManageController_Controllers_152
source: 此Shipment已经叫过车
ru_ru: Truck called for the shipment
zh_tw: 此Shipment已經叫過車

# L_GateManageController_Controllers_153
source: 卡车公司不同，不能合并
ru_ru: Can not combine if diffenrent truck company
zh_tw: 卡車公司不同，不能合併

# L_GateManageController_Controllers_154
source: 已有批次号码，请先解除
ru_ru: Batch No existed, please cancel it.
zh_tw: 已有批次號碼，請先解除

# L_GateManageController_Controllers_155
source: 批次号码：{0}，只剩一笔，故不能解除。
ru_ru: Batch number: {0}, can not be canceled if only one left
zh_tw: 批次號碼：{0}，只剩一筆，故不能解除。

# L_GateManageController_Controllers_156
source: 不同厂区，无法合并
ru_ru: Can not combine if different plant
zh_tw: 不同廠區，無法合併

# L_GateManageController_Controllers_157
source: 无批次预约号，无法完成批次预约
ru_ru: Can not complete the batch booking if no batch booking No
zh_tw: 無批次預約號，無法完成批次預約

# L_GateManageController_Controllers_158
source: 订舱资料不存在，或已经移除，无法执行外仓出货！
ru_ru: Booking data not found/not existed/cancelled; can not perform shipping from contracted warehouse
zh_tw: 訂艙資料不存在，或已經移除，無法執行外倉出貨！

# L_GateManageController_Controllers_159
source: 该笔预约资料由：
ru_ru: The booking information from
zh_tw: 該筆預約資料由：

# L_GateManageController_Controllers_160
source: CONTAINER NO#有空值，请确认！
ru_ru: Container No# is blank, please check
zh_tw: CONTAINER NO#有空值，請確認！

# L_GateManage_Controllers_298
source: 找无对应主档
ru_ru: corresponding master file not found
zh_tw: 找無對應主檔

# L_GateManage_Controllers_299
source: 请输入启始行数
ru_ru: Please input numer of beginning line
zh_tw: 請輸入啟始行數

# L_GateManage_Controllers_300
source: 数据库无对应字段
ru_ru: no corresponding staement in the database
zh_tw: 資料庫無對應欄位

# L_GateManage_Controllers_301
source: 上传文档不是该笔
ru_ru: Wrong document uploading
zh_tw: 上傳文檔不是該筆

# L_GateManage_Controllers_302
source: 有空值
ru_ru: Blank column found

# L_GateManage_Controllers_303
source: 与货柜管理中不一致
ru_ru: Not in align with container management
zh_tw: 與貨櫃管理中不一致

# L_GateManage_Controllers_304
source: 用柜时间点
ru_ru: Time point of requested container
zh_tw: 用櫃時間點

# L_GateManage_Controllers_305
source: 重复叫车
ru_ru: Double calling on truck
zh_tw: 重複叫車

# L_GateManage_Controllers_306
source: 导入工号失败
ru_ru: Work order number implemention failed
zh_tw: 導入工號失敗

# L_GateManage_Controllers_307
source: 没有工号
ru_ru: No work order No
zh_tw: 沒有工號

# L_GateManage_Controllers_308
source: 月台动态
ru_ru: Platform Status
zh_tw: 月臺動態

# L_GateManage_Controllers_309
source: 离开月台
ru_ru: Departuring Platform
zh_tw: 離開月臺

# L_GateManage_Controllers_310
source: 查无此预约单号
ru_ru: Can not find this booking No
zh_tw: 查無此預約單號

# L_GateManage_Controllers_311
source: 移动货柜
ru_ru: Moving container
zh_tw: 移動貨櫃

# L_GateManage_Controllers_312
source: 查无此预约号
ru_ru: Can not find this booking No
zh_tw: 查無此預約號

# L_GateManage_Controllers_313
source: 进入月台
ru_ru: Access to the platform
zh_tw: 進入月臺

# L_GateManage_Controllers_314
source: 移动货柜信息
ru_ru: Moving container message
zh_tw: 移動貨櫃信息

# L_GateManage_Controllers_315
source: 保存月台
ru_ru: Reserving plateform
zh_tw: 保存月臺

# L_GateManage_Controllers_316
source: 无法完成批次预约
ru_ru: Can not complete the batch booking
zh_tw: 無法完成批次預約

# L_GateManage_Controllers_317
source: 卡车公司预约
ru_ru: Truck booking
zh_tw: 卡車公司預約
