Repository: wtg-prolink/ESHIPPING-INBOUND
Catalog: WebGui/App_GlobalResources/Locale.*.resx
Languages: ru_ru, zh_tw

# TLB_CAR110
source: 叫车管理
ru_ru: TruckCalling
zh_tw: 叫車管理

# TLB_CarContainerInfo
source: 叫车/货柜资讯
ru_ru: TruckCalling/Container Info.
zh_tw: 叫車/貨櫃資訊

# TLB_Cargodetails
source: 货况明细
ru_ru: Cargo status detail
zh_tw: 貨況明細

# TLB_Cargoentry
source: 货况输入
ru_ru: Cargo status entering
zh_tw: 貨況輸入

# TLB_ChangePod
source: COD/改港
ru_ru: Change the port

# TLB_ChangeSchedule
source: 更改船期
ru_ru: ShippingSchedule Changes

# TLB_CitySetup
source: 城市港口建档
ru_ru: PortCodeList Setup
zh_tw: 城市港口建檔

# TLB_ClaimAmountConfirm
source: 索赔金额确认
ru_ru: Claim amount verified by
zh_tw: 索賠金額確認

# TLB_CntySetup
source: 国家代码建档
ru_ru: Country Code file
zh_tw: 國家代碼建檔

# TLB_CombBLNotify
source: 合并提单通知
ru_ru: Notice for Combined B/L
zh_tw: 合併提單通知

# TLB_CombinedBill
source: 合并提单
ru_ru: Combined B/L
zh_tw: 合併提單

# TLB_CombinedShipment
source: 合并Shipment
ru_ru: Consolidate Shipment
zh_tw: 合併Shipment

# TLB_CombineInvoice
source: 合并Invoice
ru_ru: Invoice Combine
zh_tw: 合併Invoice

# TLB_CombineReserve
source: 合并预约
ru_ru: Booking combination
zh_tw: 合併預約

# TLB_ContainerDetail
source: 货柜明细
ru_ru: Container Detail
zh_tw: 貨櫃明細

# TLB_Containerdetails
source: 集裝箱明细
ru_ru: Container details
zh_tw: 集裝箱明細

# TLB_ContainerInfo
source: 货柜资讯
ru_ru: Container Management Info.
zh_tw: 貨櫃資訊

# TLB_Contract
source: 合约
ru_ru: contract
zh_tw: 合約

# TLB_CopeRecalculation
source: 应付重算
ru_ru: Payble recalculation
zh_tw: 應付重算

# TLB_COPY
source: 复制
ru_ru: Copy
zh_tw: 複製

# TLB_CostCenter
source: 成本中心
ru_ru: Cost center

# TLB_CostDown
source: 费用下载
ru_ru: expense download
zh_tw: 費用下載

# TLB_CostPreview
source: 费用预览
ru_ru: Cost review
zh_tw: 費用預覽

# TLB_CostRecalculation
source: 费用重算
ru_ru: Cost recalculation
zh_tw: 費用重算

# TLB_CostUpload
source: 费用上传
ru_ru: charges upload
zh_tw: 費用上傳

# TLB_CustomsConfirm
source: 报关确认
ru_ru: Exp. C/C Confirmed
zh_tw: 報關確認

# TLB_CustomsDownload
source: 报关格式下载
ru_ru: Customs Download
zh_tw: 報關格式下載

# TLB_DEL
source: 刪除
ru_ru: delete

# TLB_Delayedshipment
source: 暂缓出货
ru_ru: Shipment suspended
zh_tw: 暫緩出貨

# TLB_DELETE
source: 删除
ru_ru: Delete
zh_tw: 刪除

# TLB_DetailBack
source: 明细退签
ru_ru: Detail Reject
zh_tw: 明細退簽

# TLB_DetailCheck
source: 明细签核明细
ru_ru: Detail sign details
zh_tw: 明細簽核明細

# TLB_DetailPass
source: 明細核准
ru_ru: Detail Approve

# TLB_DN
source: DN
ru_ru: TLB_DN

# TLB_DN010
source: DN签核管理
ru_ru: DN verification and management
zh_tw: DN簽核管理

# TLB_DN020
source: DN流程管理
ru_ru: DN Process Management

# TLB_DN025
source: 异常管理
ru_ru: Abnormal management
zh_tw: 異常管理

# TLB_DN030
source: FCL订舱
ru_ru: FCL booking
zh_tw: FCL訂艙

# TLB_DN035
source: LCL订舱
ru_ru: LCL booking
zh_tw: LCL訂艙

# TLB_DN040
source: 空运订舱
ru_ru: Air Booking for External
zh_tw: 空運訂艙

# TLB_DN050
source: 铁路订舱
ru_ru: Booking_Rail
zh_tw: 鐵路訂艙

# TLB_DN060
source: 国际快递订舱
ru_ru: Booking_Express
zh_tw: 國際快遞訂艙

# TLB_DN070
source: 国内快递订舱
ru_ru: Book_Inland_Express
zh_tw: 國內快遞訂艙

# TLB_DN080
source: 内贸订舱
ru_ru: Booking_Truck
zh_tw: 內貿訂艙

# TLB_DN090
source: 报关通知
ru_ru: Exp. C/C notification
zh_tw: 報關通知

# TLB_DN110
source: FCL订舱确认
ru_ru: Confirm_FCL
zh_tw: FCL訂艙確認

# TLB_DN120
source: LCL订舱确认
ru_ru: Confirm_LCL
zh_tw: LCL訂艙確認

# TLB_DN130
source: 空运订舱确认
ru_ru: Air Booking Confirmation
zh_tw: 空運訂艙確認

# TLB_DN140
source: 铁路订舱确认
ru_ru: Confirm_Rail
zh_tw: 鐵路訂艙確認

# TLB_DN150
source: 国际快递订舱确认
ru_ru: Confirm_Express
zh_tw: 國際快遞訂艙確認

# TLB_DN160
source: 国内快递订舱确认
ru_ru: Confirm_Inland_Express
zh_tw: 國內快遞訂艙確認

# TLB_DN170
source: 内贸订舱确认
ru_ru: Confirm_Truck
zh_tw: 內貿訂艙確認

# TLB_DN180
source: 报关通知确认
ru_ru: Confirmation of customs declaration
zh_tw: 出口報關確認

# TLB_DN210
source: 订舱汇总
ru_ru: Booking summary
zh_tw: 訂艙匯總

# TLB_DNDetail
source: DN明细
ru_ru: Detail of DN
zh_tw: DN明細

# TLB_DNI030
source: 内贸分批送货
ru_ru: Delivered In batches
zh_tw: 內貿分批送貨

# TLB_Download
source: 下载
ru_ru: download
zh_tw: 下載

# TLB_DownloadBill
source: 下载账单
ru_ru: Download the bill
zh_tw: 下載賬單

# TLB_DownloadBillF
source: 下载账单（运费）
ru_ru: Download bill (shipping)
zh_tw: 下載賬單（運費）

# TLB_DownloadBillL
source: 下载账单(Local)
ru_ru: Download the bill
zh_tw: 下載賬單(Local)

# TLB_DownLoadDN
source: 下载未处理DN
ru_ru: DL_Undisposed_List
zh_tw: 下載未處理DN

# TLB_DownSCMDate
source: 下载SCM
ru_ru: Download SCM Requested
zh_tw: 下載 SCM

# TLB_EDMManage
source: EDM管理
ru_ru: EDM management

# TLB_Edoc
source: 电子文档
ru_ru: EDOC
zh_tw: 電子文檔

# TLB_EndCase
source: 结案
ru_ru: Closed
zh_tw: 結案

# TLB_EnterBookingInfo
source: 输入订舱资料
ru_ru: Booking Info. Input
zh_tw: 輸入訂艙資料

# TLB_ErrMsg
source: 异常
ru_ru: Abnormal
zh_tw: 異常

# TLB_ExcelExport
source: Excel导出
ru_ru: Export to Excel
zh_tw: Excel匯出

# TLB_EXCELTemplateDownload
source: Excel导入范本下载
ru_ru: Excel import template download
zh_tw: Excel導入範本下載

# TLB_ExcelTransfer
source: Excel转入
ru_ru: Excel Import
zh_tw: Excel轉入

# TLB_Excep
source: 异常管理
ru_ru: abnormal management
zh_tw: 異常管理

# TLB_ExchangeRateSetup
source: 汇率建档
ru_ru: Exchange Rate Setup
zh_tw: 匯率建檔

# TLB_Exfactoryprice
source: 离厂更改价格
ru_ru: Update price after departuring factory
zh_tw: 離廠更改價格

# TLB_EXPRELA
source: 异常关系
ru_ru: abnormal releationship
zh_tw: 異常關係

# TLB_ExpressSetup
source: 快递公司账号建档
ru_ru: express company account setup
zh_tw: 快遞公司帳號建檔

# TLB_FBidNotice
source: 最终中标通知
ru_ru: the final bidding notice
zh_tw: 最終中標通知

# TLB_FC020
source: 分配管理
ru_ru: Allocation management

# TLB_FC030
source: 货柜使用率建档
ru_ru: Container usage file
zh_tw: 貨櫃使用率建檔

# TLB_FC040
source: 货柜使用量建档
ru_ru: Container usage file
zh_tw: 貨櫃使用量建檔

# TLB_FC050
source: 物流业使用规则
ru_ru: LSP AllocateSetting
zh_tw: 物流業使用規則

# TLB_FC060
source: 内贸分配规则
ru_ru: AllocateRule_InlandTrans
zh_tw: 內貿分配規則

# TLB_FinancialAudit
source: 财务审核
ru_ru: eApproval_FI_PIC
zh_tw: 財務審核

# TLB_ForeignBooking
source: 对外订舱
ru_ru: External Booking
zh_tw: 對外訂艙

# TLB_FreightImport
source: 运费导入
ru_ru: Freight Importing
zh_tw: 運費導入

# TLB_FreightTossSAP
source: 运费抛SAP
ru_ru: Freight&Insurance to SAP
zh_tw: 運費拋SAP

# TLB_GrabActualVolume
source: 抓取实际货量
ru_ru: Get actual shipment volume
zh_tw: 抓取實際貨量

# TLB_GROUP
source: 集团公司建档
ru_ru: Group company file
zh_tw: 集團公司建檔

# TLB_IBRV010
source: 叫车管理
ru_ru: TruckCalling
zh_tw: 叫車管理

# TLB_IBRV020
source: 预约查询
ru_ru: Make an appointment
zh_tw: 預約查詢

# TLB_IBRV030
source: 月台预约
ru_ru: Platform Reservation
zh_tw: 月臺預約

# TLB_IBRV040
source: 预约确认
ru_ru: Appointment Confirmed
zh_tw: 預約確認

# TLB_IBRV050
source: 月台动态
ru_ru: Platform Status
zh_tw: 月臺動態

# TLB_IBRV060
source: 月台管理分析
ru_ru: Mgmt.&Analysis
zh_tw: 月臺管理分析

# TLB_IBRV070
source: 月台设定
ru_ru: WH Docks Setting
zh_tw: 月臺設定

# TLB_IBRV080
source: 进厂出厂确认
ru_ru: Gate In/Out Mgmt.
zh_tw: 進廠出廠確認

# TLB_ImportCalendar
source: 汇入日历
ru_ru: Import calendar
zh_tw: 匯入行事曆

# TLB_ImportDecInfo
source: 汇入报关信息
ru_ru: Import declaration information
zh_tw: 匯入報關訊息

# TLB_ImportedClearance
source: 进口清关 INVOICE
ru_ru: Import clearance INVOICE
zh_tw: 進口清關 INVOICE

# TLB_ImportedClearanceP
source: 进口清关 Packing List
ru_ru: Import clearance Packing List
zh_tw: 進口清關 Packing List

# TLB_ImportExcel
source: 导入Excel
ru_ru: Import Excel
zh_tw: 導入Excel

# TLB_ImportScheduling
source: 导入排程
ru_ru: Importing TruckCalling Plan
zh_tw: 導入排程

# TLB_ImportSI
source: 导入SI
ru_ru: SI Import
zh_tw: 導入SI

# TLB_InboundBookingDetails
source: 进口订舱信息
ru_ru: Inbound Booking details
zh_tw: 進口訂艙信息

# TLB_IncomingVehicle
source: 入厂车辆
ru_ru: Truck Info.
zh_tw: 入廠車輛

# TLB_Inquery
source: 报价通知
ru_ru: Notify Quotation
zh_tw: 報價通知

# TLB_IntoFactoryConfirmE
source: 进厂确认(空车)
ru_ru: Enter the factory to confirm (empty)
zh_tw: 進廠確認（空車）

# TLB_IntoFactoryConfirmN
source: 进厂确认(非空车)
ru_ru: Enter the factory to confirm (non-empty)
zh_tw: 進廠確認（非空車）

# TLB_IPB010
source: 大品名建档
ru_ru: Big name file
zh_tw: 大品名建檔

# TLB_IPB020
source: 料号建档
ru_ru: Item number file
zh_tw: 料號建檔

# TLB_IQT010
source: 报价
ru_ru: Quotation
zh_tw: 報價

# TLB_IQT013
source: 海运公共费用
ru_ru: Maritime Public Fee
zh_tw: 海運公共費用錄入

# TLB_IQT016
source: Area/Port建档
ru_ru: Area/Port file
zh_tw: Area/Port建檔

# TLB_IQT017
source: 报价吨数设定
ru_ru: Offer tonnage set
zh_tw: 報價噸數設定

# TLB_IQT018
source: 重量区间设定
ru_ru: Weight interval setting
zh_tw: 重量區間設定

# TLB_IQT019
source: 快递报价设定
ru_ru: Express offer settings
zh_tw: 快遞報價設定

# TLB_IQTB01
source: 报关费用报价
ru_ru: Customs declaration
zh_tw: 報關費用報價

# TLB_IQTC01
source: 拖车费用报价
ru_ru: Trailer price quote
zh_tw: 拖卡車報價

# TLB_IQTX01
source: Local费用报价
ru_ru: Local Fee
zh_tw: Local費用報價

# TLB_IRQ010
source: 询价
ru_ru: equiry
zh_tw: 詢價

# TLB_ISFManage
source: ISF 管理
ru_ru: ISF Management

# TLB_ISFReport
source: ISF报表
ru_ru: ISF report
zh_tw: ISF 報表

# TLB_ISFSendPermiss
source: ISF正式发送权限
ru_ru: ISF officially sends permission
zh_tw: ISF 正式發送權限

# TLB_LogisticsAbnormal
source: 物流异常
ru_ru: Logistics Abnormity
zh_tw: 物流異常

# TLB_LogisticsCost
source: 物流费用
ru_ru: Logistics cost
zh_tw: 物流費用

# TLB_LogisticsDistribution
source: 物流业者分配
ru_ru: Allocation
zh_tw: 物流業者分配

# TLB_LotStatus
source: 货况
ru_ru: Tracking
zh_tw: 貨況

# TLB_ManyOneCar
source: 多对一叫车
ru_ru: Order Truck By Dn
zh_tw: 多對一叫車

# TLB_MATERIALTYPE
source: 物料类型对应关系
ru_ru: Material type correspondence
zh_tw: 物料類型對應關係

# TLB_MBClearFailcount
source: 重置失败次数
ru_ru: Reset Failed Times
zh_tw: 重置失敗次數

# TLB_MODIFY
source: 修改
ru_ru: Modify

# TLB_ModifyBookingConfirm
source: 修改订舱确认
ru_ru: Modify booking confirmation
zh_tw: 修改訂艙確認

# TLB_ModifyComfirm
source: 修改确认
ru_ru: Modification verify
zh_tw: 修改確認

# TLB_MODIFYDN
source: 修改DN
ru_ru: DN Recall/Modification

# TLB_MODIFYPWD
source: 密码修改
ru_ru: change Password
zh_tw: 密碼修改/Change Password

# TLB_MoveContainer
source: 移柜
ru_ru: Dock Shifting
zh_tw: 移櫃

# TLB_MSG
source: Message
ru_ru: TLB_MSG
zh_tw: 資訊管理

# TLB_MSG01
source: EDI对象建档
ru_ru: EDI object archives
zh_tw: EDI對象建檔

# TLB_MSGNOTICE
source: 讯息通知
ru_ru: Notification
zh_tw: 訊息通知

# TLB_NODE_CTRL
source: 栏位
ru_ru: Field
zh_tw: 欄位

# TLB_NODE_FUN
source: 功能
ru_ru: Features

# TLB_NotDownload
source: 未下载
ru_ru: Haven\'t downloaded
zh_tw: 未下載

# TLB_NoticeCustoms
source: 通知转关
ru_ru: Notify Transit Broker
zh_tw: 通知轉關

# TLB_NoticeDeclaration
source: 通知报关
ru_ru: Exp. C/C Notification
zh_tw: 通知報關

# TLB_NoticeLogistics
source: 通知物流
ru_ru: Notify LSP

# TLB_NotPass
source: 不通过
ru_ru: Rejected
zh_tw: 不通過

# TLB_OneOneCar
source: 一对一叫车
ru_ru: Order Truck By Container
zh_tw: 一對一叫車

# TLB_OUSERSETUP
source: 外部用戶
ru_ru: External user

# TLB_OutClearance
source: 出口报关 Invoice
ru_ru: Export declaration
zh_tw: 出口報關 Invoice

# TLB_OutClearanceP
source: 出口报关 Packing List
ru_ru: Export declaration
zh_tw: 進口報關 Packing List

# TLB_OutFactoryConfirmE
source: 出厂确认(空车)
ru_ru: Factory confirmation (empty)
zh_tw: 出廠確認（空車）

# TLB_OutFactoryConfirmN
source: 出厂确认(非空车)
ru_ru: Factory confirmation (non-empty)
zh_tw: 出廠確認（非空車）

# TLB_Paidbill
source: 过账
ru_ru: Goods Issue
zh_tw: 過帳

# TLB_ParityCalculation
source: 比价计算
ru_ru: price calculation
zh_tw: 比價計算

# TLB_ParityDetail
source: 比价明细
ru_ru: comparative price information
zh_tw: 比價明細

# TLB_PartialDelivery
source: 分批提货
ru_ru: Partial Pickup
zh_tw: 分批提貨

# TLB_PASS
source: 核准
ru_ru: Approved

# TLB_Paymentconfirm
source: 付款确认
ru_ru: Payment confirmation
zh_tw: 付款確認

# TLB_PBookingformC
source: Preview Booking form 中文
ru_ru: Booking Booking Chinese

# TLB_PContract
source: Preview 合约
ru_ru: Preview contract
zh_tw: Preview 合約

# TLB_PendingBill
source: 待审核账单
ru_ru: Pending bill
zh_tw: 待審核賬單

# TLB_PendingDN
source: 待审核DN
ru_ru: DN For Review
zh_tw: 待審核DN

# TLB_PImportedClearance
source: Preview 进口清关 INVOICE
ru_ru: Preview import clearance INVOICE
zh_tw: Preview 進口清關 INVOICE

# TLB_PImportedClearanceP
source: Preview 进口清关 Packing List
ru_ru: Preview import clearance Packing List
zh_tw: Preview 進口清關 Packing List

# TLB_PISFReport
source: Preview ISF报表
ru_ru: Preview ISF Report
zh_tw: Preview ISF報表

# TLB_POImport
source: PO批量上传
ru_ru: PO Uploading by Batch
zh_tw: PO批量上傳

# TLB_POSTBILL
source: 过账节点建档
ru_ru: Preview Export declaration Invoice
zh_tw: 過帳節點建檔

# TLB_POutClearance
source: Preview 出口报关 Invoice
ru_ru: Preview Export declaration Packing List
zh_tw: Preview 出口報關 Invoice

# TLB_POutClearanceP
source: Preview 出口报关 Packing List
ru_ru: Preview Booking Form
zh_tw: Preview 出口報關 Packing List

# TLB_PreviewBookingForm
source: Preview Booking Form
ru_ru: Preview CKD/SKD INVOICE

# TLB_PreviewCKDSKDI
source: Preview CKD/SKD INVOICE
ru_ru: Preview CKD/SKD TTL PACKING

# TLB_PreviewCKDSKDTTLP
source: Preview CKD/SKD TTL PACKING
ru_ru: Preview Invoice-DLV Term

# TLB_PreviewInvoiceDLVTerm
source: Preview Invoice-DLV Term
ru_ru: Preview Invoice-Incoterm

# TLB_PreviewInvoiceIncoterm
source: Preview Invoice-Incoterm
ru_ru: Preview Packing-DLV Term

# TLB_PreviewPackingDLVTerm
source: Preview Packing-DLV Term
ru_ru: Preview Packing-Incoterm

# TLB_Print
source: 列印
ru_ru: Print

# TLB_ProhibitEditInquiryContent
source: 禁止编辑询价内容
ru_ru: Ban edit inquiry content
zh_tw: 禁止編輯詢價內容

# TLB_QA010
source: QA建档
ru_ru: QA file
zh_tw: QA建檔

# TLB_QT010
source: 报价
ru_ru: Quotation
zh_tw: 報價

# TLB_QT011
source: 运输管理
ru_ru: transportation management
zh_tw: 運輸管理

# TLB_QT012
source: 合约管理
ru_ru: Contract management
zh_tw: 合約管理

# TLB_QT013
source: FCL费用录入
ru_ru: FCL cost entry
zh_tw: 海運公共費用錄入

# TLB_QT014
source: 报价港口权限
ru_ru: Port Authority
zh_tw: 報價港口權限

# TLB_QT015
source: THC建档
ru_ru: THC file
zh_tw: THC建檔

# TLB_QT016
source: Area/Port建档
ru_ru: Area/Port file
zh_tw: Area/Port建檔

# TLB_QT017
source: 报价签核
ru_ru: Quoted Date
zh_tw: 報價簽核

# TLB_QT020
source: FCL运费录入
ru_ru: FCL freight entry
zh_tw: FCL運費錄入

# TLB_QT030
source: FCL费用录入
ru_ru: FCL cost entry
zh_tw: FCL費用錄入

# TLB_QT040
source: LCL报价录入
ru_ru: LCL quotation entry
zh_tw: LCL報價錄入

# TLB_QT050
source: 空运报价录入
ru_ru: Air quotation
zh_tw: 空運報價錄入

# TLB_QT060
source: 国际快递报价录入
ru_ru: DHL UPS
zh_tw: 國際快遞報價錄入

# TLB_QT070
source: 国内快递报价录入
ru_ru: Domestic express delivery
zh_tw: 國內快遞報價錄入

# TLB_QT080
source: 国内运输报价录入
ru_ru: Domestic shipping quote entry
zh_tw: 國內運輸報價錄入

# TLB_QTB01
source: 报关费用报价
ru_ru: Customs declaration
zh_tw: 報關費用報價

# TLB_QTC01
source: 拖车费用报价
ru_ru: Trailer cost quote
zh_tw: 拖卡車報價

# TLB_QTI010
source: 快递报价设定
ru_ru: Express quote setting
zh_tw: 計價區間設定

# TLB_QTX01
source: Local费用报价
ru_ru: Local cost quote
zh_tw: Local費用報價

# TLB_quaternionform
source: 四联单
ru_ru: Quadruplication
zh_tw: 四聯單

# TLB_QUERY
source: 查询
ru_ru: Query
zh_tw: 査詢

# TLB_QuotationSubmission
source: 报价/提交
ru_ru: Quotation / submission
zh_tw: 報價/提交

# TLB_QuotDetail
source: 报价明细
ru_ru: Quotation Details
zh_tw: 報價明細

# TLB_QuoteFormatDownload
source: 报价格式下载
ru_ru: Quote format Download
zh_tw: 報價格式下載

# TLB_REFUSE
source: 拒绝
ru_ru: Rejected
zh_tw: 拒絕

# TLB_RelieveCombine
source: 解除合并
ru_ru: cancelling consolidation
zh_tw: 解除合併

# TLB_ReloadDNNum
source: Reload DN数量
ru_ru: Reload DN quantity
zh_tw: Reload DN數量

# TLB_repeat
source: 重发
ru_ru: Re-send
zh_tw: 重發

# TLB_Report1
source: 报表1
ru_ru: Report 1
zh_tw: 報表1

# TLB_Report2
source: 报表2
ru_ru: Report 2
zh_tw: 報表2

# TLB_Reserve
source: 预约
ru_ru: SlotTime Booking
zh_tw: 預約

# TLB_ReserveComfirm
source: 预约确认
ru_ru: Appointment Confirmed
zh_tw: 預約確認

# TLB_RetreatTransport
source: 退运
ru_ru: Return
zh_tw: 退運

# TLB_RETURN
source: 退回
ru_ru: Reject

# TLB_ReturnShipmentUnit
source: 退回出货单位
ru_ru: Rejected to Sales Div.
zh_tw: 退回出貨單位

# TLB_RFB02
source: 下载请款excel
ru_ru: Statement Of Account/Excel
zh_tw: 下載請款excel

# TLB_RFB02E
source: 下载请款excel EN
ru_ru: Statement Of Account/Excel EN
zh_tw: 下載請款excel EN

# TLB_RQ010
source: 询价
ru_ru: equiry
zh_tw: 詢價

# TLB_RQ020
source: 海运FCL比价
ru_ru: FCL ocean freight compare
zh_tw: 海運FCL比價

# TLB_RQ030
source: 海运LCL比价
ru_ru: LCL Freight comapred
zh_tw: 海運LCL比價

# TLB_RQ040
source: 空运比价
ru_ru: Air freight comparison
zh_tw: 空運比價

# TLB_RQ050
source: 国际快递比价
ru_ru: International express fee compared
zh_tw: 國際快遞比價

# TLB_RQ060
source: 国内快递比价
ru_ru: domestic express fee compare
zh_tw: 國內快遞比價

# TLB_RQ070
source: 国内运输比价
ru_ru: domestic transportaion fee comapre
zh_tw: 國內運輸比價

# TLB_SAVE
source: 保存
ru_ru: Save

# TLB_SealCabinet
source: 封柜
ru_ru: sealing container
zh_tw: 封櫃

# TLB_SEARCH
source: 搜寻
ru_ru: Search
zh_tw: 搜尋

# TLB_Search1
source: 搜索
ru_ru: Search

# TLB_SelectLogisticsProviders
source: 选择物流业者
ru_ru: Select the logistics supplier
zh_tw: 選擇物流業者

# TLB_Send
source: 发送
ru_ru: Send
zh_tw: 發送

# TLB_SendISF
source: 发送ISF
ru_ru: Send ISF
zh_tw: 發送ISF

# TLB_SendNotice
source: 发送通知
ru_ru: send notification
zh_tw: 發送通知

# TLB_SendSAP
source: 发送SAP
ru_ru: Send SAP
zh_tw: 發送SAP

# TLB_SENTMSG
source: 发送讯息
ru_ru: Send a message
zh_tw: 發送訊息

# TLB_SHOW
source: 显示
ru_ru: display
zh_tw: 顯示

# TLB_Signaturedetails
source: 签核明细
ru_ru: Sign off detail
zh_tw: 簽核明細

# TLB_SM010
source: 月台预约
ru_ru: Platform Reservation
zh_tw: 月臺預約

# TLB_SM030
source: 月台动态
ru_ru: Platform Status
zh_tw: 月臺動態

# TLB_SM040
source: 月台管理分析
ru_ru: Mgmt.&Analysis
zh_tw: 月臺管理分析

# TLB_SM050
source: 月台設定
ru_ru: Platform settings
zh_tw: 月臺設定

# TLB_SM060
source: 预约确认
ru_ru: Appointment Confirmed
zh_tw: 預約確認

# TLB_SM070
source: 货柜管理
ru_ru: Container management
zh_tw: 貨櫃管理

# TLB_SM080
source: 预约查询
ru_ru: Make an appointment
zh_tw: 預約查詢

# TLB_SMCHG
source: 费用代码
ru_ru: Cost code
zh_tw: 費用代碼

# TLB_SMEXSetup
source: 快递帐号建档
ru_ru: Express account file
zh_tw: 快遞帳號建檔

# TLB_SMGSTM
source: 客户货况建档
ru_ru: Customer profile file
zh_tw: 客戶貨況建檔

# TLB_SMRV01
source: 进厂出厂确认
ru_ru: Gate In/Out Mgmt.
zh_tw: 進廠出廠確認

# TLB_SubmitQuotationTender
source: 提交报价/投标
ru_ru: Submit quotation / tender
zh_tw: 提交報價/投標

# TLB_SynchroSAP
source: 同步SAP
ru_ru: Information synchronize with SAP

# TLB_TKB010
source: 货况查询
ru_ru: Condition inquiries
zh_tw: 貨況查詢

# TLB_TKB020
source: 路线规划
ru_ru: Route planning
zh_tw: 路線規劃

# TLB_TKB030
source: 货况通知
ru_ru: Notice of condition
zh_tw: 貨況通知

# TLB_TKB040
source: 邮件群组设定
ru_ru: Mail group settings
zh_tw: 郵件群組設定

# TLB_TKB050
source: 通知排程管理
ru_ru: Notify schedule management

# TLB_TKB060
source: 电子文案
ru_ru: Electronic copy
zh_tw: 電子文案

# TLB_TKBS010
source: 公司建档
ru_ru: The company filing
zh_tw: 公司建檔

# TLB_TKPMT
source: 邮件格式
ru_ru: mail formate
zh_tw: 郵件格式

# TLB_TKSETUP
source: 货况建档
ru_ru: Cargo documentation
zh_tw: 貨況建檔

# TLB_TKSTMP
source: 货况对照设定
ru_ru: Condition setting
zh_tw: 貨況對照設定

# TLB_TPVPORT
source: TPV港口代码
ru_ru: TPV Port Code
zh_tw: TPV港口代碼

# TLB_TruckPortQuery
source: 卡车送货点建档
ru_ru: Truck delivery point file
zh_tw: 卡車送貨點建檔

# TLB_TurnAllocation
source: 转Allocation
ru_ru: Transit to Allocation
zh_tw: 轉Allocation

# TLB_TurnCustomsConfirm
source: 转换报关确认
ru_ru: Confirmation of conversion declaration
zh_tw: 轉換報關確認

# TLB_UnsuccessfulNotice
source: 未中标通知
ru_ru: BID Lost notice
zh_tw: 未中標通知

# TLB_UpdateETAData
source: 批量更新ETA
ru_ru: Batch Update ETA

# TLB_UpdatePwd
source: 重置密码
ru_ru: Reset Password
zh_tw: 重置密碼

# TLB_Upload
source: 上传
ru_ru: Upload
zh_tw: 上傳

# TLB_UploadDN
source: 批导DN明细
ru_ru: Batch DN details
zh_tw: 批導DN明細

# TLB_UploadSCMDate
source: 上传SCM
ru_ru: Uploading SCM Requested
zh_tw: 上傳SCM

# TLB_USE
source: 使用
ru_ru: Use

# TLB_Void
source: 作废
ru_ru: Cancellation
zh_tw: 作廢

# TLB_VoidBooking
source: 取消订舱
ru_ru: BookingCancellation
zh_tw: 取消訂艙

# TLB_VoidCallCar
source: 取消叫车
ru_ru: Cancel Ordered Truck
zh_tw: 取消叫車

# TLB_VoidCombinedBill
source: 取消合并提单
ru_ru: Cancellation of combination of bill of lading
zh_tw: 取消合併提單

# TLB_VoidCombinedShipment
source: 取消合并Shipment
ru_ru: Cancel ShipmentCombine
zh_tw: 取消合併Shipment

# TLB_VOIDDN
source: 取消DN
ru_ru: Cancel DN

# TLB_VoidReserve
source: 取消预约
ru_ru: Cancelling booking
zh_tw: 取消預約

# TLB_V_Void
source: 作废
ru_ru: Void
zh_tw: 作廢

# TLB_WarehouseShipment
source: 外仓出货
ru_ru: Shipping from Contracted W/H
zh_tw: 外倉出貨

# TLB_WATCH
source: 观看
ru_ru: Watch
zh_tw: 觀看

# TLB_BtnCancelBroker
source: 取消通知报关
ru_ru: Cancel Notify Broker

# TLB_DownApptInfo
source: 下载叫车信息
ru_ru: Download TruckInfo

# TLB_UploadApptInfo
source: 上传卡车信息
ru_ru: Upload TruckInfo

# TLB_QuotTrailerADD
source: 新增报价单
ru_ru: Create quotation
zh_tw: 新增報價單

# L_Login_Relogin
source: 密码修改成功，请重新登陆！
ru_ru: The password has been modified successfully, please login again
zh_tw: 密碼修改成功，請重新登陸

# L_SetupView_LightSetup
source: 灯号设置
ru_ru: Light Setup
zh_tw: 燈號設定

# L_IbGateManage_CallDateL
source: 叫柜时间L
ru_ru: Call Truck TimeL
zh_tw: 叫櫃時間

# L_IbGateManage_CancelDateL
source: 取消叫车时间L
ru_ru: Cancel Truck TimeL
zh_tw: 取消叫車時間

# L_IbGateManage_ConfirmDateL
source: 确认时间L
ru_ru: Confirm TimeL
zh_tw: 確認時間

# L_IbGateManage_CreateDateL
source: 建立时间L
ru_ru: Create TimeL
zh_tw: 建立時間

# L_IbGateManage_EptIdateL
source: 空车入厂时间L
ru_ru: Gate in time of empty truckL
zh_tw: 空車入廠時間

# L_IbGateManage_InDateL
source: 入厂时间L
ru_ru: Gate in TimeL
zh_tw: 入廠時間

# L_IbGateManage_OrderDateL
source: 预约时间L
ru_ru: Appointment TimeL
zh_tw: 預約時間

# L_IbGateManage_OutDateL
source: 出厂时间L
ru_ru: Gate Out TimeL
zh_tw: 出廠時間

# L_IbGateManage_SealDateL
source: 封柜时间L
ru_ru: Seal TimeL
zh_tw: 封櫃時間

# L_Refee_message
source: 费用代码已超过编制数量，请洽系统管理人员
ru_ru: The Number of tons setup has exceed the limit.
zh_tw: 費用代碼已超過編制數量，請洽系統管理人員

# L_BSCSDataQuery_PartAddr1
source: 地址1
ru_ru: Address1

# TLB_WHBoard
source: 成仓看板
ru_ru: Warehouse Board
zh_tw: 成倉看板

# TLB_MBVatNo
source: 发票号码录入
ru_ru: Input InvoiceNo
zh_tw: Input InvoiceNo

# TLB_HZTWHBoard
source: 水平的成仓看板
ru_ru: Horizontal Warehouse Board
zh_tw: 水平的成倉看板

# L_ModifyPwd_Notes1
source: 密码设置规则：
ru_ru: Password Setting Rules:
zh_tw: 密碼設置規則：

# L_ModifyPwd_Notes2
source: 密码长度不得少于10位（含）。
ru_ru: Passwords must be of 10 characters in length at minimum.
zh_tw: 密碼長度不得少於10位（含）。

# L_ModifyPwd_Notes3
source: 必须包含大写字母+小写字母 + 数字 + 特殊字符（如!、@、#、$）。
ru_ru: Must contain Uppercase letters + Lowercase letters + Numbers + Special characters (for example: !, @,#, $).
zh_tw: 必須包含大寫字母+小寫字母 + 數字 + 特殊字符（如!、@、#、$）。

# L_ModifyPwd_Notes4
source: 禁止使用超过3次(含)连续或同样的字符或数字，如aBc、123、dDd和444等（不区分大小写）。
ru_ru: Do not use more than 3 (including) continuous or repetitious characters or number, such as aBc, 123, dDd, 444 and so on (case insensitive).
zh_tw: 禁止使用超過3次(含)連續或同樣的字符或數字，如aBc、123、dDd和444等（不區分大小寫）。

# L_ModifyPwd_Notes5
source: 禁止使用超过4个(含)连续键盘符，如1qaz、@wsX、0p;/等（不区分大小写）。
ru_ru: Do not use more than 4 (including) continuous keyboards characters, such as 1qaz, @wsX, 0p; / (case insensitive).
zh_tw: 禁止使用超過4個(含)連續鍵盤符，如1qaz、@wsX、0p;/等（不區分大小寫）。

# L_ModifyPwd_Notes6
source: 禁止使用通用的或容易被猜测的密码，如admin, administrator, root和password等（不区分大小写）。
ru_ru: Do not use common or easily guessed passwords, such as admin, administrator, root and password (case insensitive).
zh_tw: 禁止使用通用的或容易被猜測的密碼，如admin, administrator, root和password等（不區分大小寫）。

# L_ModifyPwd_Notes7
source: 禁止在密码中包含个人或公司信息相关的内容，如TPV、AOC、用户名、生日、名字拼音和电话号码等（不区分大小写）。
ru_ru: Do not include personal or company information in your password, such as TPV, AOC, username, date of birth, phonetic alphabet, and phone number (case insensitive).
zh_tw: 禁止在密碼中包含個人或公司信息相關的內容，如TPV、AOC、用戶名、生日、名字拼音和電話號碼等（不區分大小寫）。

# TLB_PackingSendToSAP
source: 发送Packing Item
ru_ru: Send Packing Item
zh_tw: 發送Packing Item

# TLB_POSTBILLSAP
source: 过账
ru_ru: POST BILL

# L_Login_Nolonglogin
source: 此账号已超三个月未登录，现禁止使用。请上ITSD申请权限重新开启
ru_ru: This account has not been logged in over three months. It's forbidden to use now. Please go to ITSD to apply for permission to reopen.
zh_tw: 此賬號已超三個月未登錄，現禁止使用。請上ITSD申請權限重新開啟

# L_Login_noUse
source: 已超过三个月未使用，该账号已被停用。请上ITSD申请权限重新开启。\n(It has not been used for more than three months, and the account has been deactivated. Please go to ITSD to apply for permission to reopen.)
ru_ru: It has not been used for more than three months, and the account has been deactivated. Please go to ITSD to apply for permission to reopen.
zh_tw: 已超過三個月未使用，該賬號已被停用。請上ITSD申請權限重新開啟。

# L_Approved
source: 未签核
ru_ru: Unsigned

# TLB_MBChangeTrucker
source: 更改卡车公司
ru_ru: Change Trucker
zh_tw: 更改卡車公司

# L_UserSetup_LoginDate
source: 最后一次登录时间
ru_ru: Last Login Date
zh_tw: 最後一次登錄日期

# L_UserSetup_rolePermission
source: 角色权限
ru_ru: Role Permission
zh_tw: 角色權限

# L_UserSetup_userPermission
source: 用户权限
ru_ru: User Permission
zh_tw: 用戶權限

# TLB_RoleAss
source: 角色分配
ru_ru: Role Assignment

# L_UserSetup_StopBy
source: 停用者
ru_ru: Disabled By
