Repository: wtg-prolink/ESHIPPING-INBOUND
Catalog: WebGui/App_GlobalResources/Locale.*.resx
Languages: ru_ru, zh_tw

# L_UserSetup_StopDate
source: 停用时间
ru_ru: Disabled Date
zh_tw: 停用時間

# L_UserSetup_PermissionBy
source: 权限修改人
ru_ru: Permisson Modify By
zh_tw: 權限修改人

# L_UserSetup_PermissionDate
source: 权限修改时间
ru_ru: Permission Modify Date
zh_tw: 權限修改時間

# L_SMSMI_OcntNumber
source: 其它柜数1
ru_ru: Other Container# 1
zh_tw: 其它櫃數1

# L_SMSMI_OcntType
source: 其它柜型1
ru_ru: Other Container Type 1
zh_tw: 其它櫃型1

# L_SMORD_DebitNo
source: LST Debit NO
ru_ru: LSP Debit NO

# L_DNManage_ASDBDetail
source: ASD Payment Report明细
ru_ru: Details of ASD Payment Report
zh_tw: ASD Payment Report明細

# L_ActManage_Reject
source: 退签
ru_ru: Reject
zh_tw: 退簽

# TLB_REJECT
source: 退签
ru_ru: Reject
zh_tw: 退簽

# L_Bulletin_LSP
source: 物流业者公告
ru_ru: LSP Announcement
zh_tw: 物流業者公告

# L_Bulletin_Vendor
source: 供应商公告
ru_ru: Outside Vendor Announcement
zh_tw: 供應商公告

# L_UserSetUp_LSP
source: 外部物流业者
ru_ru: LSP
zh_tw: 外部物流業者

# L_UserSetUp_UType
source: 用户别
ru_ru: User Type
zh_tw: 用戶別

# L_UserSetUp_Vendor
source: 外部供应商
ru_ru: Outside Vendor
zh_tw: 外部供應商

# L_SMSMI_DTBookingSetup
source: 内贸订舱
ru_ru: Truck Booking
zh_tw: 內貿訂艙

# L_SMIDNP_Size
source: 尺寸
ru_ru: Size

# L_SMIDNP_IhsCode
source: 目的国商品编码
ru_ru: HS of Importation
zh_tw: 目的國商品編碼

# L_SMIDNP_OhsCode
source: 出口国商品编码
ru_ru: HS of Exportation
zh_tw: 出口國商品編碼

# L_SMIDNP_Resolution
source: 分辨率
ru_ru: Resolution

# L_DoEdocAction
source: 该笔资料由
ru_ru: The information is provided by
zh_tw: 該筆資料由

# L_EdocDelete
source: 执行删除电子文档的动作。文件名：
ru_ru: perform the action of deleting document. File name:
zh_tw: 執行刪除電子文檔的動作。文件名：

# TLB_DELALL
source: 删除(所有)
ru_ru: Delete(All Type)

# L_BaseLookup_BatNo
source: 运输批次号码
ru_ru: Transportation Batch No.
zh_tw: 運輸批次號碼

# L_QuotApproveQuery_Status
source: 报价状态
ru_ru: Quotation Status
zh_tw: 報價狀態

# TLB_ActManage_ApDetail
source: 签核明细
ru_ru: Sign off detail
zh_tw: 簽核明細

# TLB_ActManage_PASS
source: 通过
ru_ru: Passed
zh_tw: 通過

# TLB_DN_CallCarInfo
source: 叫车信息
ru_ru: Ordered Truck Information
zh_tw: 叫車信息

# TLB_MBIn0
source: 进厂确认（非空车）
ru_ru: GateIn factory Confirm
zh_tw: 進廠確認（非空車）

# TLB_MBOut0
source: 出厂确认（非空车）
ru_ru: GateOut factory Confirm
zh_tw: 出廠確認（非空車）

# L_QAhelp_NoData
source: 该模块没有QA资料
ru_ru: The module has no data
zh_tw: 該模塊沒有QA資料

# L_QAhelp_NotModule
source: 该模块尚未开发
ru_ru: The module has not been developed
zh_tw: 該模塊尚未開發

# L_ActSetup_CheckSubAmt
source: 备注不能为空！请款金额与预提金额不一致，请在备注栏注明原因
ru_ru: Remark column cannot be null! Payment amout is different with Accured amout, please add reason in Remark column.
zh_tw: 備註不能爲空！請款金額與預提金額不一致，請在備註欄註明原因

# L_ApproveGroupSetup_Approved
source: 批准
ru_ru: Approved

# L_SMSMI_Vessel5
source: 船名/航班号 5
ru_ru: Vessel Name5
zh_tw: 船名/航班號 5

# L_SMSMI_Voyage5
source: 船名/航班号 5
ru_ru: Voyage5
zh_tw: 船名/航班號 5

# L_SMSMI_Vessel6
source: 船名/航班号 6
ru_ru: Vessel Name6
zh_tw: 船名/航班號 6

# L_SMSMI_Voyage6
source: 船名/航班号 6
ru_ru: Voyage6
zh_tw: 船名/航班號 6

# L_SMSMI_Vessel7
source: 船名/航班号 7
ru_ru: Vessel Name7
zh_tw: 船名/航班號 7

# L_SMSMI_Voyage7
source: 船名/航班号 7
ru_ru: Voyage7
zh_tw: 船名/航班號 7

# L_UserSetUp_Leave
source: 离职
ru_ru: Resign
zh_tw: 離職

# L_UserSetUp_LeaveDate
source: 离职时间
ru_ru: Resign Date
zh_tw: 離職時間

# L_UserSetUp_Resume
source: 复职
ru_ru: Resume
zh_tw: 複職

# L_UserSetUp_ResumeDate
source: 复职时间
ru_ru: Resume Date
zh_tw: 複職時間

# TLB_Resume
source: 复职
ru_ru: Resume
zh_tw: 複職

# L_ActManageController_ChargeCode
source: 导入失败!缺少费用代码!
ru_ru: Import failed! Missing Charge Code!
zh_tw: 導入失敗!缺少費用代碼!

# L_ActManageController_ChargeDesc
source: 导入失败!缺少费用描述!
ru_ru: Import failed! Missing Charge Description!

# L_ActManageController_ChargeNotExist
source: 费用代码不存在！
ru_ru: Charge code does not exist!

# L_ActManageController_Currency
source: 第{0}行：Currency不能为空！
ru_ru: The line {0}: Currency can\'t be null!
zh_tw: 第{0}行：Currency不能為空！

# L_Pass
source: 通过
ru_ru: Approve
zh_tw: 通過

# TLB_LANG
source: 多语言
ru_ru: Lang
zh_tw: 多語言

# L_CookieMissing
source: Cookie丢失，请重登系统！
ru_ru: Cookie is missing, please login again!
zh_tw: Cookie丟失，請重新登錄系統！

# TLB_RoleLog
source: 角色分配修改Log
ru_ru: Role Assignment Modify Log

# TLB_PermissionLog
source: 角色权限修改Log
ru_ru: Role Permission Modify Log
zh_tw: 角色權限修改Log

# L_SearchOperationMsg
source: 未输入查询条件,将默认查询创建时间6个月内的资料,请确认是否要继续此操作
ru_ru: Not enter the search criteria, data created within 6 months will be queried by default. Please confirm whether to continue this operation
zh_tw: 未輸入查詢條件,將默認査詢創建時間6個月內的資料,請確認是否要繼續此操作

# L_CreateDateSixMonthMsg
source: 为了提升查询效率,若没有输入查询区间,系统将自动默认查询6个月内的资料
ru_ru: To improve query efficiency, if no query interval is entered, the system automatically queries data within the last 6 months by default
zh_tw: 為了提升査詢效率,若沒有輸入查詢區間,系統將自動默認査詢6個月內的資料

# L_Sign_Type_SETUP
source: 账单会签人员设定
ru_ru: CounterSign Setup
zh_tw: 簽核會簽設定

# L_BSCSDataQuery_Contract
source: 合约对象
ru_ru: Contract Object
zh_tw: 合約對象

# L_Contract_Forwarder
source: 货代
ru_ru: Forwarder
zh_tw: 貨代

# L_Contract_Shipper
source: 船东
ru_ru: Carrier
zh_tw: 船東

# L_ContractTypeC
source: 合约价
ru_ru: Contract Price
zh_tw: 合約價

# L_ContractTypeI
source: 舱保内加价
ru_ru: Fare increase in cabin insurance
zh_tw: 艙保內加價

# L_ContractTypeW
source: 舱保外加价
ru_ru: Extra premium for cabin insurance
zh_tw: 艙保外加價

# L_RQQuery_ContactType
source: 合约类型
ru_ru: Contract Type
zh_tw: 合約類型

# L_RQSetup_Termination
source: 终止
ru_ru: Termination
zh_tw: 終止

# L_qtBase_Script_174
source: 是否终止该笔报价？
ru_ru: Termination this offer or not
zh_tw: 是否終止該筆報價？

# L_QTSetup_Terminated
source: 已终止
ru_ru: Terminated
zh_tw: 終止

# L_QTSetup_TerminateSuccess
source: 终止成功
ru_ru: Termination of success
zh_tw: 終止成功

# L_QTSetup_unClosed
source: 未结案
ru_ru: Unclosed
zh_tw: 未結案

# L_QtManage_ContractNo
source: 合约号
ru_ru: Contract No.
zh_tw: 合約號

# TLB_QtbaseExcel
source: 导入报价Excel
ru_ru: Excel file quotation imported
zh_tw: 導入報價Excel

# TLB_RqsetupExcel
source: 上传询价Excel
ru_ru: Excel file enquiry upload
zh_tw: 上傳詢價Excel

# TLB_TerminateBtn
source: 终止
ru_ru: Termination
zh_tw: 終止

# L_DTQuery_Funit
source: （人民币/车）
ru_ru: (RMB/truck)
zh_tw: （人民幣/車）

# L_QTManage_Controllers_ContractNo
source: 合约号已存在
ru_ru: The contract number already existed
zh_tw: 合約號已存在

# L_QtManage_EmptyDownload
source: 运输类型不是FCL,RAIL,AIR,无法下载
ru_ru: Tran Mode Is Not FCL,RAIL,AIR,Can not Download
zh_tw: 運輸類型不是FCL,RAIL,AIR,無法下載

# L_QtManage_FCLFreightDownload
source: 运费下载
ru_ru: Download Freight
zh_tw: 運費下載

# TLB_FCLFreightDownload
source: 运费下载
ru_ru: Download Freight
zh_tw: 運費下載

# TLB_UploadContract
source: 合约号上传
ru_ru: Upload Contract No.
zh_tw: 合約號上傳

# L_BSCSSetup_SAPUpdate
source: 带*号栏位为SAP更新信息，其它栏位只在E-Shpping页面上修改
ru_ru: Marked with * fields sync from SAP, other fields can only be modified on the ESP.
zh_tw: 帶*號欄位為SAP更新信息，其它欄位只在E-Shpping頁面上修改

# L_DefaultCmp
source: 默认登录站点
ru_ru: Default Location
zh_tw: 默認登錄站點

# TLB_IST001
source: 费用统计
ru_ru: Cost Statistical
zh_tw: 費用統計

# L_WEEKSETUP_InOut
source: 进出口
ru_ru: IN/Out
zh_tw: 進出口

# L_CostStatistics_CsQuarter
source: 季
ru_ru: Season

# L_WEEKSETUP_FcWeek
source: 周数
ru_ru: Weeks
zh_tw: 周數

# L_CostStatistics_PortPol
source: 启运地
ru_ru: Loading Port
zh_tw: 啟運地

# L_CostStatistics_CarrierAbbr
source: 船公司代码（简称）
ru_ru: Carrier Code Abbr
zh_tw: 船公司代碼（簡稱）

# L_BaseLookup_ContactType
source: 合约类型
ru_ru: Contract type
zh_tw: 合約類型

# L_CostStatistics_FsspEstno
source: FSSP预估单号
ru_ru: FSSP Estimate No
zh_tw: FSSP預估單號

# L_CostStatistics_BillTo
source: 付款者
ru_ru: Payer Code

# L_CostStatistics_QCost
source: 预提
ru_ru: Quot. AMT
zh_tw: 預提

# L_CostStatistics_ECost
source: 预估
ru_ru: Estimated AMT
zh_tw: 預估

# L_CostStatistics_ACost
source: 请款
ru_ru: Actual AMT
zh_tw: 請款

# L_CostStatistics_Ocrncy
source: （请款）原币别
ru_ru: (Actual) Original Currency
zh_tw: （請款）原幣別

# L_CostStatistics_Oqcrncy
source: （预提）原币别
ru_ru: (Quotation) Original Currency
zh_tw: （預提）原幣別

# L_CostStatistics_Oecrncy
source: （预估）原币别
ru_ru: (Estimated) Original Currency
zh_tw: （預估）原幣別

# L_CostStatistics_OQCost
source: 原币预提
ru_ru: (Original Currency) Quotation AMT
zh_tw: 原幣預提

# L_CostStatistics_OECost
source: 原币预估
ru_ru: (Original Currency) Estimated AMT
zh_tw: 原幣預估

# L_CostStatistics_OACost
source: 原币请款
ru_ru: (Original Currency) Actual AMT
zh_tw: 原幣請款

# L_CostStatistics_Allocation
source: 分配
ru_ru: Allocation

# L_CostStatistics_ReCd
source: 收票方
ru_ru: Bill Receiver

# L_CostStatistics_Qtax
source: 预提税率
ru_ru: Quotation Tax Rate
zh_tw: 預提稅率

# L_CostStatistics_Etax
source: 预估税率
ru_ru: Estimated Tax Rate
zh_tw: 預估稅率

# L_CostStatistics_Atax
source: 请款税率
ru_ru: Actual Tax Rate
zh_tw: 請款稅率

# L_CostStatistics_Qlevel
source: 预提税码
ru_ru: Quotation Tax Code
zh_tw: 預提稅碼

# L_CostStatistics_Elevel
source: 预估税码
ru_ru: Estimated Tax Code
zh_tw: 預估稅碼

# L_CostStatistics_Alevel
source: 请款税码
ru_ru: Actual Tax Code
zh_tw: 請款稅碼

# L_CostStatistics_Nqamt
source: 未税预提
ru_ru: Quot. AMT Without Tax
zh_tw: 未稅預提

# L_CostStatistics_Neamt
source: 未税预估
ru_ru: Estimated AMT Without Tax
zh_tw: 未稅預估

# L_CostStatistics_Naamt
source: 未税请款
ru_ru: Actual AMT Without Tax
zh_tw: 未稅請款

# L_CostStatistics_Qtamt
source: 预提税额
ru_ru: Quot. Tax Amount
zh_tw: 預提稅額

# L_CostStatistics_Etamt
source: 预估税额
ru_ru: Estimated Tax Amount
zh_tw: 預估稅額

# L_CostStatistics_Atamt
source: 请款税额
ru_ru: Actual Tax Amount
zh_tw: 請款稅額

# L_CostStatistics_CardNo
source: 经办人卡号
ru_ru: Handler Card No
zh_tw: 經辦人卡號

# L_CostStatistics_Grid
source: 费用分析
ru_ru: Expense Analysis
zh_tw: 費用分析

# L_CostStatistics_Payee
source: 请款人
ru_ru: Payee
zh_tw: 請款人

# L_CostStatistics_PayeeName
source: 请款人名称
ru_ru: Payee Name
zh_tw: 請款人名稱

# L_BUDGETPLAN_BpYear
source: 年
ru_ru: Year

# L_BUDGETPLAN_BpMonth
source: 月
ru_ru: Month

# L_CostStatistics_Sort
source: 分类
ru_ru: Classification
zh_tw: 分類

# L_CostStatistics_Reforming
source: 重整
ru_ru: Reorganization

# L_CostStatistics_Aggregatecondition
source: 加总条件
ru_ru: Summation Condition
zh_tw: 加總條件

# L_CostStatistics_ExpenseSort
source: 费用分类
ru_ru: Expense Classification
zh_tw: 費用分類

# L_CostStatistics_GAPAnalysis
source: GAP分析
ru_ru: Gap Analysis

# L_CostStatistics_Quotation
source: 预提
ru_ru: Quotation
zh_tw: 預提

# L_CostStatistics_Estimated
source: 预估
ru_ru: Estimated
zh_tw: 預估

# L_DateError
source: 日期格式错误
ru_ru: Date format error
zh_tw: 日期格式錯誤

# L_ActCheck_QexRate
source: 预提汇率
ru_ru: EST. Exchange Rate
zh_tw: 預提匯率

# L_SeniorStaff
source: 是否高层
ru_ru: Senior Staff
zh_tw: 是否高層

# L_PickupPoint
source: 卡车提货点
ru_ru: Pickup Point
zh_tw: 卡車提貨點

# L_BSCSSetup_PayTerm
source: 付款条件
ru_ru: Payt Terms
zh_tw: 付款條件

# L_Krs
source: 区/县
ru_ru: District/County
zh_tw: 區/縣

# L_BSCSDataQuery_MobileTel
source: 移动电话
ru_ru: Mobile Phone
zh_tw: 移動電話

# L_BSCSDataQuery_TradingPartner
source: 贸易伙伴
ru_ru: Trading Partner
zh_tw: 貿易伙伴

# L_IsDfl
source: 是否DFL管控
ru_ru: IS DFL Control

# L_BSCSSetup_BankInfo
source: 银行账号建档
ru_ru: Bank Account Setup
zh_tw: 銀行賬號建檔

# L_BankInfo_BankCountry
source: 银行国家代码
ru_ru: Bank Country
zh_tw: 銀行國家代碼

# L_BankInfo_AccountName
source: 银行户主
ru_ru: Account Holder
zh_tw: 銀行戶主

# L_BankInfo_BankNo
source: 银行编号
ru_ru: Bank Number
zh_tw: 銀行編號

# L_BankInfo_CollectBank
source: 银行名称
ru_ru: Bank Name
zh_tw: 銀行名稱

# L_BankInfo_Accounter
source: 账户持有人
ru_ru: Account Holder
zh_tw: 賬戶持有人

# L_BankInfo_BankRef
source: 银行代码
ru_ru: Bank Key
zh_tw: 銀行代碼

# L_BankInfo_BankRefNo
source: 参考细节
ru_ru: Reference Details
zh_tw: 參考細節

# L_BankInfo_BankType
source: 银行类型
ru_ru: Bank of Currency Type
zh_tw: 銀行類型

# L_BankInfo_Streets
source: 银行地址
ru_ru: Bank Address
zh_tw: 銀行地址

# L_ActCheckSetup_DebitType_A2
source: Bank Transfer-外币-对公
ru_ru: Bank Transfer-Foreign CUR-Public
zh_tw: Bank Transfer-外幣-對公

# TLB_TransferFSSP
source: 抛转FSSP明细
ru_ru: Transfer FSSP
zh_tw: 拋轉 FSSP 明細

# L_TransferFSSPSetup
source: FSSP账单录入
ru_ru: FSSP Bill Setup
zh_tw: FSSP帳單錄入

# L_TransferFSSPSetup_PostMonth
source: 发货过账月份
ru_ru: Billing Month
zh_tw: 發貨過帳月份

# L_TransferFSSPSetup_Alevel
source: 税码
ru_ru: Tax Code
zh_tw: 稅碼

# L_TransferFSSPSetup_Atamt
source: 税额
ru_ru: Tax Amount
zh_tw: 稅額

# L_TransferFSSPSetup_PreNaamt
source: 预估与请款差异未税金额
ru_ru: Estimated and Actual before Tax Difference
zh_tw: 預估與請款差异未稅金額

# L_TransferFSSPSetup_PreAamt
source: 预估与请款差异税额
ru_ru: Estimated and Actual Tax Difference
zh_tw: 預估與請款差异稅額

# L_TransferFSSPSetup_PrdSum
source: 预估与请款差异价税合计
ru_ru: Estimated and Actual Difference Amount
zh_tw: 預估與請款差异價稅合計

# L_ActManage_InvPayCheck
source: 发票与请款校验结果
ru_ru: Invoice and Payment Request Verification Results
zh_tw: 發票與請款校驗結果

# L_ActCheckSetup_ContractNo
source: 合同单号
ru_ru: Contract No
zh_tw: 合同單號

# L_ActCheckSetup_ReimburseNo
source: 共享报账单号
ru_ru: Reimburse NO
zh_tw: 共享報帳單號

# L_ActQuery_reject
source: 驳回
ru_ru: Reject
zh_tw: 駁回

# L_Act_PayStartDate
source: 费用发生日期
ru_ru: Payable Starting Date
zh_tw: 費用發生日期

# L_Act_ActPayDate
source: 实际付款日期
ru_ru: Actual Payment Date
zh_tw: 實際付款日期

# L_Act_PayTerms
source: 付款条件
ru_ru: Payment Terms
zh_tw: 付款條件

# L_Act_PayTermsNm
source: 付款条件描述
ru_ru: Description of Payment Terms
zh_tw: 付款條件描述

# L_FSSP_SaveFail
source: 保存失败,接口调用异常:
ru_ru: Failed to save, and the interface invocation is abnormal:
zh_tw: 保存失敗，介面調用异常:

# L_FSSP_VoidINVEdiMsg
source: FSSP影像文件作废接口调用:
ru_ru: The Interface for FSSP Void Image File called result:
zh_tw: FSSP影像檔作廢介面調用:

# L_FSSP_RejectINVEdiMsg
source: FSSP账单驳回接口调用:
ru_ru: The Interface for FSSP Bill Rejection called result:
zh_tw: FSSP帳單駁回介面調用:

# TLB_EXPADD
source: 国际快递附加费
ru_ru: Express Additional Charge
zh_tw: 國際快遞附加費

# L_ExpressAdd_FSC
source: FSC-燃油（%）
ru_ru: FSC-Fuel Surcharge (%)

# L_ExpressAdd_PSS
source: PSS-旺季附加（KG）
ru_ru: PSS-Peak Season Surcharge (KG)

# L_ExpressAdd_Input
source: 国际快递附加费录入
ru_ru: Express Additional Charge Input
zh_tw: 國際快遞附加費錄入

# L_ExpressAdd_List
source: 国际快递附加费列表
ru_ru: Express Additional Charge List
zh_tw: 國際快遞附加費列表

# TLB_CWSET
source: 计费重标准建档
ru_ru: CW Standard Setup
zh_tw: 計費重標準建檔

# L_CWStandard_CW
source: 计费重进位标准(KG)
ru_ru: CW Carry Standard (KG)
zh_tw: 計費重進位標準(KG)

# L_CWStandard_Input
source: 计费重标准录入
ru_ru: CW Standard Input
zh_tw: 計費重標準錄入

# L_CWStandard_List
source: 计费重标准列表
ru_ru: CW Standard List
zh_tw: 計費重標準列表

# L_BaseLookup_Sbw
source: 单件计费重
ru_ru: CW Per Piece
zh_tw: 單件計費重

# L_QTManageController_OtherChargesNoExists
source: 其他费用不存在
ru_ru: Other charges no exist

# L_QTManageController_ChargeCdNoExists
source: 其他费用代码{0}不存在
ru_ru: Other charge code {0} no exist

# L_QTManageController_CntryCdNoExists
source: 国家代码{0}不存在
ru_ru: Country code {0} no exists
zh_tw: 國家代碼{0}不存在

# L_BankInfo_Remark
source: *“银行类型”来自SAP，仅CN和MX(HK) 需要维护。
ru_ru: * "Bank of Currency Type" is from SAP EDI, Only for CN & MX(HK).
zh_tw: *“銀行類型”來自SAP,僅CN和MX(HK) 需要維護。

# L_ActManage_ApproveCmpNeq
source: 不允许分批审批来自不同地点的票据
ru_ru: Bills from different locations are not allowed to be approved in batches
zh_tw: 不允許分批審批來自不同地點的票據

# L_UserModal_EditDetail
source: 编辑用户资料
ru_ru: Edit User Data
zh_tw: 編輯用戶資料

# L_UserModal_UserInfo
source: 基础信息
ru_ru: Basic Information
zh_tw: 基礎資訊

# L_UserModal_PSWInfo
source: 密码信息
ru_ru: Password Information
zh_tw: 密碼資訊

# L_UserModal_MsgTitle
source: 密码即将过期
ru_ru: Password Change Reminder
zh_tw: 密碼即將過期

# L_UserModal_ChangeNow
source: 立即修改
ru_ru: Change Now

# L_UserModal_ChangeLater
source: 稍后修改
ru_ru: Change Later
zh_tw: 稍後修改

# TLB_PermissionCopy
source: 权限复制
ru_ru: Permission replication
zh_tw: 權限複製

# L_UserSetUp_CopyAccount
source: 权限复制
ru_ru: Copy Account
zh_tw: 複製賬號

# L_INPO_Detail
source: Inbound Invoice明细（PO）
ru_ru: Inbound Invoice Details (PO)
zh_tw: Inbound Invoice 明細 (PO)

# L_BSTPSSetup
source: 转运流程设定
ru_ru: Transload Process Setup
zh_tw: 轉運流程設定

# L_ProcessList
source: 流程列表
ru_ru: Process List
zh_tw: 流程清單

# L_SMSMI_CntrNoCheck
source: ：柜号在这笔Shipment中不存在。
ru_ru: : the Container No does not exist in the Shipment.
zh_tw: ：櫃號在這筆Shipment中不存在。

# L_SMSMI_CntrCountCheck
source: 柜数超过Shipment的总柜数。
ru_ru: The number of containers exceeds the total container quantity of Shipment.
zh_tw: 櫃數超過Shipment的總櫃數。

# TLB_Model
source: 模块
ru_ru: Module
zh_tw: 模塊

# TLB_FunctionClass
source: 功能分类
ru_ru: Functional Classification
zh_tw: 功能分類

# TLB_RequestDateFrom
source: 申请日期 从
ru_ru: Request Date From
zh_tw: 申請日期 從

# TLB_To
source: 到
ru_ru: To

# TLB_ITSDStatus
source: ITSD状态
ru_ru: ITSD Status
zh_tw: ITSD狀態

# TLB_Site
source: 所属公司
ru_ru: Site
zh_tw: 所屬公司

# TLB_Internal
source: 内部人员
ru_ru: Internal
zh_tw: 內部人員

# TLB_External
source: 外部人员
ru_ru: External
zh_tw: 外部人員

# TLB_AccountCreation
source: 账号创建
ru_ru: Account Creation
zh_tw: 賬號創建

# TLB_PermissionChange
source: 权限变更
ru_ru: Permission Change
zh_tw: 權限變更

# TLB_PasswordReset
source: 密码重置
ru_ru: Password Reset
zh_tw: 密碼重置

# TLB_AccountActivation
source: 账号激活
ru_ru: Account Activation
zh_tw: 賬號激活

# TLB_InProgress
source: 处理中
ru_ru: In Progress
zh_tw: 處理中

# TLB_UserApproving
source: 用户主管签核中
ru_ru: User Approving
zh_tw: 用戶主管審核中

# TLB_Submitted
source: 待审核
ru_ru: Submitted
zh_tw: 待審核

# TLB_InITApprovalProcess
source: 审核中
ru_ru: In IT Approval Process
zh_tw: 審核中

# TLB_ArProcessing
source: AR处理
ru_ru: AR Processing
zh_tw: AR處理

# TLB_RequestDate
source: 申请日期
ru_ru: Request Date
zh_tw: 申請日期

# TLB_ReturnToRequestor
source: 退回补充资料
ru_ru: Return to requestor
zh_tw: 退回補充資料

# TLB_Close
source: 已关结
ru_ru: Close
zh_tw: 已關節

# TLB_Consult
source: 咨询中
ru_ru: Consult
zh_tw: 咨詢中

# TLB_Reassign
source: 转呈
ru_ru: Reassign
zh_tw: 轉呈

# TLB_ReturnToPreviousStep
source: 退回上一关
ru_ru: Return to the previous step
zh_tw: 退回上一關

# TLB_AuditorReview
source: 审核员审查
ru_ru: Auditor review
zh_tw: 審核員審查

# TLB_ItSdInfoTitle
source: 为了提升查询效率，若没有输入查询条件，ITSD将默认返回申请日期在一个月内，非已关结状态的AR单
ru_ru: To improve query efficiency, if no query conditions are entered, the ITSD will automatically query AR form created in last month with non-closed status by default
zh_tw: 為了提升查詢效率，若沒有輸入查詢條件，ITSD將默認返回申請在一個月內，非已關節狀態的AR單

# TLB_AppContent
source: 主档申请内容
ru_ru: App Content
zh_tw: 主檔申請內容

# TLB_Content
source: 项次申请内容
ru_ru: Content
zh_tw: 項次申請內容

# L_AddFsc
source: 是否含燃油附加费
ru_ru: Whether Fuel Surcharge Included
zh_tw: 是否含燃油附加費

# L_PCWStandard_CW
source: 直观价计费重标准(KG)
ru_ru: Intuitive Price CW Standard (KG)
zh_tw: 直觀價計費重標準(KG)

# L_CostStatis_CostRule
source: 费用分摊维度
ru_ru: Cost Allocation Dimension
zh_tw: Cost Allocation Dimension

# L_CostStatis_RuleType
source: 费用分摊方式
ru_ru: Cost Allocation Rule
zh_tw: Cost Allocation Rule

# edit
source: 编辑
zh_tw: 編輯

# L_AutoNoManage_RuleCode1
source: 规则代码
zh_tw: 規則代碼

# L_BookingActionController_Controllers_841
source: 该笔Shipment {0}已经合并过提单，不能单独发送提单!
zh_tw: 該筆Shipment {0}已經合併過提單，不能單獨發送提單!

# L_BookingActionController_Controllers_88
source: 文档！
zh_tw: 文檔！

# L_BookingActionController_Controllers_891
source: 是否有draft B/L文档！
zh_tw: 是否有draft B/L文檔！

# L_BookingActionController_Controllers_951
source: 该笔Shipment {0}不是合并的提单，不能发送合并提单通知!
zh_tw: 該筆Shipment {0}不是合併的提單，不能發送合併提單通知!

# L_BookingActionController_Controllers_961
source: 该笔Shipment {0}没有货代，不能发送合并提单通知!
zh_tw: 該筆Shipment {0}沒有貨代，不能發送合併提單通知!

# L_DNManageController_Controllers_1051
source: DNNO资料为空，请选择一笔有效的资料
zh_tw: DNNO資料為空，請選擇一筆有效的資料

# L_DNManageController_Controllers_1181
source: 无此DN {0}信息
zh_tw: 無此DN {0}信息

# L_DNManageController_Controllers_1191
source: 此笔DN {0}已经订舱，不能取消并柜
zh_tw: 此筆DN {0}已經訂艙，不能取消並櫃

# L_DNManage_LTL1
source: 零担
zh_tw: 零擔

# L_GateReserve_Script_38
source: 吗？
zh_tw: 嗎？

# L_GateReserve_Views_422
source: 吗
zh_tw: 嗎

# L_Home_Controllers_3671
source: OA账号密码或公司别输入有误
zh_tw: OA帳號密碼或公司別輸入有誤

# L_IQTManage_Cur1
source: 币别
zh_tw: 幣別

# L_IQTManage_EffectTo1
source: 报价结束日
zh_tw: 報價結束日

# L_IQTManage_QuotNo1
source: 报价号码
zh_tw: 報價號碼

# L_IQTManage_QuotType1
source: 报价类别
zh_tw: 報價類別

# L_IQTManage_Remark1
source: 备注
zh_tw: 備註

# L_IQTManage_RfqNo1
source: 询价号码
zh_tw: 詢價號碼

# L_IRQManage_Remark1
source: 备注
zh_tw: 備註

# L_IRQManage_RfqNo1
source: 询价号码
zh_tw: 詢價號碼

# L_IRQManage_Status1
source: 状态
zh_tw: 狀態

# L_RQQuery_UnBidNotify1
source: TPV E-Shipping 未中标通知
zh_tw: TPV E-Shipping 未中標通知

# L_SMIPM_Reason1
source: 索赔对象
zh_tw: 索賠對象

# L_SMSMI_Ata
source: ATA(D)
zh_tw: ATA

# L_SMSMI_Atd
source: ATD(O)
zh_tw: ATD

# L_SMSMI_Eta
source: ETA(D)
zh_tw: ETA

# L_SMSMI_Etd
source: ETD(O)
zh_tw: ETD

# L_SMSMI_TcImportNo
source: Import No./VAT
zh_tw: Import No.

# L_UserSetUp_Bu
source: 业别
zh_tw: 業別

# L_ModifyExpridPwd_PWDModify
source: 密码修改
zh_tw: 密碼修改/Change Password

# L_SMIDN_ImportNo
source: Import No./VAT
zh_tw: Import No.

# L_SMIDN_TcImportNo
source: Import No./VAT
zh_tw: Import No.

# TLB_DHADDBULLETIN
source: Set Bulletin
zh_tw: 公告建檔

# TLB_EA010
source: E-Approved
zh_tw: 簽核流程

# TLB_EA020
source: E-Approved Group
zh_tw: 簽核群組設定

# TLB_ROLE
source: Role Setup
zh_tw: 角色建檔

# TLB_SYSPERMIS
source: Permission Setup
zh_tw: 許可權設置

# TLB_USERSETUP
source: User Setup
zh_tw: 用戶建檔

# L_post_flagdate
source: 实际发货过账日期
zh_tw: 實際發貨過賬日期

# L_UserSetUp_Whs
source: 可见仓库
zh_tw: 可見倉庫

# Next_Page
source: 下一页
zh_tw: 下一頁

# Previous_Page
source: 上一页
zh_tw: 上一頁

# L_IbGateManage_EptOdateL
source: 空车出厂时间L
zh_tw: 空車離廠時間

# L_BaseLookup_DelayRemark
source: Delay备注
zh_tw: Delay備註

# L_BaseLookup_DelaySolution
source: Delay解决对策
zh_tw: Delay解決對策

# L_BaseLookup_BConfirmDate
source: 订舱确认时间
zh_tw: 訂艙確認時間

# L_DestinationSetup_DestinationSetup
source: 目的地库位建档
zh_tw: 目的地庫位建檔
