Repository: wtg-prolink/ESHIPPING-INBOUND
Catalog: WebGui/App_GlobalResources/Locale.*.resx
Languages: ru_ru, zh_tw

# L_IRQManage_NotifyGroup
source: 通知群组
ru_ru: Notify Group
zh_tw: 通知群組

# L_IRQManage_Remark
source: 询价备注
ru_ru: Remark
zh_tw: 詢價備註

# L_IRQManage_RfqCt
source: 询价Location
ru_ru: Biddubg Location ID
zh_tw: 詢價Location

# L_IRQManage_RfqCtNm
source: Location名称
ru_ru: Bidding Locatino Name
zh_tw: Location名稱

# L_IRQManage_RfqDate
source: 开标日期
ru_ru: bid opening date
zh_tw: 開標日期

# L_IRQManage_RfqFrom
source: 起始日期
ru_ru: start date

# L_IRQManage_RfqNo
source: 询价号码
ru_ru: Bidding No.
zh_tw: 詢價號碼

# L_IRQManage_RfqTo
source: 到期日期
ru_ru: End Date

# L_IRQManage_RfqType
source: 询价类别
ru_ru: Bidding Type
zh_tw: 詢價類別

# L_IRQManage_RqstBnot
source: 中标通知
ru_ru: bidding notice
zh_tw: 中標通知

# L_IRQManage_RqstFbnot
source: 最终中标通知
ru_ru: the final bidding notice
zh_tw: 最終中標通知

# L_IRQManage_RqstFwd
source: 选择厂商
ru_ru: Choose LSP
zh_tw: 選擇廠商

# L_IRQManage_RqstNnot
source: 未中标通知
ru_ru: BID Lost notice
zh_tw: 未中標通知

# L_IRQManage_RqstPcal
source: 比价计算
ru_ru: price calculation
zh_tw: 比價計算

# L_IRQManage_RqstPdet
source: 比价明细
ru_ru: comparative price information
zh_tw: 比價明細

# L_IRQManage_RqstQdet
source: 报价明细
ru_ru: Quotation Detail
zh_tw: 報價明細

# L_IRQManage_RqstSend
source: 产生报价
ru_ru: Create Quotation
zh_tw: 產生報價

# L_IRQManage_SeqNo
source: 序号
ru_ru: Seq
zh_tw: 序號

# L_IRQManage_Status
source: 状态
ru_ru: Status
zh_tw: 狀態

# L_IRQManage_Status2
source: 状态
ru_ru: Status
zh_tw: 狀態

# L_IRQManage_Stn
source: STN
ru_ru: Station

# L_IRQManage_TranMode
source: 运输类型方式
ru_ru: Tran Type
zh_tw: 運輸類型方式

# L_Layout_Adnormal
source: 异常信息
ru_ru: Abnormal Information
zh_tw: 異常資訊

# L_Layout_AutoAmount
source: 自动计价
ru_ru: Re-Calculation
zh_tw: 自動計價

# L_Layout_CanlMer
source: 取消合并
ru_ru: Combination Cancelled
zh_tw: 取消合併

# L_Layout_Close
source: 关闭
ru_ru: Close
zh_tw: 關閉

# L_Layout_Confirm
source: 确认
ru_ru: Confirmed
zh_tw: 確認

# L_Layout_ConMer
source: 确认合并
ru_ru: Combination Confirmed
zh_tw: 確認合併

# L_Layout_EDITarget
source: EDI 对象
ru_ru: EDI object
zh_tw: EDI 對象

# L_Layout_FeeDetail
source: 费用明细
ru_ru: Cost Details
zh_tw: 費用明細

# L_Layout_FeeView
source: 费用汇总查询
ru_ru: Cost summary query
zh_tw: 費用匯總查詢

# L_Layout_Graph
source: 图表
ru_ru: Diagram
zh_tw: 圖表

# L_Layout_Menu
source: 选单
ru_ru: Menu
zh_tw: 選單

# L_Layout_MerSelc
source: 合并选择
ru_ru: Combined Selection
zh_tw: 合併選擇

# L_Layout_Search
source: 查询条件
ru_ru: Searching Conditions
zh_tw: 查詢準則

# L_Layout_SISelect
source: SI选择
ru_ru: SI Selection
zh_tw: SI選擇

# L_Layout_Source
source: 数据源
ru_ru: Data Source
zh_tw: 資料來源

# L_Layout_Target
source: 对象
ru_ru: Object
zh_tw: 對象

# L_LCLBConfirmSetup_Scripts_244
source: 订舱确认失败
ru_ru: It is failed to book space
zh_tw: 訂艙確認失敗

# L_LCLFreightQuery_Views_509
source: 报价号码
ru_ru: Quotation No
zh_tw: 報價號碼

# L_LCLFreightQuery_Views_510
source: 试算结果
ru_ru: Trial run result
zh_tw: 試算結果

# L_LCLFreightQuery_Views_511
source: 运输管理
ru_ru: transportation management
zh_tw: 運輸管理

# L_Login_Views_459
source: 此帐号已经连续错误登入达五次
ru_ru: This account has been logged in five times with error
zh_tw: 此帳號已經連續錯誤登入達五次

# L_Login_Views_460
source: 请联系系统管理员复原此帐号
ru_ru: please contact with system manager to recover the account
zh_tw: 請聯繫系統管理員復原此帳號

# L_Login_Views_461
source: 简体中文
ru_ru: Simplified Chinese
zh_tw: 簡體中文

# L_Login_Views_462
source: 繁体中文
ru_ru: Traditional Chinese
zh_tw: 繁體中文

# L_LogisticsRuleSetup_LspNo
source: 物流业者
ru_ru: Logistics Provider
zh_tw: 物流業者

# L_LogisticsRuleSetup_Pol
source: 启运港
ru_ru: Port of Loading
zh_tw: 啟運港

# L_LogisticsRuleSetup_Rule
source: 规则
ru_ru: rule
zh_tw: 規則

# L_LogisticsRule_LogisticsRuleSetup
source: 物流业使用规则
ru_ru: LSP AllocateSetting
zh_tw: 物流業使用規則

# L_LogisticsRule_Pod
source: 目的港
ru_ru: Port of Discharge

# L_LogisticsRule_Term
source: 贸易条件
ru_ru: Incoterm
zh_tw: 貿易條件

# L_MailFormatDataQuery_MtName
source: 邮件格式名称
ru_ru: Name of email format
zh_tw: 郵件格式名稱

# L_MailFormatSetup_DelF
source: 删除失败
ru_ru: Delete Failed
zh_tw: 刪除失敗

# L_MailFormatSetup_DelS
source: 删除成功
ru_ru: Delete Successful
zh_tw: 刪除成功

# L_MailFormatSetup_List
source: 邮件格式列表
ru_ru: List of email format
zh_tw: 郵件格式列表

# L_MailFormatSetup_MtContent
source: 邮件内容
ru_ru: eMail Content
zh_tw: 郵件內容

# L_MailFormatSetup_MtType
source: 格式
ru_ru: eMail Type

# L_MailFormatSetup_SaveF
source: 保存失败
ru_ru: Save Failed
zh_tw: 保存失敗

# L_MailFormatSetup_SaveS
source: 保存成功
ru_ru: Save Successful

# L_MailFormatSetup_Setup
source: 邮件格式设定
ru_ru: eMail Format Setup
zh_tw: 郵件格式設定

# L_MailGroupSetup_Cmp
source: 公司
ru_ru: Company

# L_MailGroupSetup_MailId
source: 邮件
ru_ru: eMail
zh_tw: 郵件

# L_MailGroupSetup_MailList
source: 邮件列表
ru_ru: eMail List
zh_tw: 郵寄清單

# L_MailGroupSetup_Name
source: 名称
ru_ru: Name
zh_tw: 名稱

# L_MailGroupSetup_Scripts_387
source: 请输入正确的
ru_ru: Please enter the correct
zh_tw: 請輸入正確的

# L_MailGroupSetup_Script_170
source: 请输入正确的mail格式 xx
ru_ru: Please enter the correct mail format xx
zh_tw: 請輸入正確的mail格式 xx

# L_MailGroupSetup_Script_190
source: 请输入正确的mail格式
ru_ru: Please enter the correct mail format
zh_tw: 請輸入正確的mail格式

# L_MaterialTypeSetup_Script_189
source: :请选择;A:一般贸易;B:进料对口;C:进料复出;D:其它
ru_ru: please select: A:
zh_tw: :請選擇;A:一般貿易;B:進料對口;C:進料複出;D:其它

# L_MenuBar_Add
source: 新增
ru_ru: Add

# L_MenuBar_Audit
source: 作废
ru_ru: Termination
zh_tw: 作廢

# L_MenuBar_BLRemarkEdit
source: BL REMARK修改
ru_ru: revise B/L remark

# L_MenuBar_Cancel
source: 撤消
ru_ru: cancle
zh_tw: 撤銷

# L_MenuBar_Copy
source: 复制
ru_ru: copy
zh_tw: 複製

# L_MenuBar_Delete
source: 删除
ru_ru: delete
zh_tw: 刪除

# L_MenuBar_discard
source: 作废
ru_ru: Cancellation
zh_tw: 作廢

# L_MenuBar_Edit
source: 修改
ru_ru: revise

# L_MenuBar_EDoc
source: 电子文档
ru_ru: e-document
zh_tw: 電子文檔

# L_MenuBar_Problem
source: 异常
ru_ru: abnormity
zh_tw: 異常

# L_MenuBar_Save
source: 保存
ru_ru: reserve

# L_MenuBar_Search
source: 查询
ru_ru: search
zh_tw: 查詢

# L_Message_Content
source: 内容
ru_ru: Content
zh_tw: 內容

# L_Message_Job
source: 查看工作
ru_ru: Show

# L_Message_ReadMeg
source: 已读信息匝
ru_ru: Read Message
zh_tw: 已讀信息匝

# L_Message_Send
source: 发送信息
ru_ru: Send
zh_tw: 發送資訊

# L_Message_SendDate
source: 寄送日期
ru_ru: Send Date

# L_Message_SendGroup
source: 寄送群组
ru_ru: Send Groups
zh_tw: 寄送群組

# L_Message_SendMeg
source: 寄送信息匝
ru_ru: Sent Message

# L_Message_SendTo
source: 寄送对象（逗号隔开）
ru_ru: Send to (use\'\',\'\' to seperate)
zh_tw: 寄送對象（逗號隔開）

# L_Message_SendWay
source: 寄送方式
ru_ru: Send Way

# L_Message_SetS
source: 设置成功
ru_ru: Set success
zh_tw: 設置成功

# L_Message_UnreadMeg
source: 未读信息
ru_ru: Unread Message
zh_tw: 未讀信息

# L_Message_Views_223
source: 设置
ru_ru: Set up
zh_tw: 設置

# L_Message_Views_224
source: 的选项
ru_ru: Options
zh_tw: 的選項

# L_ModifyExpridPwd_Cpwd
source: 请填写确认密码
ru_ru: Please fill in the confirmation password
zh_tw: 請填寫確認密碼

# L_ModifyExpridPwd_Npwd
source: 请填写新密码
ru_ru: Please fill in the new password
zh_tw: 請填寫新密碼

# L_ModifyExpridPwd_Npwdcompare
source: 新密码与确认密码不同，请重新填写
ru_ru: The new password is different from the confirmation password
zh_tw: 新密碼與確認密碼不同，請重新填寫

# L_ModifyExpridPwd_Opwd
source: 请填写原始密码
ru_ru: Please fill in the original password
zh_tw: 請填寫原始密碼

# L_ModifyExpridPwd_Opwdcompare
source: 原始密码不能与新密码相同，请重新填写
ru_ru: The original password cannot be the same as the new password
zh_tw: 原始密碼不能與新密碼相同，請重新填寫

# L_ModifyExpridPwd_Opwds
source: 原始密码
ru_ru: Password modification
zh_tw: 原始密碼

# L_ModifyExpridPwd_Opwdwrong
source: 原始密码错误
ru_ru: Original password error
zh_tw: 原始密碼錯誤

# L_ModifyPwd_CnfPwd
source: 确认密码
ru_ru: Confirm
zh_tw: 確認密碼

# L_ModifyPwd_Dup
source: 重复键
ru_ru: Duplicate
zh_tw: 重複按鍵

# L_ModifyPwd_NewPwd
source: 新密码
ru_ru: New Password
zh_tw: 新密碼

# L_ModifyPwd_NoMatch
source: 确认密码与密码不符
ru_ru: Wrong confirmed password.
zh_tw: 確認密碼與密碼不符

# L_ModifyPwd_VerF
source: TPV ACCOUNT验证失败密码错误
ru_ru: TPV ACCOUNT verify failed; Wrong password.
zh_tw: TPV ACCOUNT驗證失敗密碼錯誤

# L_ModifyPwd_VerS
source: TPV ACCOUNT验证成功
ru_ru: TPV ACCOUNT verify success.
zh_tw: TPV ACCOUNT驗證成功

# L_ModifyPwd_VerSN
source: TPV ACCOUNT验证通过建立新使用者
ru_ru: TPV ACCOUNT verify success; Create new user.
zh_tw: TPV ACCOUNT驗證通過建立新使用者

# L_Multilanguagecontrol_Business_81
source: 枚举&transtype=translang&simple_means_flag=3
ru_ru: example&transtype=translang&simple_means_flag=3
zh_tw: 枚舉&transtype=translang&simple_means_flag=3

# L_Multilanguagecontrol_Business_82
source: 资源中没有
ru_ru: Can not find it in the resource
zh_tw: 資源中沒有

# L_Multilanguagecontrol_Business_83
source: 资源中存在该Id，但值不相同！
ru_ru: This ID in the resource with different value
zh_tw: 資源中存在該Id，但值不相同！

# L_Multilanguagecontrol_Business_84
source: 资源中名称
ru_ru: name in the resource/master data
zh_tw: 資源中名稱

# L_Multilanguagecontrol_Business_85
source: excel的名称
ru_ru: excel\'s name
zh_tw: excel的名稱

# L_Multilanguagecontrol_Business_86
source: excel的翻译后名称
ru_ru: excel\'s Name after translation
zh_tw: excel的翻譯後名稱

# L_Multilanguagecontrol_Business_87
source: 文件名
ru_ru: document name
zh_tw: 檔案名

# L_Multilanguagecontrol_Business_88
source: 资源中存在该Id，值相同！
ru_ru: This ID exists in the resoure with same value
zh_tw: 資源中存在該Id，值相同！

# L_NewsSetup_Views_2_10
source: 删除文档
ru_ru: delete the document
zh_tw: 刪除文檔

# L_NewsSetup_Views_2_11
source: 排序：
ru_ru: order

# L_NewsSetup_Views_2_12
source: 创建日期：
ru_ru: create date
zh_tw: 創建日期：

# L_NewsSetup_Views_2_13
source: 内容编辑
ru_ru: content editing
zh_tw: 內容編輯

# L_NewsSetup_Views_2_14
source: 标题
ru_ru: title
zh_tw: 標題

# L_NewsSetup_Views_2_15
source: 确认要删除吗？
ru_ru: are you sure to delete the data?
zh_tw: 確認要刪除嗎？

# L_NewsSetup_Views_2_8
source: 标题：
ru_ru: title
zh_tw: 標題：

# L_NewsSetup_Views_2_9
source: 上传文档
ru_ru: upload the document
zh_tw: 上傳文檔

# L_NEXT_NUM
source: 总续页数
ru_ru: Total added pages
zh_tw: 總續頁數

# L_NEXT_NUMBER
source: 续页数
ru_ru: added pages
zh_tw: 續頁數

# L_NoticeSetup_Caption
source: 说明
ru_ru: Introductions
zh_tw: 說明

# L_NoticeSetup_Cdate
source: 创建日期
ru_ru: Create Date
zh_tw: 創建日期

# L_NoticeSetup_CreateDate
source: 创建日期
ru_ru: Create Date
zh_tw: 創建日期

# L_NoticeSetup_DayNum
source: 通知天数
ru_ru: Notify Days
zh_tw: 通知天數

# L_NoticeSetup_EditA
source: 增改区块
ru_ru: Edit Area
zh_tw: 增改區塊

# L_NoticeSetup_id
source: 通知ID
ru_ru: ID

# L_NoticeSetup_Mdate
source: 修改日期
ru_ru: Modify Date

# L_NoticeSetup_ModifyDate
source: 修改日期
ru_ru: Modify Date

# L_NoticeSetup_MsgNotice
source: 讯息通知
ru_ru: Message Notification
zh_tw: 訊息通知

# L_NoticeSetup_NoticeContent
source: 讯息属性
ru_ru: Message Content
zh_tw: 訊息屬性

# L_NoticeSetup_NoticeSubject
source: 讯息主旨
ru_ru: Message Subject
zh_tw: 訊息主旨

# L_NoticeSetup_NoticeType
source: 通知方式
ru_ru: Notify Type

# L_NoticeSetup_ProgCode
source: 程序代码
ru_ru: Program Code
zh_tw: 程式碼

# L_NoticeSetup_Role
source: 通知群组
ru_ru: Role
zh_tw: 通知群組

# L_NoticeSetup_SearchA
source: 查询区块
ru_ru: Search Area
zh_tw: 查詢區塊

# L_NoticeSetup_SysCode
source: 系统代码
ru_ru: System Code
zh_tw: 系統代碼

# L_NoticeSetup_TriggerDesc
source: 写入描述
ru_ru: Content Descp.
zh_tw: 寫入描述

# L_NPOIExcelHelp_Business_89
source: 文件连接失败
ru_ru: It is failed to connect to the document
zh_tw: 檔連接失敗

# L_NRSDataQuery_caption
source: 通知设定
ru_ru: Notify Setting
zh_tw: 通知設定

# L_NRSDataQuery_Cmp
source: 公司
ru_ru: Company

# L_NRSDataQuery_NotifyCd
source: 通知代码
ru_ru: Notify Code
zh_tw: 通知代碼

# L_NRSDataQuery_NotifyDescp
source: 通知说明
ru_ru: Notify description
zh_tw: 通知說明

# L_NRSDataQuery_NotifyFormat
source: 通知格式
ru_ru: Notify format

# L_NRSDataQuery_NotifyPeriod
source: 间隔分钟
ru_ru: interval minutes
zh_tw: 間隔分鐘

# L_NRSDataQuery_NotifyTimes
source: 通知次数
ru_ru: Notify times
zh_tw: 通知次數

# L_NRSDataQuery_PartyDescp
source: 对象说明
ru_ru: Object instruction
zh_tw: 物件說明

# L_NRSDataQuery_PartyType
source: 对象类别
ru_ru: Object type
zh_tw: 物件類別

# L_NRSDataQuery_Remark
source: 备注
ru_ru: Remark
zh_tw: 備註

# L_NRSDataQuery_RequestCd
source: 要求货况
ru_ru: Request cargo status
zh_tw: 要求貨況

# L_NRSDataQuery_RequestDescp
source: 要求描述
ru_ru: Request descritpion

# L_NRSDataQuery_StartHour
source: 启动时间
ru_ru: initiate time
zh_tw: 啟動時間

# L_NRSDataQuery_title
source: 货况通知设定
ru_ru: Cargo status notify setting
zh_tw: 貨況通知設定

# L_NRSSetup_CreateBy
source: 创建人
ru_ru: Person of creation
zh_tw: 創建人

# L_NRSSetup_ModifyBy
source: 修改人
ru_ru: Persion of modification

# L_NRSSetup_NotifyCd
source: 通知代码
ru_ru: Notify code
zh_tw: 通知代碼

# L_NRSSetup_NotifyFormat
source: 格式
ru_ru: format

# L_NRSSetup_NotifyGroup
source: 邮件通知群组
ru_ru: Notify Group
zh_tw: 郵件通知群組

# L_NRSSetup_NotifyPeriod
source: 间隔分钟
ru_ru: Interval minutes
zh_tw: 間隔分鐘

# L_NRSSetup_NotifyTimes
source: 通知次数
ru_ru: times of notification
zh_tw: 通知次數

# L_NRSSetup_PartyType
source: 对象类别
ru_ru: Object type
zh_tw: 物件類別

# L_NRSSetup_Remark
source: 备注
ru_ru: Remark
zh_tw: 備註

# L_NRSSetup_RequestCd
source: 要求代码
ru_ru: Request code
zh_tw: 要求代碼

# L_NRSSetup_SeqNo
source: 序号
ru_ru: Serial number
zh_tw: 序號

# L_NRSSetup_StartHour
source: 启动时间
ru_ru: initiate time
zh_tw: 啟動時間

# L_NRSSetup_U_ID
source: 公司
ru_ru: Company

# L_OrderCarQuery_Script_40
source: 此票为整柜货物，已经叫过车，不允许再次叫车！
ru_ru: The FCL cargo has truck calling record already, not allowed to call truck again
zh_tw: 此票為整櫃貨物，已經叫過車，不允許再次叫車！

# L_OrderCarQuery_Script_41
source: 该笔资料已经叫过车，请确认是否继续增加叫车？
ru_ru: This shippment already has truck calling record ,please check if need more trucks
zh_tw: 該筆資料已經叫過車，請確認是否繼續增加叫車？

# L_OrderCarQuery_Script_42
source: 叫车中…
ru_ru: truck calling
zh_tw: 叫車中…

# L_OrderCarQuery_Script_43
source: 已叫车
ru_ru: truck calling
zh_tw: 已叫車

# L_OrderCarQuery_Script_44
source: 取消叫车中…
ru_ru: cancling truck calling
zh_tw: 取消叫車中…

# L_OrderCarQuery_Script_45
source: 取消叫车
ru_ru: cancel truck calling
zh_tw: 取消叫車

# L_OrderCarQuery_Script_46
source: 输入0依订舱柜型与柜量叫车
ru_ru: please input "0", and call trucks according to the booked container size and container quantity
zh_tw: 輸入0依訂艙櫃型與櫃量叫車

# L_OrderCarQuery_Views_433
source: 此票为整柜货物
ru_ru: FCL cargo
zh_tw: 此票為整櫃貨物

# L_OrderCarQuery_Views_434
source: 已经叫过车
ru_ru: already called truck
zh_tw: 已經叫過車

# L_OrderCarQuery_Views_435
source: 不允许再次叫车
ru_ru: Not allowed to call truck again
zh_tw: 不允許再次叫車

# L_OrderCarQuery_Views_436
source: 该笔资料已经叫过车
ru_ru: this data already called truck
zh_tw: 該筆資料已經叫過車

# L_OrderCarQuery_Views_437
source: 请确认是否继续增加叫车
ru_ru: please check add truck calling demand or not
zh_tw: 請確認是否繼續增加叫車

# L_OrderCarQuery_Views_438
source: 导出
ru_ru: export out
zh_tw: 匯出

# L_OrderCarQuery_Views_439
source: 线别
ru_ru: line
zh_tw: 線別

# L_OrderCarQuery_Views_440
source: 无用柜日期
ru_ru: No RTD(Requested Truck loading Date)
zh_tw: 無用櫃日期

# L_OrderCarQuery_Views_441
source: 无法叫车
ru_ru: can not call truck
zh_tw: 無法叫車

# L_OrderCarQuery_Views_442
source: 叫车中
ru_ru: under truck calling
zh_tw: 叫車中

# L_OrderCarQuery_Views_443
source: 车辆已入厂
ru_ru: The truck has entered to the factory
zh_tw: 車輛已入廠

# L_OrderCarQuery_Views_444
source: 不能取消叫车
ru_ru: truck calling can not be canceled
zh_tw: 不能取消叫車

# L_OrderCarQuery_Views_445
source: 确定要取消叫车吗
ru_ru: are you sure to cancel truck calling
zh_tw: 確定要取消叫車嗎

# L_OrderCarQuery_Views_446
source: 取消叫车中
ru_ru: cancel truck calling
zh_tw: 取消叫車中

# L_OrderCarQuery_Views_447
source: 柜量
ru_ru: Container Quantity
zh_tw: 櫃量

# L_OrderCarQuery_Views_448
source: 输入
ru_ru: input
zh_tw: 輸入

# L_OrderCarQuery_Views_449
source: 依订舱柜型与柜量
ru_ru: base on the container size and quantity booked
zh_tw: 依訂艙櫃型與櫃量

# L_OTManage_foot
source: 柜
ru_ru: container
zh_tw: 櫃

# L_PartyDocQuery_EDocSeting
source: 电子文案设定
ru_ru: E-Doc Setting
zh_tw: 電子文案設定

# L_PartyDocQuery_EDocTotal
source: 电子文案汇总
ru_ru: E-Doc Summary
zh_tw: 電子文案匯總

# L_PartyDocQuery_StsDescp
source: 货况说明
ru_ru: shipment status instruction
zh_tw: 貨況說明

# L_PartyDocSetup_Cmp
source: 公司
ru_ru: Company

# L_PartyDocSetup_CreateBy
source: 创建人
ru_ru: Created By
zh_tw: 創建人

# L_PartyDocSetup_DocDescp
source: 文件名称
ru_ru: Doc name
zh_tw: 檔案名稱

# L_PartyDocSetup_DocType
source: 文件类别
ru_ru: Doc type
zh_tw: 文件類別

# L_PartyDocSetup_EDocDescp
source: 电子文件类型
ru_ru: E-Doc Type
zh_tw: 電子檔案類型

# L_PartyDocSetup_FreightTerm
source: 运费别
ru_ru: Freight category
zh_tw: 運費別

# L_PartyDocSetup_ModifyBy
source: 修改人
ru_ru: Modified By

# L_PartyDocSetup_PartyNo
source: 代码
ru_ru: Code
zh_tw: 代碼

# L_PartyDocSetup_PartyType
source: 对象别
ru_ru: Object Category
zh_tw: 對象別

# L_PartyDocSetup_RecordExistence
source: 资料已存在
ru_ru: Existed data
zh_tw: 資料已存在

# L_PartyDocSetup_RecordExsistance
source: 已存在该笔记录
ru_ru: Existed record
zh_tw: 已存在該筆記錄

# L_PartyDocSetup_Remark
source: 备注
ru_ru: Remark
zh_tw: 備註

# L_PartyDocSetup_StsCd
source: 启动货况
ru_ru: Initiate Cargo Status
zh_tw: 啟動貨況

# L_PartyDocSetup_Term
source: 贸易条款
ru_ru: Trade term
zh_tw: 貿易條款

# L_PartyDocSetup_TranMode
source: 运输类别
ru_ru: Trans Type
zh_tw: 運輸類別

# L_POManagementSetup_Scripts_388
source: 确认作废该笔数据
ru_ru: make sure to cancel the data
zh_tw: 確認作廢該筆資料

# L_POManagementSetup_Scripts_389
source: 该笔数据已经作废
ru_ru: the data have been canceled
zh_tw: 該筆資料已經作廢

# L_POManagementSetup_Script_191
source: 确认作废该笔数据？
ru_ru: Are you sure to cancel the data?
zh_tw: 確認作廢該筆資料？

# L_PostBillSetup_BandType
source: 绕物流园
ru_ru: Brand Type
zh_tw: 繞物流園

# L_PostBillSetup_Bu
source: 销售组织
ru_ru: Sales Organization
zh_tw: 銷售組織

# L_PostBillSetup_ChannelCd
source: 分销渠道
ru_ru: Channel Code
zh_tw: 分銷管道

# L_PostBillSetup_DnType
source: 订单类型
ru_ru: DN Type
zh_tw: 訂單類型

# L_PostBillSetup_IsBroker
source: 报关时间
ru_ru: Declaration Date
zh_tw: 報關時間

# L_PostBillSetup_IsOutdate
source: 离场时间
ru_ru: Out Date
zh_tw: 離場時間

# L_PostBillSetup_PartyFctype
source: 财务客户别
ru_ru: Finance Party Type
zh_tw: 財務客戶別

# L_ProSts_Cnt
source: 柜量
ru_ru: Container
zh_tw: 櫃量

# L_ProSts_Dest
source: 目的地
ru_ru: Destination

# L_ProSts_EntCSts
source: 输入货况
ru_ru: Enter Cargo Status
zh_tw: 輸入貨況

# L_ProSts_Name
source: 船名航次/班机号码
ru_ru: Vessel/Flight
zh_tw: 船名航次/班機號碼

# L_ProSts_OwnCSts
source: 已有货况
ru_ru: Updated Cargo Status
zh_tw: 已有貨況

# L_ProSts_PolNm
source: 启运地
ru_ru: POL
zh_tw: 啟運地

# L_ProSts_QTY
source: 数量
ru_ru: Quantity
zh_tw: 數量

# L_PutTime_Tip
source: 装柜时间大于当前封柜时间
ru_ru: Loading Container Time >Seal Container Time
zh_tw: 裝櫃時間大於當前封櫃時間

# L_QAQueryView_Views_473
source: 类别
ru_ru: Category
zh_tw: 類別

# L_QAQueryView_Views_474
source: 录入
ru_ru: Input
zh_tw: 錄入

# L_QA_Controllers_390
source: 创建
ru_ru: Create
zh_tw: 創建

# L_QT011_Views_512
source: 港口查询
ru_ru: Port of name search
zh_tw: 港口查詢

# L_QT011_Views_513
source: 国家查询
ru_ru: Country Search
zh_tw: 國家查詢

# L_QT011_Views_514
source: 国家
ru_ru: Country
zh_tw: 國家

# L_qtBase_Scripts_303
source: 是否投标
ru_ru: Bid or not?
zh_tw: 是否投標

# L_qtBase_Scripts_304
source: 报价明细不可为空
ru_ru: Quotation information can\'t be null
zh_tw: 報價明細不可為空

# L_qtBase_Scripts_305
source: 请核对
ru_ru: please check
zh_tw: 請核對

# L_qtBase_Scripts_306
source: 是否作废该笔报价
ru_ru: cancel this offer or not
zh_tw: 是否作廢該筆報價

# L_qtBase_Scripts_307
source: 是否确认审核
ru_ru: confirm to approve or note
zh_tw: 是否確認審核

# L_qtBase_Scripts_308
source: 导入报价
ru_ru: quotation imported
zh_tw: 導入報價

# L_qtBase_Scripts_309
source: 返回
ru_ru: Return back

# L_qtBase_Scripts_310
source: 报价查询
ru_ru: Quotation inquiry
zh_tw: 報價查詢

# L_qtBase_Scripts_311
source: 导入成功
ru_ru: Import succesfully
zh_tw: 導入成功

# L_qtBase_Script_168
source: 报价上传（注意：导入Excel将删除现有报价）
ru_ru: Quotation upload(note:Old price will be covered )
zh_tw: 報價上傳（注意：導入Excel將刪除現有報價）

# L_qtBase_Script_169
source: 导入报价失败=>
ru_ru: Importing quotation failed
zh_tw: 導入報價失敗=>

# L_qtBase_Script_170
source: 报价明细不可为空！请核对
ru_ru: Quotation information can\'t be null,please check
zh_tw: 報價明細不可為空！請核對

# L_qtBase_Script_171
source: 是否作废该笔报价？
ru_ru: cancel this offer or not
zh_tw: 是否作廢該筆報價？

# L_qtBase_Script_172
source: 是否确认审核？
ru_ru: confirm to approve or not
zh_tw: 是否確認審核？

# L_qtBase_Script_173
source: 导入报价Excel
ru_ru: Excel file quotation imported
zh_tw: 導入報價Excel

# L_QTManageController_Controllers_167
source: 请上传.xls或xlsx结尾的excel文件
ru_ru: Please upload excel File which end of .xls or xlsx
zh_tw: 請上傳.xls或xlsx結尾的excel文件

# L_QTManageController_Controllers_168
source: 车
ru_ru: Truck
zh_tw: 車

# L_QTManageController_Controllers_169
source: 不在国家建档中，请确认；
ru_ru: Not in country profile,please check
zh_tw: 不在國家建檔中，請確認；

# L_QTManageController_Controllers_170
source: {0}不在区域建档中；
ru_ru: not in region profile
zh_tw: {0}不在區域建檔中；

# L_QTManageController_Controllers_171
source: {0}的代码是{1}，请确认；
ru_ru: the code is,please check
zh_tw: {0}的代碼是{1}，請確認；

# L_QTManageController_Controllers_172
source: {0}不在{1}代码建档中；
ru_ru: not in code profile
zh_tw: {0}不在{1}代碼建檔中；

# L_QTManageController_Controllers_173
source: {0}不在（船公司/航空公司）代码建档中；
ru_ru: not in (carrier/airline company)code profile
zh_tw: {0}不在（船公司/航空公司）代碼建檔中；

# L_QTManageController_Controllers_174
source: {0}在币别建档中没有建档；
ru_ru: in currency proflie
zh_tw: {0}在幣別建檔中沒有建檔；

# L_QTManageController_Controllers_175
source: {0}在客户建档中没有建档；
ru_ru: in customer proflie
zh_tw: {0}在客戶建檔中沒有建檔；

# L_QTManageController_Controllers_176
source: {0}不是有效的{1}代码；
ru_ru: it is a unavailable code
zh_tw: {0}不是有效的{1}代碼；

# L_QTManageController_Controllers_177
source: {0}不在{1}建档中；
ru_ru: {0} is not in the {1} proflie
zh_tw: {0}不在{1}建檔中；

# L_QTManageController_Controllers_178
source: 相似建档（{0}）{1}；
ru_ru: Similar file ({0}) {1};
zh_tw: 相似建檔（{0}）{1}；

# L_QTManageController_Controllers_179
source: {0}不在费用建档中；
ru_ru: not in cost proflie
zh_tw: {0}不在費用建檔中；

# L_QTManageController_Controllers_180
source: {0}在省份代码建档无建档；
ru_ru: not in Province code profile
zh_tw: {0}在省份代碼建檔無建檔；

# L_QTManageController_Controllers_181
source: 1千克（kg）=2.2046226磅（lb）
ru_ru: 1 kg (kg) =2.2046226 Pounds (LB)

# L_QTManageController_Controllers_182
source: 1磅（lb）=0.4535924千克（kg）
ru_ru: 1 Pound (LB) =0.4535924 kg (kg)

# L_QTManageController_Controllers_183
source: {0}:({1}*{2}{6}<最低价：{3}）{4}{5}
ru_ru: {0}: ({1}*{2}{6}<bottom price: {3}) {4}{5}
zh_tw: {0}:({1}*{2}{6}<最低價：{3}）{4}{5}

# L_QTManageController_Controllers_184
source: {0}:({1}*{2}{6}>=最低价{3}）{4}{5}
ru_ru: {0}: ({1}*{2}{6}>=bottom price {3}) {4}{5}
zh_tw: {0}:({1}*{2}{6}>=最低價{3}）{4}{5}

# L_QTManageController_Controllers_185
source: 费用：{0}
ru_ru: Cost
zh_tw: 費用：{0}

# L_QTManageController_Controllers_186
source: 无法计算本地CNY费用
ru_ru: unable to calculate the cost of local CNY
zh_tw: 無法計算本地CNY費用

# L_QTManageController_Controllers_187
source: 本地CNY费用{0}{1}
ru_ru: cost of local CNY
zh_tw: 本地CNY費用{0}{1}

# L_QTManageController_Controllers_188
source: 最低费用{0}{1}
ru_ru: Minimum cost {0}{1}
zh_tw: 最低費用{0}{1}

# L_QTManageController_Controllers_189
source: 费用{0}小于最低费用
ru_ru: Cost {0} less than the minimum cost
zh_tw: 費用{0}小於最低費用

# L_QTManageController_Controllers_190
source: 总费用{0}{1}
ru_ru: Total Amount {0}{1}
zh_tw: 總費用{0}{1}

# L_QTManageController_Controllers_191
source: 无20'报价
ru_ru: No 20GP Quotation
zh_tw: 無20'報價

# L_QTManageController_Controllers_192
source: 无40'报价
ru_ru: No 40GP Quotation
zh_tw: 無40'報價

# L_QTManageController_Controllers_193
source: 无40HQ报价
ru_ru: No 40HQ Quotation
zh_tw: 無40HQ報價

# L_QTManageController_Controllers_194
source: 其他费用{0}
ru_ru: Other charges
zh_tw: 其他費用{0}

# L_QTManageController_Controllers_195
source: 货柜费用{0}{1}
ru_ru: Container cost{0}{1}
zh_tw: 貨櫃費用{0}{1}

# L_QTManageController_Controllers_196
source: ({0}{1}){2}KG<=首重{3}KG
ru_ru: ({0}{1}) {2}KG<= first weight {3}KG

# L_QTManageController_Controllers_197
source: 首重{0}KG（{1}{2}）
ru_ru: First weight {0}KG ({1}{2})

# L_QTManageController_Controllers_198
source: 继重{0}{1}/{2}kg
ru_ru: Additional Weight {0}{1}/{2}kg
zh_tw: 繼重{0}{1}/{2}kg

# L_QTManageController_Controllers_199
source: 继重{0}KG（{1}*{2}{3}）
ru_ru: Additional Weight {0}KG ({1}*{2}{3})
zh_tw: 繼重{0}KG（{1}*{2}{3}）

# L_QTManageController_Controllers_200
source: 无{0}对应CNY的费率
ru_ru: No relevant rate of CNY
zh_tw: 無{0}對應CNY的費率

# L_QTManageController_Controllers_201
source: {0}对应CNY的费率{1}
ru_ru: Relevant rate of CNY
zh_tw: {0}對應CNY的費率{1}

# L_QTManageController_Controllers_202
source: 计算完成！
ru_ru: Calculation completed!
zh_tw: 計算完成！

# L_QTManageController_Controllers_203
source: 工作编号资料为空，请选择一笔有效的资料
ru_ru: Job code is null,please select available one
zh_tw: 工作編號資料為空，請選擇一筆有效的資料
