Repository: wtg-prolink/ESHIPPING-INBOUND
Catalog: WebGui/App_GlobalResources/Locale.*.resx
Languages: ru_ru, zh_tw

# L_ActManage_Controllers_4
source: 帐单发送
ru_ru: L_ActManage_Controllers_4
zh_tw: 帳單發送

# L_ActManage_Controllers_40
source: 存在否
ru_ru: if existed

# L_ActManage_Controllers_41
source: 系统内找无此
ru_ru: L_ActManage_Controllers_41
zh_tw: 系統內找無此

# L_ActManage_Controllers_42
source: 检查该费用是否存在费用明细
ru_ru: Check whether there is charges details
zh_tw: 檢查該費用是否存在費用明細

# L_ActManage_Controllers_43
source: 若不在则新增
ru_ru: add if no existed
zh_tw: 若不在則新增

# L_ActManage_Controllers_44
source: 更新明细发生错误
ru_ru: It has mistakes when update the details
zh_tw: 更新明細發生錯誤

# L_ActManage_Controllers_45
source: 最后一笔还是要判断
ru_ru: It still need judge for the last one
zh_tw: 最後一筆還是要判斷

# L_ActManage_Controllers_46
source: 表头要不要更新
ru_ru: Need to updat the header?
zh_tw: 表頭要不要更新

# L_ActManage_Controllers_47
source: 账单相关
ru_ru: Bill related
zh_tw: 帳單相關

# L_ActManage_Controllers_48
source: 数据验证
ru_ru: data verification
zh_tw: 資料驗證

# L_ActManage_Controllers_49
source: 该物流业者无费用报价
ru_ru: This logistics Provider without quotation
zh_tw: 該物流業者無費用報價

# L_ActManage_Controllers_5
source: 此帐单可能尚未保存
ru_ru: L_ActManage_Controllers_5
zh_tw: 此帳單可能尚未保存

# L_ActManage_Controllers_50
source: 附加
ru_ru: additional

# L_ActManage_Controllers_51
source: 条件
ru_ru: L_ActManage_Controllers_51
zh_tw: 條件

# L_ActManage_Controllers_52
source: 过滤
ru_ru: filter
zh_tw: 過濾

# L_ActManage_Controllers_53
source: 自动添加费用栏位
ru_ru: add the charges filed automatically
zh_tw: 自動添加費用欄位

# L_ActManage_Controllers_54
source: 构建
ru_ru: structure
zh_tw: 構建

# L_ActManage_Controllers_55
source: 设置国家区域
ru_ru: Nation/Region Setup
zh_tw: 設置國家區域

# L_ActManage_Controllers_56
source: 生成上传的
ru_ru: Generated the one to upload
zh_tw: 生成上傳的

# L_ActManage_Controllers_57
source: 数据
ru_ru: data
zh_tw: 數據

# L_ActManage_Controllers_58
source: 表头参数映像
ru_ru: Header parameter mapping
zh_tw: 表頭參數映射

# L_ActManage_Controllers_59
source: 初始化参数
ru_ru: Initialization parameters
zh_tw: 初始化參數

# L_ActManage_Controllers_6
source: 故无法发送
ru_ru: L_ActManage_Controllers_6
zh_tw: 故無法發送

# L_ActManage_Controllers_60
source: 导入失败
ru_ru: Import failed
zh_tw: 導入失敗

# L_ActManage_Controllers_61
source: 缺少费用代码
ru_ru: L_ActManage_Controllers_61
zh_tw: 缺少費用代碼

# L_ActManage_Controllers_62
source: 缺少费用描述
ru_ru: Lack of charges description
zh_tw: 缺少費用描述

# L_ActManage_Controllers_63
source: 预提报价
ru_ru: Estimated quotation
zh_tw: 預提報價

# L_ActManage_Controllers_64
source: 更新失败
ru_ru: Update failed
zh_tw: 更新失敗

# L_ActManage_Controllers_65
source: 查找不到对应的记录
ru_ru: Related record was not found
zh_tw: 查找不到對應的記錄

# L_ActManage_Controllers_66
source: 请查询后再重试
ru_ru: Please try again after checking
zh_tw: 請查詢後再重試

# L_ActManage_Controllers_67
source: 已存在账单号码的数据无法更新
ru_ru: It can\'t update if the billing number status have exists.
zh_tw: 已存在帳單號碼的資料無法更新

# L_ActManage_BillNoExists
source: 已存在账单号码
ru_ru: Billing have exits.
zh_tw: 已存在帳單

# L_ActManage_Controllers_68
source: 更新成功
ru_ru: Update sucessful

# L_ActManage_Controllers_69
source: 请款金额小于报价金额
ru_ru: Payment amount is less than the quotation amount
zh_tw: 請款金額小於報價金額

# L_ActManage_Controllers_7
source: 通过与拒绝
ru_ru: L_ActManage_Controllers_7
zh_tw: 通過與拒絕

# L_ActManage_Controllers_70
source: 请款金额大于报价金额
ru_ru: Payment amount is bigger than the quotation amount
zh_tw: 請款金額大於報價金額

# L_ActManage_Controllers_71
source: 设置订舱者
ru_ru: L_ActManage_Controllers_71
zh_tw: 設置訂艙者

# L_ActManage_Controllers_72
source: 获取旧数据
ru_ru: Gain the old data
zh_tw: 獲取舊資料

# L_ActManage_Controllers_73
source: 的数据无法更新
ru_ru: the data can\'t be updated
zh_tw: 的資料無法更新

# L_ActManage_Controllers_74
source: 出险管理
ru_ru: Insurance management
zh_tw: 出險管理

# L_ActManage_Controllers_75
source: 操作成功
ru_ru: operatoin successful

# L_ActManage_Controllers_76
source: 优化版导出
ru_ru: Optimized version output
zh_tw: 優化版匯出

# L_ActManage_Controllers_77
source: 设置查询条件
ru_ru: Set query condition
zh_tw: 設置查詢準則

# L_ActManage_Controllers_78
source: 数据预查
ru_ru: Data pre check
zh_tw: 數據預查

# L_ActManage_Controllers_79
source: 汇率换算
ru_ru: Exchange rate convert
zh_tw: 匯率換算

# L_ActManage_Controllers_8
source: 帐单核对已通过
ru_ru: Bill checking has passed
zh_tw: 帳單核對已通過

# L_ActManage_Controllers_85
source: 的请款以关连帐单
ru_ru: is already opening billing
zh_tw: 的請款以關連帳單

# L_ActManage_Controllers_86
source: 的请款以审核通过
ru_ru: is already approve.
zh_tw: 的請款以審核通過

# L_ActManage_Controllers_87
source: 不得上传
ru_ru: Can not upload.
zh_tw: 不得上傳

# L_ActManage_Controllers_9
source: 请开票
ru_ru: Please issue invoice!
zh_tw: 請開票

# L_ActManage_Copy
source: 录制
ru_ru: Recording
zh_tw: 錄製

# L_ActManage_EntBl
source: 帐单录入
ru_ru: Bill Input
zh_tw: 帳單錄入

# L_ActManage_EnterReason
source: 请输入退回原因
ru_ru: Please enter the reason for return
zh_tw: 請輸入退回原因

# L_ActManage_EntTC
source: 拖车费用录入
ru_ru: Trailer charge entering
zh_tw: 拖車費用錄入

# L_ActManage_EstTm
source: 预定秏时
ru_ru: Predetermined time consuming
zh_tw: 預定秏時

# L_ActManage_implement
source: 】执行通过？
ru_ru: Execute passed?
zh_tw: 】執行通過？

# L_ActManage_Invoice
source: 请款
ru_ru: Payment Applying
zh_tw: 請款

# L_ActManage_IqNo
source: 询价单号
ru_ru: Inquiry number
zh_tw: 詢價單號

# L_ActManage_is
source: 是否要对【
ru_ru: If check?
zh_tw: 是否要對【

# L_ActManage_IvAudit
source: 请款签核
ru_ru: Payment sign off
zh_tw: 請款簽核

# L_ActManage_Lamt
source: 本地金额
ru_ru: Local amount
zh_tw: 本地金額

# L_ActManage_LocIvAmt
source: 本地请款金额
ru_ru: Local Payment Amount
zh_tw: 本地請款金額

# L_ActManage_LocWithAmt
source: 本地预提金额
ru_ru: Local Estimated Amount
zh_tw: 本地預提金額

# L_ActManage_LspChg
source: 物流费用
ru_ru: Logistics cost
zh_tw: 物流費用

# L_ActManage_LspChgDetail
source: 物流费用明细
ru_ru: Logistics cost details
zh_tw: 物流費用明細

# L_ActManage_Match
source: 符合
ru_ru: Match

# L_ActManage_MatchorNot
source: 符合否
ru_ru: if Match

# L_ActManage_Month
source: 月份
ru_ru: Month

# L_ActManage_No
source: 否
ru_ru: No

# L_ActManage_NoMatch
source: 不符
ru_ru: Not match

# L_ActManage_NotiTm
source: 通知时间
ru_ru: Notification time
zh_tw: 通知時間

# L_ActManage_Pass
source: 核准
ru_ru: Approve

# L_ActManage_Pay
source: 已付款
ru_ru: paid

# L_ActManage_PayAmt
source: 应付金额
ru_ru: Amount payable
zh_tw: 應付金額

# L_ActManage_PayConf
source: 付款确认
ru_ru: Payment confirmation
zh_tw: 付款確認

# L_ActManage_PayDate
source: 付款时间
ru_ru: Payment time
zh_tw: 付款時間

# L_ActManage_Payer
source: 付款人
ru_ru: Bill To

# L_ActManage_Pendingaudit
source: 待审核帐单
ru_ru: Pending Bills
zh_tw: 待審核帳單

# L_ActManage_Preview
source: 报表预览
ru_ru: Report preview
zh_tw: 報表預覽

# L_ActManage_PrintDate
source: 请款时间
ru_ru: Payment Applying Time
zh_tw: 請款時間

# L_ActManage_PrintIv
source: 请款单打印
ru_ru: Application Form/Print
zh_tw: 請款單打印

# L_ActManage_ProCenter
source: 利润中心
ru_ru: Profit center
zh_tw: 利潤中心

# L_ActManage_Profitcenter
source: 利润中心
ru_ru: Profit center
zh_tw: 利潤中心

# L_ActManage_Qamt
source: 预提金额
ru_ru: Estimated Amount
zh_tw: 預提金額

# L_ActManage_Quottip1
source: 该笔报价：
ru_ru: The Quotation Price：
zh_tw: 該筆報價：

# L_ActManage_Quottip2
source: 此笔报价{0}您无签核权限！
ru_ru: The quotation price{0} you don\'t allow approve
zh_tw: 此筆報價{0}您無簽核許可權！

# L_ActManage_RC
source: 退回确认
ru_ru: Return to confirm
zh_tw: 退回確認

# L_ActManage_RDescp
source: 退回说明
ru_ru: Reject reason or instruction
zh_tw: 退回說明

# L_ActManage_Recalaulate
source: 应付重算
ru_ru: Payble recalculation
zh_tw: 應付重算

# L_ActManage_Receiver
source: 收款对象
ru_ru: Payee
zh_tw: 收款對象

# L_ActManage_Refuse
source: 拒绝
ru_ru: Reject
zh_tw: 拒絕

# L_ActManage_requestbill
source: 请款单
ru_ru: Application Form
zh_tw: 請款單

# L_ActManage_requestbillEn
source: 请款单-EN
ru_ru: Application Form-EN
zh_tw: 請款單-EN

# L_ActManage_Select
source: 请至少选择一笔要合并的单号！
ru_ru: Please select a DN need to be combined at least
zh_tw: 請至少選擇一筆要合併的單號！

# L_ActManage_Select1Data
source: 请至少选择一笔资料
ru_ru: Please select one file at least
zh_tw: 請至少選擇一筆資料

# L_ActManage_Send
source: 发送
ru_ru: Send
zh_tw: 發送

# L_ActManage_Status
source: 账单状态
ru_ru: payment status
zh_tw: 帳單狀態

# L_ActManage_SubAmt
source: 差异金额
ru_ru: Amount difference
zh_tw: 差異金額

# L_ActManage_Thedatadidnotrequest
source: 该笔资料没有请款单
ru_ru: This information do not have payment list
zh_tw: 該筆資料沒有請款單

# L_ActManage_TQuoList
source: 拖车报价列表
ru_ru: Trailer quotation list
zh_tw: 拖車報價列表

# L_ActManage_VerifyBy
source: 审核者
ru_ru: Approved by
zh_tw: 審核者

# L_ActManage_VerifyDate
source: 审核时间
ru_ru: Approving Time
zh_tw: 審核時間

# L_ActManage_Views_135
source: 全部
ru_ru: ALL

# L_ActManage_Views_136
source: 签核明细
ru_ru: Approval log
zh_tw: 簽核明細

# L_ActManage_Views_137
source: 发送中...
ru_ru: Sending…
zh_tw: 發送中...

# L_ActManage_Views_138
source: 成功
ru_ru: Successful

# L_ActManage_Views_139
source: 帐单录入
ru_ru: Bill Input
zh_tw: 帳單錄入

# L_ActManage_WithTax
source: 预提税率
ru_ru: Estimated tax
zh_tw: 預提稅率

# L_ActModle_Scripts_37
source: 总体积
ru_ru: Total volume
zh_tw: 總體積

# L_ActModle_Scripts_38
source: 开航期
ru_ru: Sailing date
zh_tw: 開航期

# L_ActModle_Scripts_39
source: 快递公司
ru_ru: Express Company
zh_tw: 快遞公司

# L_ActModle_Scripts_40
source: 订舱目的地
ru_ru: Booking Destination
zh_tw: 訂艙目的地

# L_ActModle_Scripts_41
source: 重量
ru_ru: weight

# L_ActModle_Scripts_42
source: 发货日期
ru_ru: Shipping date
zh_tw: 發貨日期

# L_ActModle_Scripts_43
source: 离厂日期
ru_ru: Leaving factory date
zh_tw: 離廠日期

# L_ActModle_Scripts_44
source: 料号
ru_ru: Material P/N
zh_tw: 料號

# L_ActModle_Scripts_45
source: 需求窗口
ru_ru: Demand window
zh_tw: 需求視窗

# L_ActModle_Scripts_46
source: 窗口
ru_ru: Window

# L_ActModle_Scripts_47
source: 货运方式
ru_ru: Delivery way
zh_tw: 貨運方式

# L_ActModle_Scripts_48
source: 美元
ru_ru: Dollar

# L_ActModle_Script_1
source: DEBIT NO||DEBIT_NO
ru_ru: L_ActModle_Script_1

# L_ActModle_Script_11
source: House NO||HOUSE_NO
ru_ru: L_ActModle_Script_11

# L_ActModle_Script_12
source: 柜号||EX_CNTR_NOS
ru_ru: Container number ||EX_CNTR_NOS
zh_tw: 櫃號||EX_CNTR_NOS

# L_ActModle_Script_13
source: 关单号||EDECL_NO
ru_ru: Custom clerance number ||EDECL_NO
zh_tw: 關單號||EDECL_NO

# L_ActModle_Script_14
source: BOOKING提单号||SO_NO
ru_ru: BOOKING Bill of lading No. ||SO_NO
zh_tw: BOOKING提單號||SO_NO

# L_ActModle_Script_15
source: FC财务客户别||FC_NM
ru_ru: FC Financial customers ||FC_NM
zh_tw: FC財務客戶別||FC_NM

# L_ActModle_Script_16
source: TPV体积||CBM
ru_ru: TPV Volume ||CBM
zh_tw: TPV體積||CBM

# L_ActModle_Script_17
source: 总体积||TCBM
ru_ru: Total volume ||TCBM
zh_tw: 總體積||TCBM

# L_ActModle_Script_18
source: 开航期ETD||ETD
ru_ru: Sailing ETD||ETD
zh_tw: 開航期ETD||ETD

# L_ActModle_Script_19
source: 船名航次||VV
ru_ru: Vessel name ||VV

# L_ActModle_Script_2
source: DN NO||DN_NO
ru_ru: L_ActModle_Script_2

# L_ActModle_Script_20
source: 业务窗口||SALES_WIN
ru_ru: Sales Window ||SALES_WIN
zh_tw: 業務視窗||SALES_WIN

# L_ActModle_Script_21
source: 订舱窗口||BL_WIN
ru_ru: L_ActModle_Script_21
zh_tw: 訂艙窗口||BL_WIN

# L_ActModle_Script_22
source: 备注||REMARK
ru_ru: Remark ||REMARK
zh_tw: 備註||REMARK

# L_ActModle_Script_23
source: TPV体积||TCBM
ru_ru: TPV Volume ||TCBM
zh_tw: TPV體積||TCBM

# L_ActModle_Script_24
source: 总体积||CBM
ru_ru: Total volume ||CBM
zh_tw: 總體積||CBM

# L_ActModle_Script_25
source: Destination(目的港）||DEST_NAME
ru_ru: Destination(Port of destination) ||DEST_NAME

# L_ActModle_Script_26
source: 件数||QTY
ru_ru: Quantity ||QTY
zh_tw: 件數||QTY

# L_ActModle_Script_27
source: 计费重||CW
ru_ru: Chargeable Weight ||CW
zh_tw: 計費重||CW

# L_ActModle_Script_28
source: 快递公司（物流业者）||LSP_NM
ru_ru: Express company (logistics Provider) ||LSP_NM
zh_tw: 快遞公司（物流業者）||LSP_NM

# L_ActModle_Script_29
source: 快递单号||HOUSE_NO
ru_ru: Express tracking number ||HOUSE_NO
zh_tw: 快遞單號||HOUSE_NO

# L_ActModle_Script_3
source: CARRIER||CARRIER
ru_ru: L_ActModle_Script_3

# L_ActModle_Script_30
source: 订舱目的地国家||EX_PREGION
ru_ru: Booking destination country ||EX_PREGION
zh_tw: 訂艙目的地國家||EX_PREGION

# L_ActModle_Script_31
source: 订舱目的地||PPOD_NAME
ru_ru: L_ActModle_Script_31
zh_tw: 訂艙目的地||PPOD_NAME

# L_ActModle_Script_32
source: 成本中心||EX_COST_CENTERS
ru_ru: Cost center ||EX_COST_CENTERS

# L_ActModle_Script_33
source: 成本归属||EX_COST_CENTERDESCPS
ru_ru: Cost belongs to ||EX_COST_CENTERDESCPS
zh_tw: 成本歸屬||EX_COST_CENTERDESCPS

# L_ActModle_Script_34
source: 重量（KG）||GW
ru_ru: Weight (KG) ||GW

# L_ActModle_Script_35
source: 体积（M3）||CBM
ru_ru: Volume (M3) ||CBM
zh_tw: 體積（M3）||CBM

# L_ActModle_Script_36
source: DN+柜号+柜型||COMBINE_INFO
ru_ru: DN+container number+container size||COMBINE_INFO
zh_tw: DN+櫃號+櫃型||COMBINE_INFO

# L_ActModle_Script_37
source: BOOKING提单号||HOUSE_NO
ru_ru: BOOKING Bill of lading No. ||HOUSE_NO
zh_tw: BOOKING提單號||HOUSE_NO

# L_ActModle_Script_38
source: 班列||VV
ru_ru: Flight ||VV

# L_ActModle_Script_39
source: 公司代码||DN_CMP
ru_ru: Company code ||DN_CMP
zh_tw: 公司代碼||DN_CMP

# L_ActModle_Script_4
source: DN INFO||COMBINE_INFO
ru_ru: L_ActModle_Script_4

# L_ActModle_Script_40
source: 订单类型||DN_TYPE
ru_ru: Order type ||DN_TYPE
zh_tw: 訂單類型||DN_TYPE

# L_ActModle_Script_41
source: DN PARTY RG 代码||RG_CD
ru_ru: L_ActModle_Script_41
zh_tw: DN PARTY RG 代碼||RG_CD

# L_ActModle_Script_42
source: RG 名称||RG_NM
ru_ru: RG Name ||RG_NM
zh_tw: RG 名稱||RG_NM

# L_ActModle_Script_43
source: 启运地||POL_CD
ru_ru: Place of Origin ||POL_CD
zh_tw: 啟運地||POL_CD

# L_ActModle_Script_44
source: 目的地||POD_NAME
ru_ru: Destination ||POD_NAME

# L_ActModle_Script_45
source: 发货日期（离厂日期）||ETD
ru_ru: Delivery date (Leaving factory date) ||ETD
zh_tw: 發貨日期（離廠日期）||ETD

# L_ActModle_Script_46
source: 机种/料号||IPART_NO
ru_ru: Model / part number ||IPART_NO
zh_tw: 機種/料號||IPART_NO

# L_ActModle_Script_47
source: 计费数量||DN_QTY
ru_ru: Chargeable quantity ||DN_QTY
zh_tw: 計費數量||DN_QTY

# L_ActModle_Script_48
source: 单位||DN_QTYU
ru_ru: Unit ||DN_QTYU
zh_tw: 單位||DN_QTYU

# L_ActModle_Script_49
source: 标准装柜量||CNTR_STD_QTY
ru_ru: Standard Loading Q\'tys||CNTR_STD_QTY
zh_tw: 標準裝櫃量||CNTR_STD_QTY

# L_ActModle_Script_5
source: Shipment ID||SHIPMENT_ID
ru_ru: L_ActModle_Script_5

# L_ActModle_Script_50
source: SS需求窗口||SALES_WIN
ru_ru: Sales Window ||SALES_WIN
zh_tw: SS需求視窗||SALES_WIN

# L_ActModle_Script_51
source: LST窗口||BL_WIN
ru_ru: LST Window ||BL_WIN

# L_ActModle_Script_52
source: 车型||CAR_TYPE
ru_ru: Truck type ||Truck_TYPE
zh_tw: 車型||CAR_TYPE

# L_ActModle_Script_53
source: 车数||CAR_QTY
ru_ru: Truck Quantity ||CAR_QTY
zh_tw: 車數||CAR_QTY

# L_ActModle_Script_54
source: 货运方式||TRACK_WAY
ru_ru: Delivery type ||Delivery_WAY
zh_tw: 貨運方式||TRACK_WAY

# L_ActModle_Script_55
source: 货值（美元）||AMOUNT1
ru_ru: Cargo value($)||AMOUNT1)
zh_tw: 貨值（美元）||AMOUNT1

# L_ActModle_Script_56
source: 货物体积||CBM
ru_ru: CargoVolume ||CBM
zh_tw: 貨物體積||CBM

# L_ActModle_Script_57
source: 货物重量||GW
ru_ru: Cargo weight ||GW
zh_tw: 貨物重量||GW

# L_ActQuery_BillTo
source: 付款公司
ru_ru: Payable company

# L_ActQuery_Cur
source: 请款币别
ru_ru: Payment currency
zh_tw: 請款幣別

# L_ActQuery_DebitDate
source: 帐单日期
ru_ru: Debit date
zh_tw: 帳單日期

# L_ActQuery_DebitNo
source: 物流业者帐单号
ru_ru: LSP Debit NO
zh_tw: 物流業者帳單號

# L_ActQuery_InvNo
source: 帐单号码
ru_ru: Debit NO
zh_tw: 帳單號碼

# L_ActQuery_PayDate
source: 到期日期
ru_ru: Payment Date

# L_ActQuery_Pod
source: 目的点
ru_ru: Destination
zh_tw: 目的點

# L_ActQuery_Pol
source: 起始点
ru_ru: Original
zh_tw: 起始點

# L_ActQuery_TpvDebitNo
source: 账单号码
ru_ru: Debit NO
zh_tw: 帳單號碼

# L_ActQuery_Views_140
source: 运输类别
ru_ru: Trans Type
zh_tw: 運輸類別

# L_ActQuery_Views_141
source: 确定要取消吗？
ru_ru: Sure to cancel?
zh_tw: 確定要取消嗎？

# L_ActQuery_Views_142
source: 连线失败
ru_ru: Connection failed
zh_tw: 連線失敗

# L_ActQuery_Views_143
source: 帐单格式转出
ru_ru: Billing format output
zh_tw: 帳單格式轉出

# L_ActQuery_Views_144
source: 转入
ru_ru: Turn to
zh_tw: 轉入

# L_ActQuery_Views_145
source: 请输入
ru_ru: Please input
zh_tw: 請輸入

# L_ActQuery_Views_146
source: Excel转入
ru_ru: Excel Import
zh_tw: Excel轉入

# L_ActQuery_Views_147
source: 请输入Statement No!!!!
ru_ru: Please enter the Statement No.!!!
zh_tw: 請輸入Statement No!!!!

# L_ActSetup_Amt
source: 请款金额
ru_ru: Payment Amount
zh_tw: 請款金額

# L_ActSetup_Bamt
source: 请款金额
ru_ru: Payment Amount
zh_tw: 請款金額

# L_ActSetup_BlNo
source: 提单号码
ru_ru: B/L#
zh_tw: 提單號碼

# L_ActSetup_CheckDescp
source: 拒绝原因
ru_ru: Rejected Reason/Remark by TPV LST:
zh_tw: 拒絕原因

# L_ActSetup_ChgUnit
source: 计价单位
ru_ru: Chargeable Unit
zh_tw: 計價單位

# L_ActSetup_Cw
source: 计费重
ru_ru: CW
zh_tw: 計費重

# L_ActSetup_ExRate
source: 汇率
ru_ru: EX-Rate
zh_tw: 匯率

# L_ActSetup_F2
source: 运费/5
ru_ru: Freight /5
zh_tw: 運費/5

# L_ActSetup_F3
source: 手续费/0
ru_ru: Handling fee /0
zh_tw: 手續費/0

# L_ActSetup_F4
source: 拖车费/5
ru_ru: Trailer fee /5
zh_tw: 拖車費/5

# L_ActSetup_Lamt
source: RMB金额
ru_ru: RMB amount
zh_tw: RMB金額

# L_ActSetup_PayDate
source: 付款日期
ru_ru: Payment date

# L_ActSetup_Qamt
source: 预提金额
ru_ru: Estimated Amount
zh_tw: 預提金額

# L_ActSetup_Scripts_49
source: 已关联账单的费用不可删除
ru_ru: The charges can\'t be deleted when it already associated to the Billing!
zh_tw: 已關聯帳單的費用不可刪除

# L_ActSetup_Scripts_50
source: 已通过
ru_ru: Passed
zh_tw: 已通過

# L_ActSetup_Scripts_51
source: 不得删除
ru_ru: Can\'t delete.
zh_tw: 不得刪除

# L_ActSetup_Scripts_52
source: 请款中
ru_ru: Payment proceesing
zh_tw: 請款中

# L_ActSetup_Scripts_53
source: 不得修改
ru_ru: Cannot be modified!

# L_ActSetup_Scripts_54
source: 账单明细不可为空
ru_ru: Billing details can\'t be empty
zh_tw: 帳單明細不可為空

# L_ActSetup_Scripts_55
source: 费用明细中的
ru_ru: Charges Detail
zh_tw: 費用明細中的

# L_ActSetup_Scripts_56
source: 和付款人
ru_ru: and Payer

# L_ActSetup_Scripts_57
source: 不一致
ru_ru: Unmatch

# L_ActSetup_Scripts_58
source: 请检查
ru_ru: Please check
zh_tw: 請檢查

# L_ActSetup_Scripts_59
source: 币别是否有输入
ru_ru: Check if input the currency
zh_tw: 幣別是否有輸入

# L_ActSetup_Scripts_60
source: 抓取成功
ru_ru: Grab success

# L_ActSetup_Scripts_61
source: 请款计价单位
ru_ru: Payment chargeable unit
zh_tw: 請款計價單位

# L_ActSetup_Scripts_62
source: 预提计价单位
ru_ru: Estimated chargeable unit
zh_tw: 預提計價單位

# L_ActSetup_Scripts_63
source: 预提汇率
ru_ru: Estimated exchange rate
zh_tw: 預提匯率

# L_ActSetup_Scripts_64
source: 预提本地金额
ru_ru: Estimated local amount
zh_tw: 預提本地金額

# L_ActSetup_Scripts_65
source: 账单费用明细
ru_ru: Billing charges detail
zh_tw: 帳單費用明細

# L_ActSetup_Scripts_66
source: 请检查物流业者
ru_ru: Please check the logistics Provider
zh_tw: 請檢查物流業者

# L_ActSetup_Scripts_67
source: 运输方式是否有输入
ru_ru: Check if delivery way been entered
zh_tw: 運輸方式是否有輸入

# L_ActSetup_Scripts_68
source: 收款人
ru_ru: Payee

# L_ActSetup_Scripts_69
source: 付款日期不能为空
ru_ru: Payment date can\'t be empty
zh_tw: 付款日期不能為空

# L_ActSetup_Scripts_70
source: 状态下
ru_ru: Status
zh_tw: 狀態下

# L_ActSetup_Scripts_71
source: 不能发送
ru_ru: Can\'t send
zh_tw: 不能發送

# L_ActSetup_Scripts_72
source: 作废后就不能修改
ru_ru: Can\'t modify after volid
zh_tw: 作廢後就不能修改

# L_ActSetup_Scripts_73
source: 确定要作废吗
ru_ru: Surely to cancel it?
zh_tw: 確定要作廢嗎

# L_ActSetup_Scripts_74
source: 此帐单当未保存
ru_ru: The bill is not saved.
zh_tw: 此帳單當未保存

# L_ActSetup_Scripts_75
source: 无法作废
ru_ru: Can\'t be cancelled
zh_tw: 無法作廢

# L_ActSetup_Scripts_76
source: 作废成功
ru_ru: Cancel sucessful
zh_tw: 作廢成功

# L_ActSetup_Scripts_77
source: 请输入发票号码
ru_ru: Please enter the invoice number
zh_tw: 請輸入發票號碼

# L_ActSetup_Script_58
source: 已通过，不得删除
ru_ru: Has passed. Can\'t delete!
zh_tw: 已通過，不得刪除

# L_ActSetup_Script_59
source: 请款中，不得删除
ru_ru: Payment proceesing, can\'t delete!
zh_tw: 請款中，不得刪除

# L_ActSetup_Script_60
source: 已付款，不得删除
ru_ru: Paid, Can\'t delete!
zh_tw: 已付款，不得刪除

# L_ActSetup_Script_61
source: 已通过，不得修改
ru_ru: Passed, Can\'t modify!
zh_tw: 已通過，不得修改

# L_ActSetup_Script_62
source: 请款中，不得修改
ru_ru: Payment processing, Can\'t modify!
zh_tw: 請款中，不得修改

# L_ActSetup_Script_63
source: 已付款，不得修改
ru_ru: Paid, can\'t modify!

# L_ActSetup_Script_64
source: 已作废，不得修改
ru_ru: Voided and can\'t be modified!
zh_tw: 已作廢，不得修改

# L_ActSetup_Script_65
source: 费用明细中的Debit
ru_ru: Debit in the cost detail!
zh_tw: 費用明細中的Debit

# L_ActSetup_Script_66
source: 和付款人（
ru_ru: And the payer (

# L_ActSetup_Script_67
source: 请检查Shipment
ru_ru: Please check shipment
zh_tw: 請檢查Shipment

# L_ActSetup_Script_68
source: 物流业者，付款人，
ru_ru: Logistics Provider, Payers,
zh_tw: 物流業者，付款人，

# L_ActSetup_Script_69
source: 对内机种名/DN
ru_ru: Innner mode name/DN
zh_tw: 對內機種名/DN

# L_ActSetup_Script_70
source: 请检查物流业者，付款人，币别，location，运输方式是否有输入
ru_ru: Please check if the logistics Provider, payer, currency, location, delivery way have been input
zh_tw: 請檢查物流業者，付款人，幣別，location，運輸方式是否有輸入

# L_ActSetup_Script_71
source: 收款人、收款银行、付款日期不能为空！！
ru_ru: The payee, the receiving bank, the date of Payment cannot be empty!!
zh_tw: 收款人、收款銀行、付款日期不能為空！！

# L_ActSetup_Script_72
source: 【通过】【请款】【已付款】【作废】状态下，不能发送
ru_ru: It can’t be sent when the status is under Sent to Confirm, Rejected, Apply for Payment, Paid, Reject.
zh_tw: 【通過】【請款】【已付款】【作廢】狀態下，不能發送

# L_ActSetup_Script_73
source: 作废后就不能修改，确定要作废吗？
ru_ru: It can\'t be modifed if voided. Are you sure to void?
zh_tw: 作廢後就不能修改，確定要作廢嗎？

# L_ActSetup_Script_74
source: 此帐单当未保存，无法作废
ru_ru: The billing haven\'t been saved. It can\'t be voided
zh_tw: 此帳單當未保存，無法作廢

# L_ActSetup_Tax
source: 税率%
ru_ru: Tax Rate/%
zh_tw: 稅率%

# L_ActSetup_VatNo
source: 发票号码
ru_ru: Vat NO
zh_tw: 發票號碼

# L_ActSetup_VerifyBy
source: 审核人
ru_ru: Approved by
zh_tw: 審核人

# L_ActSetup_Views_146
source: 为单笔必填
ru_ru: It must input for single payment
zh_tw: 為單筆必填

# L_ActSetup_Views_147
source: 收款对象
ru_ru: Pay To
zh_tw: 收款對象

# L_ActSetup_Views_148
source: 内贸
ru_ru: Inland Trade
zh_tw: 內貿

# L_ActSetup_Views_149
source: 拖车
ru_ru: Trailer
zh_tw: 拖車

# L_ActSetup_Views_150
source: 卡车
ru_ru: Trucker
zh_tw: 卡車

# L_ActSetup_Views_151
source: 费用月份
ru_ru: Expense month
zh_tw: 費用月份

# L_ActSetup_Views_152
source: 费用类别
ru_ru: Expense category
zh_tw: 費用類別

# L_ActSetup_Views_153
source: 账户名
ru_ru: Account name
zh_tw: 帳戶名

# L_ActSetup_Views_154
source: 单笔
ru_ru: Single Shipment
zh_tw: 單筆

# L_ActSetup_Views_155
source: 费用抓取
ru_ru: Charges grabbing
zh_tw: 費用抓取

# L_ActSetup_Views_156
source: 多笔
ru_ru: Multiple Shipment
zh_tw: 多筆

# L_ActSetup_Views_157
source: 选择请款
ru_ru: Please select the format
zh_tw: 選擇請款

# L_ActSetup_Views_158
source: 的格式
ru_ru: of payment applying

# L_ActSetup_Views_159
source: 下载
ru_ru: download
zh_tw: 下載

# L_ActSetup_Views_160
source: 发票号码录入
ru_ru: Input InvioceNo
zh_tw: 發票號碼錄入

# L_ActSetup_Views_170
source: 单笔Shipment费用抓取
ru_ru: Single Shipment cost grabbing
zh_tw: 單筆Shipment費用抓取

# L_ActSetup_Views_171
source: 多笔Shipment费用抓取
ru_ru: Multiple Shipment charges grabbing
zh_tw: 多筆Shipment費用抓取

# L_ActSetup_Views_172
source: 费用代码：
ru_ru: Cost code:
zh_tw: 費用代碼：

# L_ActUpdate_Scripts_78
source: 账单费用查询
ru_ru: Billing charges inquiry
zh_tw: 帳單費用查詢

# L_ActUpdate_Scripts_79
source: 审核通过不可删除
ru_ru: Been approved and can not be deleted!
zh_tw: 審核通過不可刪除

# L_ActUpdate_Scripts_80
source: 审核通过不可修改
ru_ru: Been approved and can not be modified!
zh_tw: 審核通過不可修改

# L_ActUpdate_Scripts_81
source: 已关联账单的费用不可操作
ru_ru: The charges can\'t be modified when it already associated to the Billing!
zh_tw: 已關聯帳單的費用不可操作

# L_ActUpdate_Script_0
source: 订舱状态：
ru_ru: Booking status:
zh_tw: 訂艙狀態：

# L_ActUpdate_Views_161
source: 物流业者
ru_ru: Logistics Provider
zh_tw: 物流業者

# L_ActUpdate_Views_162
source: 物流业者账单号码
ru_ru: LSP Bill#
zh_tw: 物流業者帳單號碼

# L_ActUpdate_Views_163
source: 币别
ru_ru: Currency
zh_tw: 幣別

# L_AddBulletin_BullType
source: 类别
ru_ru: Type
zh_tw: 類別

# L_AddBulletin_GroupID
source: 属性
ru_ru: Property
zh_tw: 屬性

# L_AddBulletin_QABullType
source: Q&A类别
ru_ru: Type of Q&A
zh_tw: Q&A類別

# L_AddBulletin_UID
source: 主旨
ru_ru: Subject

# L_AddBulletin_UNAME
source: 发布日期
ru_ru: Release Date
zh_tw: 發佈日期

# L_AirBookingSetup_Adds
source: 清关资料是否加S
ru_ru: Has "S" been added in the Exp. C/C documents
zh_tw: 清關資料是否加S

# L_AirBookingSetup_Battery
source: 是否含离电池/喇叭/干电池
ru_ru: Battery or Speaker
zh_tw: 是否含離電池/喇叭/乾電池

# L_AirBookingSetup_DestCd
source: 最终点
ru_ru: Final Destination
zh_tw: 最終點

# L_AirBookingSetup_PdestCd
source: 订舱最终点
ru_ru: Planned Final Destination
zh_tw: 訂艙最終點

# L_AirBookingSetup_PodCd
source: POD CD
ru_ru: Place of Discharge

# L_AirBookingSetup_PolCd
source: 起飞点
ru_ru: Airport of Departure
zh_tw: 起飛點

# L_AirBookingSetup_PpodCd
source: 订舱到达点
ru_ru: Planned Place of Discharge
zh_tw: 訂艙到達點

# L_AirBookingSetup_PpolCd
source: 订舱起飞点
ru_ru: Planned Airport of Departure
zh_tw: 訂艙起飛點
