Repository: wtg-prolink/ESHIPPING-INBOUND
Catalog: WebGui/App_GlobalResources/Locale.*.resx
Languages: ru_ru, zh_tw

# L_AirBookingSetup_ProfileIDIsNull
source: Profile ID 为空
ru_ru: Profile ID is null
zh_tw: Profile ID 為空

# L_AirBookingSetup_Scripts_119
source: 尺寸信息
ru_ru: Dimension information
zh_tw: 尺寸資訊

# L_AirBookingSetup_Scripts_120
source: 为空
ru_ru: is Null!
zh_tw: 為空

# L_AirBookingSetup_Scripts_121
source: 发起对外订舱
ru_ru: External Booking
zh_tw: 發起對外訂艙

# L_AirBookingSetup_Script_7
source: 状态：
ru_ru: Status:
zh_tw: 狀態：

# L_AirBookingSetup_Script_86
source: 柜量（Teu）
ru_ru: Volume(TEU)
zh_tw: 櫃量（Teu）

# L_AirBookingSetup_Script_87
source: 长（cm）
ru_ru: Length(CM)
zh_tw: 長（cm）

# L_AirBookingSetup_Script_88
source: 宽（cm）
ru_ru: Width(CM)
zh_tw: 寬（cm）

# L_AirBookingSetup_Script_89
source: 高（cm）
ru_ru: Height(CM)

# L_AirBookingSetup_Script_90
source: 体积（m3）
ru_ru: CBM(m³)
zh_tw: 體積（m3）

# L_AirBookingSetup_Script_91
source: 为空！
ru_ru: is Null!
zh_tw: 為空！

# L_AirBookingSetup_Script_92
source: 发起对外订舱？
ru_ru: Initiate External Booking?
zh_tw: 發起對外訂艙？

# L_AirBookingSetup_Views_254
source: 否
ru_ru: No

# L_AirBookingSetup_Views_255
source: 生产日期
ru_ru: Production Date
zh_tw: 生產日期

# L_AirBooking_Script_6
source: 导入Party信息
ru_ru: Import Party
zh_tw: 導入Party信息

# L_AirBooking_Script_Excel6
source: Excel导入Party信息
ru_ru: Import Party/Excel
zh_tw: Excel導入Party信息

# L_AirBooking_Views_248
source: 信息
ru_ru: Information

# L_AirBooking_Views_249
source: 点击下载
ru_ru: Download
zh_tw: 點擊下載

# L_AirBooking_Views_250
source: 未确认合并提单号
ru_ru: Combined B/L_Unconfirmed
zh_tw: 未確認合併提單號

# L_AirBooking_Views_251
source: 已确认合并提单号
ru_ru: Combined B/L_Confirmed
zh_tw: 已確認合併提單號

# L_AirBooking_Views_252
source: 合并提单通知
ru_ru: Notice for Combined B/L
zh_tw: 合併提單通知

# L_AirBooking_Views_253
source: 请选择一笔合并提单的资料
ru_ru: Please select a shipmentID for B/L Combination!
zh_tw: 請選擇一筆合併提單的資料

# L_AirConfirmQuery_Script_10
source: 点击下载批量更改毛重或材积的Excel范本
ru_ru: Template for modification/Excel
zh_tw: 點擊下載批量更改毛重或材積的Excel範本

# L_AirConfirmQuery_Script_8
source: 下载帐单（运费）
ru_ru: Billing Download(Freight)
zh_tw: 下載帳單（運費）

# L_AirConfirmQuery_Script_9
source: 下载帐单（Local）
ru_ru: Billing Download(Local Charges)
zh_tw: 下載帳單（Local）

# L_AirConfirmQuery_Views_256
source: 未确认订舱
ru_ru: Booking Unconfirmed
zh_tw: 未確認訂艙

# L_AirConfirmQuery_Views_257
source: 已确认订舱
ru_ru: Booking Confirmed
zh_tw: 已確認訂艙

# L_AirConfirmQuery_Views_258
source: 请选择一笔数据
ru_ru: Please select a shipmentID!
zh_tw: 請選擇一筆資料

# L_AirConfirmQuery_Views_259
source: 下载帐单
ru_ru: Billing download
zh_tw: 下載帳單

# L_AirConfirmQuery_Views_260
source: 运费
ru_ru: Freight
zh_tw: 運費

# L_AirConfirmQuery_Views_261
source: 批量更改毛重和体积
ru_ru: Modify GR.WT&CBM
zh_tw: 批量更改毛重和體積

# L_AirConfirmQuery_Views_262
source: 批量更改毛重和材积
ru_ru: Modify GR.WT&CBM by Batch
zh_tw: 批量更改毛重和材積

# L_AirConfirmQuery_Views_263
source: 点击下载批量更改毛重或材积的
ru_ru: Template for modification/Excel
zh_tw: 點擊下載批量更改毛重或材積的

# L_AirConfirmQuery_Views_264
source: 范本
ru_ru: Template
zh_tw: 範本

# L_AirConfirmSetup_Scripts_122
source: 超过
ru_ru: Oversize
zh_tw: 超過

# L_AirConfirmSetup_Scripts_123
source: 日后
ru_ru: the day after
zh_tw: 日後

# L_AirConfirmSetup_Scripts_124
source: 不允许修改订舱资料
ru_ru: Modifying Shipment details was forbidden!
zh_tw: 不允許修改訂艙資料

# L_AirConfirmSetup_Scripts_125
source: 截进仓时间大于
ru_ru: Cutoff time of gate in warehouse is greater than
zh_tw: 截進倉時間大於

# L_AirFreightQuery_Views_475
source: 运输别
ru_ru: Trans mode
zh_tw: 運輸別

# L_AirFreightQuery_Views_476
source: 预计出货日
ru_ru: ETD
zh_tw: 預計出貨日

# L_AirQuery_Carrier
source: AirLine
ru_ru: Airliner

# L_AirQuery_L1
source: 排名
ru_ru: Ranking

# L_AirQuery_LspCd
source: 物流业者
ru_ru: LSP CD
zh_tw: 物流業者

# L_AirQuery_LspNm
source: 物流业者名称
ru_ru: LSP Name
zh_tw: 物流業者名稱

# L_AirQuery_PodCd
source: 目的地代码
ru_ru: POD
zh_tw: 目的地代碼

# L_AirQuery_PodNm
source: 目的地名称
ru_ru: POD Name
zh_tw: 目的地名稱

# L_AirQuery_PolCd
source: 启运地代码
ru_ru: POL
zh_tw: 啟運地代碼

# L_AirQuery_PolNm
source: 启运地名称
ru_ru: POL Name
zh_tw: 啟運地名稱

# L_AirQuery_Punit
source: 计费单位
ru_ru: Chargable Unit
zh_tw: 計費單位

# L_AirSetup_AllIn
source: 单票
ru_ru: Single Shipment
zh_tw: 單票

# L_AirSetup_LspCd
source: 报价公司
ru_ru: CompanyCode/Offer
zh_tw: 報價公司

# L_AirSetup_LspNm
source: 报价公司名称
ru_ru: CompanyName/Offer
zh_tw: 報價公司名稱

# L_AirSetup_PodNm
source: POD Name
ru_ru: Name of POD

# L_AirSetup_PolNm
source: POL Name
ru_ru: Name of POL

# L_AirSetup_QuotRmk
source: 报价说明
ru_ru: Instructions from Quotation
zh_tw: 報價說明

# L_AirSetup_QuotType
source: 类别
ru_ru: Category
zh_tw: 類別

# L_AirSetup_Remark
source: 询价说明
ru_ru: Instructions of RFQ
zh_tw: 詢價說明

# L_AirSetup_RfqNo
source: 询价/招标号
ru_ru: RFQ/BID Number
zh_tw: 詢價/招標號

# L_AirTransport_DtruckNo
source: 送货卡车号
ru_ru: Delivery Truck#
zh_tw: 送貨卡車號

# L_AirTransport_EvenDate
source: 货况日期
ru_ru: Event Date
zh_tw: 貨況日期

# L_AirTransport_EvenTmg
source: GMT
ru_ru: GMT(Greenwich Mean Time)

# L_AirTransport_HouseNo
source: HAWB NO
ru_ru: House AWB#

# L_AirTransport_Location
source: 所在地
ru_ru: Location

# L_AirTransport_MasterNo
source: MAWB NO
ru_ru: Master AWB#

# L_AirTransport_PtruckNo
source: 提货卡车号
ru_ru: Pickup Truck#
zh_tw: 提貨卡車號

# L_AirTransport_StsCd
source: 货况代码
ru_ru: Status Code
zh_tw: 貨況代碼

# L_AirTransport_StsDescp
source: 货况说明
ru_ru: Status Description
zh_tw: 貨況說明

# L_AirTransport_SubNo
source: SUB AWB NO
ru_ru: Sub AWB#

# L_AirTransport_Vessel
source: 航次
ru_ru: Voyage

# L_AllocationHelper_Business_15
source: Allocation抓取异常！
ru_ru: Unable to get proceed Allocation module!
zh_tw: Allocation抓取異常！

# L_AllocationHelper_Business_16
source: 无法抓取Allocation资料！
ru_ru: Unable to get proceed Allocation module!
zh_tw: 無法抓取Allocation資料！

# L_AllocationHelper_Business_17
source: 无Allocation资料！
ru_ru: No Allocation rule been set up!
zh_tw: 無Allocation資料！

# L_AllocationHelper_Business_18
source: 请检查集裝箱使用率建档是否有对应设置
ru_ru: Please check the masterdata of Container Usage has been set up or not?
zh_tw: 請檢查集裝箱使用率建檔是否有對應設置

# L_AllocationHelper_Business_19
source: 请检查报价档栏位是否有对应信息
ru_ru: Please check the masterdata of RFQ has been set up or not?
zh_tw: 請檢查報價檔欄位元是否有對應資訊

# L_ApiController_Controllers_22
source: 未封柜/放行不得出厂
ru_ru: Cannot gate out factory due to Close Container hasn\'t been done yet!
zh_tw: 未封櫃/放行不得出廠

# L_ApiController_Controllers_23
source: 空车离厂入厂卡车号不得为空，请尽快联络仓库
ru_ru: The truck# for re-entered empty container was required!Please contact with WH folks!
zh_tw: 空車離廠入廠卡車號不得為空，請儘快聯絡倉庫

# L_ApiController_Controllers_24
source: 离厂卡车号码不可都为空，请尽快联络仓库
ru_ru: Truker# was required while gate out factory,please contact with WH folks!
zh_tw: 離廠卡車號碼不可都為空，請儘快聯絡倉庫

# L_ApiController_Controllers_25
source: 请输入封条号，以便核对信息，谢谢合作
ru_ru: Seal# was required, thanks a lot!
zh_tw: 請輸入封條號，以便核對資訊，謝謝合作

# L_ApiController_Controllers_26
source: 您输入的封条号和平台上的不一致，请尽快联络仓库
ru_ru: Seal# you\'ve input cannot be matched with the one maintained by W/H,please contact with WH folks!
zh_tw: 您輸入的封條號和平臺上的不一致，請儘快聯絡倉庫

# L_ApiController_Controllers_27
source: 货型成品的数量（{1}）不等于序列号数（{2}）
ru_ru: The DN Q\'tys ({1}) with Cargo Type of Finished Goods is not equal to the Serial Number ({2})
zh_tw: 貨型成品的數量（{1}）不等於序號數（{2}）

# L_ApiController_Controllers_28
source: 封柜成功！
ru_ru: Close Container Successfully!
zh_tw: 封櫃成功！

# L_ApiController_Controllers_29
source: 入厂成功！
ru_ru: Gate in factory Successfully!
zh_tw: 入廠成功！

# L_ApiController_Controllers_30
source: 出厂成功！
ru_ru: Gate out factory Successfully!
zh_tw: 出廠成功！

# L_ApiController_Controllers_31
source: 批次号码为空，无法进厂
ru_ru: Batch number is null, cannot gate in factory!
zh_tw: 批次號碼為空，無法進廠

# L_ApiController_Controllers_32
source: 仓库尚未预约确认，无法进厂
ru_ru: Slot time unconfirmed by W/H,cannot gate in factory!
zh_tw: 倉庫尚未預約確認，無法進廠

# L_ApiController_Controllers_33
source: 没有入厂时间（或空车离厂时间为空），不允许做空车入厂
ru_ru: No gate in/out factory Date/Time for the last operating record,gate in factory operation was denied!
zh_tw: 沒有入廠時間（或空車離廠時間為空），不允許做空車入廠

# L_ApiController_Controllers_34
source: 批次号码为空，无法封柜
ru_ru: Batch number is null, cannot close container!
zh_tw: 批次號碼為空，無法封櫃

# L_ApiController_Controllers_35
source: 批次号码为空，无法出厂
ru_ru: Batch number is null, cannot gate out factory!
zh_tw: 批次號碼為空，無法出廠

# L_ApiController_Controllers_36
source: 需要输入封条号才能出厂，请联系仓库
ru_ru: Seal# was required for gate out factory,please contact with W/H folks!
zh_tw: 需要輸入封條號才能出廠，請聯繫倉庫

# L_ApiController_Controllers_37
source: 需要输入货柜号才能出厂，请联系仓库
ru_ru: Container# was required for gate out factory,please contact with W/H folks!
zh_tw: 需要輸入貨櫃號才能出廠，請聯繫倉庫

# L_ApiController_Controllers_38
source: 操作异常，请稍后重试或联络管理员
ru_ru: Incorrect operation/system error, please try again or contact with key users!
zh_tw: 操作異常，請稍後重試或聯絡管理員

# L_ApiController_Controllers_39
source: 提醒：
ru_ru: Kindly Reminder:

# L_ApiController_Controllers_40
source: 网络故障上传失败，请稍后重试
ru_ru: Upload failed due to network connection failure,please try again later!
zh_tw: 網路故障上傳失敗，請稍後重試

# L_Api_Controllers_100
source: 操作失败
ru_ru: Operation failed!
zh_tw: 操作失敗

# L_Api_Controllers_101
source: 批次号码为空
ru_ru: Batch number is null!
zh_tw: 批次號碼為空

# L_Api_Controllers_102
source: 无法进厂
ru_ru: Can not Gate in factory!
zh_tw: 無法進廠

# L_Api_Controllers_103
source: 仓库尚未预约确认
ru_ru: Slot time unconfirmed by W/H
zh_tw: 倉庫尚未預約確認

# L_Api_Controllers_104
source: 没有入厂时间
ru_ru: No Gate in Factory Date/Time
zh_tw: 沒有入廠時間

# L_Api_Controllers_105
source: 或空车离厂时间为空
ru_ru: No gate out factory Date/Time for empty truck
zh_tw: 或空車離廠時間為空

# L_Api_Controllers_106
source: 不允许做空车入厂
ru_ru: Gate in factory operation was denied!
zh_tw: 不允許做空車入廠

# L_Api_Controllers_107
source: 司机必输确认
ru_ru: Trucker\'s Profile was requested
zh_tw: 司機必輸確認

# L_Api_Controllers_108
source: 封条号
ru_ru: Seal Number
zh_tw: 封條號

# L_Api_Controllers_109
source: 必输确认
ru_ru: Required items validation
zh_tw: 必輸確認

# L_Api_Controllers_110
source: 需要输入封条号才能封柜
ru_ru: Seal# was required before close container
zh_tw: 需要輸入封條號才能封櫃

# L_Api_Controllers_111
source: 需要输入货柜号才能封柜
ru_ru: Container# was required before close container
zh_tw: 需要輸入貨櫃號才能封櫃

# L_Api_Controllers_112
source: 关于
ru_ru: About
zh_tw: 關於

# L_Api_Controllers_113
source: 在货柜管理页面如果为
ru_ru: 多余翻译，可以忽略
zh_tw: 在貨櫃管理頁面如果為

# L_Api_Controllers_114
source: 则封柜时
ru_ru: 多余翻译，可以忽略
zh_tw: 則封櫃時

# L_Api_Controllers_115
source: 为必输项
ru_ru: Is a required items!
zh_tw: 為必輸項

# L_Api_Controllers_116
source: 需求
ru_ru: Requirement

# L_Api_Controllers_117
source: 数量不可为空
ru_ru: Quantity was required!
zh_tw: 數量不可為空

# L_Api_Controllers_118
source: 单位不可为空
ru_ru: Unit was required!
zh_tw: 單位不可為空

# L_Api_Controllers_119
source: 需要输入封条号才能出厂
ru_ru: Seal# was required before Gate out factory
zh_tw: 需要輸入封條號才能出廠

# L_Api_Controllers_120
source: 请联系仓库
ru_ru: Please contact the warehouse
zh_tw: 請聯繫倉庫

# L_Api_Controllers_121
source: 需要输入货柜号才能出厂
ru_ru: Container# was required before Gate out factory
zh_tw: 需要輸入貨櫃號才能出廠

# L_Api_Controllers_122
source: 操作异常
ru_ru: Abnormal operation
zh_tw: 操作異常

# L_Api_Controllers_123
source: 请稍后重试或联络管理员
ru_ru: Please try again later or consult with Key Users!
zh_tw: 請稍後重試或聯絡管理員

# L_Api_Controllers_124
source: 网络故障上传失败
ru_ru: Upload failed due to network connection failure!
zh_tw: 網路故障上傳失敗

# L_Api_Controllers_125
source: 请稍后重试
ru_ru: Please try again later
zh_tw: 請稍後重試

# L_Api_Controllers_126
source: 不存在该笔所对应的订舱
ru_ru: No corresponding booked shipment!
zh_tw: 不存在該筆所對應的訂艙

# L_Api_Controllers_130
source: DN未签核完成无法封柜
ru_ru: Cannot close container due to DN approval hasn\'t been finished yet!
zh_tw: DN未簽核完成無法封櫃

# L_Api_Controllers_131
source: DN未签核完成无法出厂
ru_ru: Cannot Gate out factory due to DN approval hasn\'t been finished yet!
zh_tw: DN未簽核完成無法出廠

# L_Api_Controllers_132
source: DN:{0}未签核完成
ru_ru: DN:{0} e-Approval still under processing
zh_tw: DN:{0}未簽核完成

# L_Api_Controllers_133
source: DN:{0}货型成品的数量（{1}）不等于序列号数（{2}）
ru_ru: The DN Q\'tys:{0}with Cargo Type of ({1}) is not equal to the Serial Number ({2})
zh_tw: DN:{0}貨型成品的數量（{1}）不等於序號數（{2}）

# L_Api_Controllers_134
source: {0}需要输入封条号才能封柜
ru_ru: {0} Seal# was required before close container
zh_tw: {0}需要輸入封條號才能封櫃

# L_Api_Controllers_135
source: {0}需要输入货柜号才能封柜
ru_ru: {0} Container# was required before close container
zh_tw: {0}需要輸入貨櫃號才能封櫃

# L_Api_Controllers_136
source: {0}需要输入封条号才能出厂，请联系仓库
ru_ru: {0} Seal# was required before Gate out factory, please contact with Warehouse;
zh_tw: {0}需要輸入封條號才能出廠，請聯繫倉庫

# L_Api_Controllers_137
source: {0}需要输入货柜号才能出厂，请联系仓库
ru_ru: {0} Container# was required before Gate out factory, please contact with Warehouse;
zh_tw: {0}需要輸入貨櫃號才能出廠，請聯繫倉庫

# L_Api_Controllers_69
source: (FCL)Tare Weight单位不可为空
ru_ru: (FCL) The Unit of Tare Weight was required!
zh_tw: (FCL)Tare Weight單位不可為空

# L_Api_Controllers_70
source: (FCL)Tare Weight数量不可为空
ru_ru: (FCL) The Value of Tare Weight was required!
zh_tw: (FCL)Tare Weight數量不可為空

# L_Api_Controllers_80
source: 数据查询
ru_ru: Data Query
zh_tw: 資料查詢

# L_Api_Controllers_81
source: 确认操作
ru_ru: Operation Confirmed!
zh_tw: 確認操作

# L_Api_Controllers_82
source: 已出厂
ru_ru: Leave factory already!
zh_tw: 已出廠

# L_Api_Controllers_83
source: 未签核完成无法封柜
ru_ru: Cannot close container due to DN approval hasn\'t been finished yet!
zh_tw: 未簽核完成無法封櫃

# L_Api_Controllers_84
source: 未封柜
ru_ru: Hasn\'t closed container yet!
zh_tw: 未封櫃

# L_Api_Controllers_85
source: 放行不得出厂
ru_ru: 多余翻译，可以忽略
zh_tw: 放行不得出廠

# L_Api_Controllers_86
source: 空车离厂入厂卡车号不得为空
ru_ru: The truck# for re-entered empty container was required!
zh_tw: 空車離廠入廠卡車號不得為空

# L_Api_Controllers_87
source: 请尽快联络仓库
ru_ru: Please contact with Warehouse ASAP!
zh_tw: 請儘快聯絡倉庫

# L_Api_Controllers_88
source: 离厂卡车号码不可都为空
ru_ru: Truker# was required while gate out factory
zh_tw: 離廠卡車號碼不可都為空

# L_Api_Controllers_89
source: 请输入封条号
ru_ru: Please maintain the seal No.
zh_tw: 請輸入封條號

# L_Api_Controllers_90
source: 以便核对信息
ru_ru: In order to verify the data
zh_tw: 以便核對資訊

# L_Api_Controllers_91
source: 您输入的封条号和平台上的不一致
ru_ru: Seal# you\'ve input cannot be matched with the one maintained by Warehouse!
zh_tw: 您輸入的封條號和平臺上的不一致

# L_Api_Controllers_92
source: 无法出厂
ru_ru: Cannot gate out factory, operation terminated!
zh_tw: 無法出廠

# L_Api_Controllers_93
source: 未签核完成无法出厂
ru_ru: Cannot Gate out factory due to DN approval hasn\'t been finished yet!
zh_tw: 未簽核完成無法出廠

# L_Api_Controllers_94
source: 未签核完成
ru_ru: e-Approval still under processing
zh_tw: 未簽核完成

# L_Api_Controllers_95
source: 货型成品的数量
ru_ru: DN Q\'tys with Cargo Type of Finished Goods
zh_tw: 貨型成品的數量

# L_Api_Controllers_96
source: 不等于序列号数
ru_ru: Not equal to the Serial Number
zh_tw: 不等於序號數

# L_Api_Controllers_97
source: 基础操作
ru_ru: Basic operation
zh_tw: 基礎操作

# L_Api_Controllers_98
source: 获取预约参数
ru_ru: Get reservation parameters
zh_tw: 獲取預約參數

# L_Api_Controllers_99
source: 出厂成功
ru_ru: Gate out factory successed!
zh_tw: 出廠成功

# L_ApproveGroupSetup_ApproveAttr
source: 签核属性
ru_ru: Approved Attribution
zh_tw: 簽核屬性

# L_ApproveGroupSetup_ApproveDep
source: 签核部门
ru_ru: Division
zh_tw: 簽核部門

# L_ApproveGroupSetup_ApproveGroup
source: 群组代码
ru_ru: Group Code
zh_tw: 群組代碼

# L_ApproveGroupSetup_ApproveMem
source: 签核人员
ru_ru: Approved By
zh_tw: 簽核人員

# L_ApproveGroupSetup_ByEmail
source: 邮件通知
ru_ru: eMail to
zh_tw: 郵件通知

# L_ApproveGroupSetup_ByMsg
source: 讯息通知
ru_ru: Notification
zh_tw: 訊息通知

# L_ApproveGroupSetup_GroupDescp
source: 叙述
ru_ru: Description
zh_tw: 敘述

# L_ApproveGroupSetup_Selc
source: 请先选择属性，再新增明细
ru_ru: Please select attribution then add details
zh_tw: 請先選擇屬性，再新增明細

# L_ApproveGroupSetup_UserId
source: 使用者ID
ru_ru: User ID

# L_ApproveSetup_BackFlag
source: 是否退回
ru_ru: Return Allowed

# L_ApproveSetup_Scripts_253
source: 主档代码有误
ru_ru: Master data code error
zh_tw: 主檔代碼有誤

# L_ApproveSetup_Scripts_254
source: 无法建立
ru_ru: Cannot build
zh_tw: 無法建立

# L_ApproveSetup_Wrong
source: 主档代码有误，无法建立Flow
ru_ru: Master data code is wrong, cannot be established the Flow
zh_tw: 主檔代碼有誤，無法建立Flow

# L_AutoNoManage_AutoNoList
source: 自动编码列表
ru_ru: Auto No. List
zh_tw: 自動編碼清單

# L_AutoNoManage_AutoNoSetupView
source: 自动编码设定
ru_ru: Auto No. Setup
zh_tw: 自動編碼設定

# L_AutoNoManage_Code
source: 代码
ru_ru: Code
zh_tw: 代碼

# L_AutoNoManage_CodeLen
source: 代码长度
ru_ru: Length
zh_tw: 代碼長度

# L_AutoNoManage_CodeName
source: 名称
ru_ru: Name
zh_tw: 名稱

# L_AutoNoManage_CondContent
source: 內容
ru_ru: Contect

# L_AutoNoManage_CondFlag
source: Cond Flag
ru_ru: Flag

# L_AutoNoManage_EffectDate
source: 起始日期
ru_ru: Effect Date

# L_AutoNoManage_RuleCode
source: 规则代码
ru_ru: Rule Code
zh_tw: 規則代碼

# L_AutoNoManage_RuleName
source: 规则名称
ru_ru: Role Name
zh_tw: 規則名稱

# L_AutoNoManage_SeqNo
source: 序号
ru_ru: Seq No.
zh_tw: 序號

# L_AutoNoManage_Stn
source: Control Tower
ru_ru: STN

# L_BaseApprove_Business_20
source: 请在签核建档中建置
ru_ru: Please sign in for filing in nuclear
zh_tw: 請在簽核建檔中建置

# L_BaseApprove_Business_21
source: 群组
ru_ru: group
zh_tw: 群組

# L_BaseBookingSetup_Scripts_159
source: 存储公用的订舱明细页面
ru_ru: Booking details page public storage
zh_tw: 存儲公用的訂艙明細頁面

# L_BaseBookingSetup_Scripts_160
source: 报表归档已排程
ru_ru: Report archiving has been scheduled
zh_tw: 報表歸檔已排程

# L_BaseBookingSetup_Scripts_161
source: 请等候
ru_ru: Please wait
zh_tw: 請等候

# L_BaseBookingSetup_Scripts_162
source: 分钟
ru_ru: Minutes
zh_tw: 分鐘

# L_BaseBookingSetup_Scripts_163
source: 报表归档成功
ru_ru: Report archiving successfully
zh_tw: 報表歸檔成功

# L_BaseBookingSetup_Scripts_164
source: 此笔资料已经订舱
ru_ru: The shipment has released External Booking
zh_tw: 此筆資料已經訂艙

# L_BaseBookingSetup_Scripts_165
source: 不允许执行
ru_ru: Not allowed to perform
zh_tw: 不允許執行

# L_BaseBookingSetup_Scripts_166
source: 是否要将
ru_ru: Whether or not to be
zh_tw: 是否要將

# L_BaseBookingSetup_Scripts_167
source: 已经订舱确认
ru_ru: booking confirmed
zh_tw: 已經訂艙確認

# L_BaseBookingSetup_Scripts_168
source: 不能修改
ru_ru: Cannot be modified

# L_BaseBookingSetup_Script_113
source: 是否要将【
ru_ru: If you want to
zh_tw: 是否要將【

# L_BaseBookingSetup_Script_114
source: 】退回出货单位？
ru_ru: Rejected to Sales Div.?
zh_tw: 】退回出貨單位？

# L_BaseBookingSetup_Script_115
source: 已经订舱确认，不能修改！
ru_ru: booking confirmed, cannot be modified!
zh_tw: 已經訂艙確認，不能修改！

# L_BaseBookingSetup_Script_116
source: 请输入Comapny！！
ru_ru: Please input Comapny!!
zh_tw: 請輸入Comapny！！

# L_BaseBooking_Scripts_126
source: 汇入完成
ru_ru: Import completion
zh_tw: 匯入完成

# L_BaseBooking_Scripts_127
source: 请选择一笔订舱的资料
ru_ru: Please select one booking
zh_tw: 請選擇一筆訂艙的資料

# L_BaseBooking_Scripts_128
source: 执行合并提单
ru_ru: Executive combined bill of lading
zh_tw: 執行合併提單

# L_BaseBooking_Scripts_129
source: 取消合并提单
ru_ru: Cancellation of combination of bill of lading
zh_tw: 取消合併提單

# L_BaseBooking_Scripts_130
source: 执行合并
ru_ru: Executive merger
zh_tw: 執行合併

# L_BaseBooking_Scripts_131
source: 是否要退运
ru_ru: Do you want to recall the shpt?
zh_tw: 是否要退運

# L_BaseBooking_Scripts_132
source: 请选择一笔退运的资料
ru_ru: Please select a return information
zh_tw: 請選擇一筆退運的資料

# L_BaseBooking_Scripts_133
source: 该笔不能退运
ru_ru: this shpt can not be recalled
zh_tw: 該筆不能退運

# L_BaseBooking_Scripts_134
source: 还没有离场
ru_ru: Haven\'t left yet
zh_tw: 還沒有離場

# L_BaseBooking_Scripts_135
source: 确定
ru_ru: Confirmed
zh_tw: 確定

# L_BaseBooking_Scripts_136
source: 请先至代码建档
ru_ru: Please go to the code file
zh_tw: 請先至代碼建檔

# L_BaseBooking_Scripts_137
source: 代码类别
ru_ru: Code category
zh_tw: 代碼類別

# L_BaseBooking_Scripts_138
source: 设定
ru_ru: Set up
zh_tw: 設定

# L_BaseBooking_Scripts_139
source: 与
ru_ru: and
zh_tw: 與

# L_BaseBooking_Scripts_140
source: 无法传送
ru_ru: Cannot transfer
zh_tw: 無法傳送

# L_BaseBooking_Scripts_141
source: 当
ru_ru: When
zh_tw: 當

# L_BaseBooking_Scripts_142
source: 资料的
ru_ru: Data
zh_tw: 資料的

# L_BaseBooking_Scripts_143
source: 是非美港口
ru_ru: Is not the port of United States

# L_BaseBooking_Scripts_144
source: 或是
ru_ru: Or

# L_BaseBooking_Scripts_145
source: 为空时
ru_ru: As empty
zh_tw: 為空時

# L_BaseBooking_Scripts_146
source: 目前系统不允许发送
ru_ru: Currently the system is not allowed to send
zh_tw: 目前系統不允許發送

# L_BaseBooking_Scripts_147
source: 程序错误
ru_ru: Program error
zh_tw: 程式錯誤

# L_BaseBooking_Scripts_148
source: 管理
ru_ru: Administration

# L_BaseBooking_Scripts_149
source: 提单通知
ru_ru: Notice of bill of lading
zh_tw: 提單通知

# L_BaseBooking_Scripts_150
source: 提单核对确认
ru_ru: Check and confirm the bill of lading
zh_tw: 提單核對確認

# L_BaseBooking_Scripts_151
source: 叫车详细信息
ru_ru: picking up car details
zh_tw: 叫車詳細資訊

# L_BaseBooking_Scripts_152
source: 进行发送提单通知
ru_ru: Proceed the B/L Notification
zh_tw: 進行發送提單通知

# L_BaseBooking_Scripts_153
source: 进行提单核对确认
ru_ru: Proceed B/L Verfication Confirm
zh_tw: 進行提單核對確認

# L_BaseBooking_Scripts_154
source: 只剩一笔资料
ru_ru: There is only one DN/Shipment left
zh_tw: 只剩一筆資料

# L_BaseBooking_Scripts_155
source: 将全部解除合并
ru_ru: Will release all of them from combination
zh_tw: 將全部解除合併

# L_BaseBooking_Scripts_156
source: 请确认
ru_ru: Please confirm
zh_tw: 請確認

# L_BaseBooking_Scripts_157
source: 请勾选需要解除提单的
ru_ru: Please check the bill of lading
zh_tw: 請勾選需要解除提單的

# L_BaseBooking_Scripts_158
source: 请勾选需要解除合并的
ru_ru: Please check the need to remove the merger
zh_tw: 請勾選需要解除合併的

# L_BaseBooking_Script_100
source: 发送ISF
ru_ru: Send ISF
zh_tw: 發送ISF

# L_BaseBooking_Script_101
source: 请先至代码建档，代码类别（SYS），设定ISFAcct与ISFKey
ru_ru: Please go to the code file, code category (SYS), set ISFAcct and ISFKey
zh_tw: 請先至代碼建檔，代碼類別（SYS），設定ISFAcct與ISFKey

# L_BaseBooking_Script_102
source: 发送中…
ru_ru: Sending…
zh_tw: 發送中…

# L_BaseBooking_Script_103
source: 无法传送！当Shipment资料的POD是非美港口，或是Importer
ru_ru: transfer failed! When the POD is non-US port, or Importer
zh_tw: 無法傳送！當Shipment資料的POD是非美港口，或是Importer

# L_BaseBooking_Script_104
source: 为空时，目前系统不允许发送ISF
ru_ru: or Importer information is empty, system is not allowed to send ISF
zh_tw: 為空時，目前系統不允許發送ISF

# L_BaseBooking_Script_105
source: 叫车/货柜资讯
ru_ru: TruckCalling/Container Info.
zh_tw: 叫車/貨櫃資訊

# L_BaseBooking_Script_106
source: 实际封条号码1
ru_ru: Actual Seal#1
zh_tw: 實際封條號碼1

# L_BaseBooking_Script_107
source: 实际封条号码2
ru_ru: Actual Seal#2
zh_tw: 實際封條號碼2

# L_BaseBooking_Script_108
source: 】进行发送提单通知？
ru_ru: Notice of Sending the bill of lading ?
zh_tw: 】進行發送提單通知？

# L_BaseBooking_Script_109
source: 】进行提单核对确认？
ru_ru: Check and confirm the bill of lading?
zh_tw: 】進行提單核對確認？

# L_BaseBooking_Script_110
source: 请勾选需要解除提单的Dn ！
ru_ru: Please chose the DN which will be released from B/L.
zh_tw: 請勾選需要解除提單的Dn ！

# L_BaseBooking_Script_111
source: 只剩一笔资料，将全部解除合并。请确认！
ru_ru: Only one DN/shipment left, will be released. Please confirm!
zh_tw: 只剩一筆資料，將全部解除合併。請確認！

# L_BaseBooking_Script_112
source: 帐单厂别必须一致，请取消勾选 SHIPMENT ID :
ru_ru: Bill factory must be consistent, please cancel SHIPMENT ID:
zh_tw: 帳單廠別必須一致，請取消勾選 SHIPMENT ID :

# L_BaseBooking_Script_122
source: 无法传送!当Shipment资料的POD是非美港口，或是Importer of Record为空时，目前系统不允许发送ISF
ru_ru: Unable to transmit. Record is not allowed to send ISF when the Shipment data is not POD or Importer of is empty
zh_tw: 無法傳送!當Shipment資料的POD是非美港口，或是Importer of Record為空時，目前系統不允許發送ISF

# L_BaseBooking_Script_123
source: 程式错误
ru_ru: Program error
zh_tw: 程式錯誤

# L_BaseBooking_Script_124
source: ISF 管理
ru_ru: ISF Management

# L_BaseBooking_Script_159
source: 取消合并Shipment
ru_ru: Cancel ShipmentCombine
zh_tw: 取消合併Shipment

# L_BaseBooking_Script_93
source: 执行合并提单？
ru_ru: Execute combined bill of lading?
zh_tw: 執行合併提單？

# L_BaseBooking_Script_94
source: 合并Shipment
ru_ru: Consolidate Shipment
zh_tw: 合併Shipment

# L_BaseBooking_Script_95
source: 执行合并Shipment？
ru_ru: Execute consolidate Shipment?
zh_tw: 執行合併Shipment？

# L_BaseBooking_Script_96
source: 取消合并Shipment
ru_ru: Cancel consolidate Shipment
zh_tw: 取消合併Shipment

# L_BaseBooking_Script_97
source: 是否要退运？
ru_ru: Do you want to recall the shpt?
zh_tw: 是否要退運？

# L_BaseBooking_Script_98
source: 该笔不能退运，还没有离场
ru_ru: this shpt can not be recalled, no depart yet
zh_tw: 該筆不能退運，還沒有離場

# L_BaseBooking_Script_99
source: 确定HandCarry？
ru_ru: Determination of HandCarry?
zh_tw: 確定HandCarry？

# L_BaseColModel_AtdAtp
source: 计费日期
ru_ru: Billing Date
zh_tw: 計費日期

# L_BaseColModel_CostCenter
source: 成本中心
ru_ru: Cost Center

# L_BaseColModel_CostCenterList
source: 成本中心列表
ru_ru: Cost Center List
