Repository: wtg-prolink/ESHIPPING-INBOUND
Catalog: WebGui/App_GlobalResources/Locale.*.resx
Languages: ru_ru, zh_tw

# L_ChgApproveManage_Views_178
source: 行记录执行不通过操作吗
ru_ru: for rejection?
zh_tw: 行記錄執行不通過操作嗎

# L_ChgApproveManage_Views_179
source: 请输入不通过理由
ru_ru: Please entering the reason of rejection
zh_tw: 請輸入不通過理由

# L_ChgApproveManage_Views_180
source: 必须输入原因才可操作
ru_ru: It can process only entering the reason
zh_tw: 必須輸入原因才可操作

# L_ChgApproveManage_Views_181
source: 费用预览
ru_ru: Cost review
zh_tw: 費用預覽

# L_ChgApproveManage_Views_182
source: 物流费用
ru_ru: logistics fees
zh_tw: 物流費用

# L_ChgApproveManage_Views_183
source: 请先选择一笔记录
ru_ru: Please select a record
zh_tw: 請先選擇一筆記錄

# L_ChgApproveManage_Views_184
source: 订舱明细
ru_ru: Booking details
zh_tw: 訂艙明細

# L_ChgApproveManage_Views_185
source: 请选择一笔记录
ru_ru: Please select a record
zh_tw: 請選擇一筆記錄

# L_ChgApproveManage_Views_186
source: 该笔资料暂无订舱信息
ru_ru: No booking information for this shipment
zh_tw: 該筆資料暫無訂艙資訊

# L_ChgApproveManage_Views_187
source: 订舱信息
ru_ru: Booking information
zh_tw: 訂艙信息

# L_ChgApproveManage_Views_188
source: 暂无记录
ru_ru: No record
zh_tw: 暫無記錄

# L_ChgApproveManage_Views_189
source: 请先查询
ru_ru: Please check first
zh_tw: 請先查詢

# L_ChgApproveManage_Views_190
source: 提单号
ru_ru: Bill of lading
zh_tw: 提單號

# L_ChgApproveManage_Views_191
source: 帐单号码
ru_ru: Billing number
zh_tw: 帳單號碼

# L_ChgApproveManage_Views_192
source: 帐单日期
ru_ru: Billing date
zh_tw: 帳單日期

# L_ChgApproveManage_Views_193
source: 物流代码
ru_ru: Logistics code
zh_tw: 物流代碼

# L_ChgApproveManage_Views_194
source: 费用说明
ru_ru: Cost instruction
zh_tw: 費用說明

# L_ChgApproveManage_Views_195
source: 请款单价
ru_ru: Payment unit price
zh_tw: 請款單價

# L_ChgApproveManage_Views_196
source: 请款数量
ru_ru: Payment quantity
zh_tw: 請款數量

# L_ChgApproveManage_Views_197
source: 请款汇率
ru_ru: Payment exchange rate
zh_tw: 請款匯率

# L_ChgApproveManage_Views_198
source: 请款税率
ru_ru: Payment tax
zh_tw: 請款稅率

# L_ChgApproveManage_Views_199
source: 物流费用明细
ru_ru: Logistics cost detail
zh_tw: 物流費用明細

# L_CityDataQuery_Air
source: 空运
ru_ru: Air
zh_tw: 空運

# L_CityDataQuery_ALl
source: 全部
ru_ru: ALL

# L_CityDataQuery_Ship
source: 海运
ru_ru: Sea
zh_tw: 海運

# L_CityDataQuery_Truck
source: 卡车
ru_ru: Truck
zh_tw: 卡車

# L_CitySetup_AMSCode
source: AMS 代码
ru_ru: AMS Code
zh_tw: AMS 代碼

# L_CitySetup_AsType
source: 港口类别
ru_ru: Type
zh_tw: 港口類別

# L_CitySetup_CityList
source: 城市港口列表
ru_ru: Port Code List

# L_CitySetup_CitySetup
source: 城市港口建档
ru_ru: PortCodeList Setup
zh_tw: 城市港口建檔

# L_CitySetup_CntryCd
source: 国家代码
ru_ru: Country Code
zh_tw: 國家代碼

# L_CitySetup_Ew
source: 纬度
ru_ru: Latitude
zh_tw: 緯度

# L_CitySetup_Gm
source: 时区
ru_ru: Time Zone
zh_tw: 時區

# L_CitySetup_GMO
source: 时区超出范围
ru_ru: Time Zone is out of range
zh_tw: 時區超出範圍

# L_CitySetup_Ns
source: 经度
ru_ru: Longitude
zh_tw: 經度

# L_CitySetup_PortCd
source: 城市代码
ru_ru: City Code
zh_tw: 城市代碼

# L_CitySetup_PortNm
source: 城市名称
ru_ru: City Name
zh_tw: 城市名稱

# L_CitySetup_Region
source: 地区
ru_ru: Region
zh_tw: 地區

# L_CitySetup_Scripts_109
source: 必须为三码
ru_ru: The code must be 3 characters.
zh_tw: 必須為三碼

# L_CitySetup_Script_84
source: Code必须为三码，请重新输入！
ru_ru: The code must be 3 characters, please re-entry.
zh_tw: Code必須為三碼，請重新輸入！

# L_CitySetup_Script_85
source: 必须为三码，请重新输入！
ru_ru: The code must be 3 characters, please re-entry.
zh_tw: 必須為三碼，請重新輸入！

# L_CitySetup_State
source: 省份/州别
ru_ru: State/Province
zh_tw: 省份/州別

# L_CntrStdQty
source: 标准装柜量
ru_ru: Standardized Loading Quantity
zh_tw: 標準裝櫃量

# L_CntyQueryView_CntyList
source: 国家列表
ru_ru: Country Name List
zh_tw: 國家列表

# L_CntyQueryView_CntySetupView
source: 国家建档录入
ru_ru: Country Name setup
zh_tw: 國家建檔錄入

# L_CntySetup_CntryNm
source: 国家名称
ru_ru: Country Name
zh_tw: 國家名稱

# L_CntySetup_Scripts_110
source: 国家代码建档
ru_ru: Country Code file
zh_tw: 國家代碼建檔

# L_CombineOther
source: 与外厂并柜
ru_ru: L_CombineOther
zh_tw: 與外廠並櫃

# L_CombineOther_tip
source: 请选择与外厂并柜
ru_ru: Please select The Combine vs OtherPlants
zh_tw: 請選擇與外廠并柜

# L_Common_Controllers_221
source: 放大镜数据查询
ru_ru: Search data
zh_tw: 放大鏡資料查詢

# L_Common_Controllers_222
source: 产生
ru_ru: produce
zh_tw: 產生

# L_common_Scripts_15
source: 小数点后
ru_ru: After the decimal point
zh_tw: 小數點後

# L_common_Scripts_16
source: 判断数组内是否包含
ru_ru: please check if the array contains….
zh_tw: 判斷陣列內是否包含

# L_common_Scripts_17
source: 判断某个数组内是否有重复
ru_ru: please check if there is repeat data in the array
zh_tw: 判斷某個陣列內是否有重複

# L_common_Scripts_18
source: 判断自定义日期格试
ru_ru: please check the custom date format
zh_tw: 判斷自訂日期格試

# L_common_Scripts_19
source: 月
ru_ru: month

# L_common_Scripts_20
source: 日期格式
ru_ru: date format

# L_common_Script_5
source: 不允许为空.
ru_ru: Not allowed to be empty.
zh_tw: 不允許為空.

# L_ConfirmReserveSetup_Views_397
source: 批次号码
ru_ru: shippment ID
zh_tw: 批次號碼

# L_ConfirmReserve_Script_29
source: 售后料件
ru_ru: Customer Service Materials
zh_tw: 售後料件

# L_ConfirmReserve_Views_394
source: 暂时离厂
ru_ru: Truck left plant temporary
zh_tw: 暫時離廠

# L_ConfirmReserve_Views_395
source: 卡车公司名称
ru_ru: truck company name
zh_tw: 卡車公司名稱

# L_ConfirmReserve_Views_396
source: 船公司
ru_ru: carrier

# L_ContainerManage_AportDate
source: 到港时间
ru_ru: ETA
zh_tw: 到港時間

# L_ContainerManage_CntrStdQty
source: 标准装柜量
ru_ru: Ref. ContainerLoading Q\'tys
zh_tw: 標準裝櫃量

# L_ContainerManage_CntType
source: 柜型
ru_ru: ContainerSize
zh_tw: 櫃型

# L_ContainerManage_InBy
source: 入厂时间
ru_ru: Gate in Date&Time
zh_tw: 入廠時間

# L_ContainerManage_NightCount
source: 夜间计费次数
ru_ru: Night Count
zh_tw: 夜間計費次數

# L_ContainerManage_OutBy
source: 出厂时间
ru_ru: Gate out Date&Time
zh_tw: 出廠時間

# L_ContainerManage_SCode
source: 门禁号码
ru_ru: Gate No.
zh_tw: 門禁號碼

# L_ContainerManage_Scripts_255
source: 请先选择一笔货柜讯息记录
ru_ru: Please select one of shipment ID for editing!
zh_tw: 請先選擇一筆貨櫃訊息記錄

# L_ContainerManage_Scripts_256
source: 没有可下载的档案
ru_ru: No files available for downloading!
zh_tw: 沒有可下載的檔案

# L_ContainerManage_Scripts_257
source: 或您都已下载过
ru_ru: Or you\'ve downloaded already!
zh_tw: 或您都已下載過

# L_ContainerManage_Scripts_258
source: 工号导入
ru_ru: Importing work orders
zh_tw: 工號導入

# L_ContainerManage_Scripts_259
source: 货柜信息
ru_ru: Container Info. Management
zh_tw: 貨櫃信息

# L_ContainerManage_Scripts_260
source: 双击两下进入编辑
ru_ru: Double click for editing
zh_tw: 按兩下兩下進入編輯

# L_ContainerManage_Script_152
source: A:成品;B:料件;C:售后料件
ru_ru: A:FG;B:SpareParts;C: SpareParts from CS
zh_tw: A:成品;B:料件;C:售後料件

# L_ContainerManage_Script_153
source: 备注1
ru_ru: Remark1
zh_tw: 備註1

# L_ContainerManage_Script_154
source: 备注2
ru_ru: Remark2
zh_tw: 備註2

# L_ContainerManage_Script_155
source: D:已叫车;R:已预约;C:已确认;I:入厂;G:入月台;V:取消;P:封柜;O:离厂;E:暂时离厂;
ru_ru: D:Finished TruckCalling;R:SlotTime Booked;C:SlotTime Confirmed;I:GateIn;G:DockBerth;V:Cancelled;P:CloseContainer;O:LeaveFactory;E:GateoutTemporary;
zh_tw: D:已叫車;R:已預約;C:已確認;I:入廠;G:入月臺;V:取消;P:封櫃;O:離廠;E:暫時離廠;

# L_ContainerManage_Script_156
source: 货柜信息（双击两下进入编辑）
ru_ru: Container Info. Management(Double click for Editing)
zh_tw: 貨櫃資訊（按兩下兩下進入編輯）

# L_ContainerManage_SealDate
source: 封柜时间
ru_ru: ContainerClosing Date&Time
zh_tw: 封櫃時間

# L_ContainerManage_Status
source: 装货状态
ru_ru: Shipment Status
zh_tw: 裝貨狀態

# L_ContainerManage_TruckCntrno
source: 卡车货柜号
ru_ru: Truck\'s Container#
zh_tw: 卡車貨櫃號

# L_ContainerManage_TruckNm
source: 卡车名称
ru_ru: Name of Truck
zh_tw: 卡車名稱

# L_ContainerManage_TruckSealno
source: 卡车封条
ru_ru: Seal for Truck
zh_tw: 卡車封條

# L_ContainerManage_Yard
source: 堆场/寄存
ru_ru: ContainerYard/Deposit
zh_tw: 堆場/寄存

# L_ContainUsageSetup_Scripts_118
source: 周
ru_ru: Week

# L_ContainUsage_ContainUsageSetup
source: 货柜使用量设定
ru_ru: Setting for ContainerUsage
zh_tw: 貨櫃使用量設定

# L_ContainUsage_ContainUtili
source: 货柜使用率
ru_ru: Container Utilization
zh_tw: 貨櫃使用率

# L_ContainUsage_MAXFEU
source: MAX FEU
ru_ru: ContainerUsage(Max./FEU)

# L_ContainUsage_Month
source: 月别
ru_ru: Month
zh_tw: 月別

# L_ContainUsage_Week
source: 周别
ru_ru: week#
zh_tw: 周別

# L_ContainUsage_Year
source: 年度
ru_ru: Year

# L_ContainUtili_ContainUtiliSetup
source: 货柜使用率设定
ru_ru: Setting for ContainerUtilization
zh_tw: 貨櫃使用率設定

# L_ContainUtili_OdType
source: 内外销
ru_ru: Outbound/DomesticTrade
zh_tw: 內外銷

# L_ContainUtili_Seal
source: 封条
ru_ru: Seal#
zh_tw: 封條

# L_ContractApproveHelper_Business_44
source: 该笔合约：
ru_ru: The contract:
zh_tw: 該筆合約：

# L_ContractApproveHelper_Business_45
source: 该笔合约资料{0}您无签核权限！
ru_ru: You\'re not authorized to sign the contract#{0}
zh_tw: 該筆合約資料{0}您無簽核許可權！

# L_ContractApproveHelper_Business_46
source: 此笔合约资料{0}您无签核权限！
ru_ru: You\'re not authorized to sign the contract#{0}
zh_tw: 此筆合約資料{0}您無簽核許可權！

# L_ContractApproveHelper_Business_47
source: 合约资料为空，请选择一笔有效的资料
ru_ru: A Null data,please select an available one!
zh_tw: 合約資料為空，請選擇一筆有效的資料

# L_ContractApproveHelper_Business_48
source: 合约号码：
ru_ru: Contract NO.
zh_tw: 合約號碼：

# L_ContractQuery_Script_47
source: N:否;Y:是
ru_ru: N: No; Y: Yes

# L_ContractQuery_TFVehicle
source: TF整车报价(人民币)
ru_ru: Full Truck Load
zh_tw: TF整車報價(人民幣)

# L_ContractQuery_Views_477
source: 未发起
ru_ru: UnProcessed
zh_tw: 未發起

# L_ContractQuery_Views_478
source: 发起
ru_ru: Start
zh_tw: 發起

# L_ContractQuery_Views_479
source: 审核明细
ru_ru: eApproval Log
zh_tw: 審核明細

# L_ContractQuery_Views_480
source: 报价明细
ru_ru: Quotation Details
zh_tw: 報價明細

# L_ContractQuery_Views_481
source: 按计费重报价
ru_ru: Quoted by Chargable weight
zh_tw: 按計費重報價

# L_ContractQuery_Views_482
source: 公斤
ru_ru: Kilogram

# L_ContractQuery_Views_483
source: TF整车报价(人民币)
ru_ru: Full Truck Load
zh_tw: TF整車報價(人民幣)

# L_ContractQuery_Views_484
source: 申请者
ru_ru: Applicant
zh_tw: 申請者

# L_ContractQuery_Views_485
source: 审核类别
ru_ru: eApproval Type
zh_tw: 審核類別

# L_ContractQuery_Views_486
source: 签核顺序
ru_ru: Sequence
zh_tw: 簽核順序

# L_ContractQuery_Views_487
source: 签核部门
ru_ru: Division
zh_tw: 簽核部門

# L_ContractQuery_Views_488
source: 签核状态
ru_ru: Status
zh_tw: 簽核狀態

# L_ContractQuery_Views_489
source: 通知时间
ru_ru: Time of notification
zh_tw: 通知時間

# L_ContractQuery_Views_490
source: 签核人
ru_ru: Approved by
zh_tw: 簽核人

# L_ContractQuery_Views_491
source: 签核时间
ru_ru: Time of countersigned
zh_tw: 簽核時間

# L_ContractQuery_Views_492
source: 预定秏时
ru_ru: Estimated/(Minutes)
zh_tw: 預定秏時

# L_ContractQuery_Views_493
source: 实际秏时
ru_ru: Actual/(Minutes)
zh_tw: 實際秏時

# L_ContractQuery_Views_494
source: 签核内容
ru_ru: Approval Status/Remark
zh_tw: 簽核內容

# L_ContractQuery_Views_495
source: TF整车报价(人民币)
ru_ru: Full Truck Load
zh_tw: TF整車報價(人民幣)

# L_ContractSetup_Cnty
source: 国家
ru_ru: Country
zh_tw: 國家

# L_ContractSetup_Copy
source: 份数
ru_ru: The number of copies
zh_tw: 份數

# L_ContractSetup_CtDate
source: 合约日期
ru_ru: Contract Date
zh_tw: 合約日期

# L_ContractSetup_CtNo
source: 合约号码
ru_ru: Contract number
zh_tw: 合約號碼

# L_ContractSetup_EffectFrom
source: 合约生效日
ru_ru: Contract effective date
zh_tw: 合約生效日

# L_ContractSetup_EffectTo
source: 合约截止日
ru_ru: Contract deadline
zh_tw: 合約截止日

# L_ContractSetup_Emttoatd
source: 提空至ATD
ru_ru: Empty contaienr picked up until ATD

# L_ContractSetup_Emttoport
source: 提空至进港
ru_ru: Free time-Empty container picked up Until Enter Port
zh_tw: 提空至進港

# L_ContractSetup_Exten
source: 能否展延
ru_ru: Extented or not

# L_ContractSetup_ExtenDate
source: 展延至
ru_ru: Extension To

# L_ContractSetup_ExtenDateWarning
source: 请选择延展日期
ru_ru: Please Choose Exrension Date
zh_tw: 請選擇延展日期

# L_ContractSetup_Invalid
source: 作废人
ru_ru: Invalid
zh_tw: 作廢人

# L_ContractSetup_InvalidDate
source: 作废时间
ru_ru: Cancellation time
zh_tw: 作廢時間

# L_ContractSetup_JobNo
source: 工作编号
ru_ru: Job#
zh_tw: 工作編號

# L_ContractSetup_Location
source: 签订方
ru_ru: Signature Party
zh_tw: 簽訂方

# L_ContractSetup_LocName
source: 签订方名称
ru_ru: Signature Party name
zh_tw: 簽訂方名稱

# L_ContractSetup_LocPic
source: 签订方负责人
ru_ru: Signature Party of in charge
zh_tw: 簽訂方負責人

# L_ContractSetup_LspCt
source: 物流业者合约号
ru_ru: Contract NO.
zh_tw: 物流業者合約號

# L_ContractSetup_LspNm
source: 物流业者名称
ru_ru: Logistics supplier name
zh_tw: 物流業者名稱

# L_ContractSetup_LspNo
source: 物流业者
ru_ru: Logistics supplier
zh_tw: 物流業者

# L_ContractSetup_LspPic
source: 物流业者负责人
ru_ru: Service Provider\'s Person in Charge
zh_tw: 物流業者負責人

# L_ContractSetup_Porttoatd
source: 进港至ATD
ru_ru: GateIn Terminal Till ATD
zh_tw: 進港至ATD

# L_ContractSetup_QuotNo
source: 物流报价编号
ru_ru: LSP\'s Quotation No.
zh_tw: 物流報價編號

# L_ContractSetup_Remark
source: 说明
ru_ru: Comment
zh_tw: 說明

# L_ContractSetup_RfqNo
source: 询价编号
ru_ru: Enquiry NO.
zh_tw: 詢價編號

# L_ContractSetup_Script_48
source: 退回说明：
ru_ru: Disapproval Instructions:
zh_tw: 退回說明：

# L_ContractSetup_Status
source: 状态
ru_ru: Status
zh_tw: 狀態

# L_ContractSetup_tip1
source: 新增状态下，只能填写询价类别为BID的编码
ru_ru: Only can input bidding type to BID Code in create status
zh_tw: 新增狀態下，只能填寫詢價類別為BID的編碼

# L_ContractSetup_tip2
source: 该询价编码未得标
ru_ru: This bidding did not acceptance
zh_tw: 該詢價編碼未得標

# L_ContractSetup_tip3
source: 此确认询价号码是否为BID类型并且已得标
ru_ru: Please check the bidding No is BID type and acceptance or not
zh_tw: 此確認詢價號碼是否為BID類型並且已得標

# L_ContractSetup_tip4
source: 该笔没有报价明细
ru_ru: This quotation does not have detail
zh_tw: 該筆沒有報價明細

# L_ContractSetup_Views_495
source: 审核通过
ru_ru: Approved
zh_tw: 審核通過

# L_ContractSetup_Views_496
source: 到期
ru_ru: expire

# L_ContractSetup_Views_497
source: 天
ru_ru: day

# L_ContractSetup_Views_498
source: 询价列表
ru_ru: List of RFQ&Bidding Request
zh_tw: 詢價列表

# L_ContractSetup_Views_499
source: 询价申请
ru_ru: Enquiry Application
zh_tw: 詢價申請

# L_ContractSetup_Views_500
source: 询价中
ru_ru: Enquiry in Process
zh_tw: 詢價中

# L_ContractSetup_Views_501
source: 询价结束
ru_ru: Finished Enquiry
zh_tw: 詢價結束

# L_CONT_DECL_NUM
source: 续单数
ru_ru: Continued Declaration Copies
zh_tw: 續單數

# L_CostCenterdescp
source: 成本归属
ru_ru: Cost Center
zh_tw: 成本歸屬

# L_CostCenterQueryView_Views_225
source: 成本中心录入
ru_ru: Cost Center Setup
zh_tw: 成本中心錄入

# L_CostInfo_Controllers_223
source: 已经过账单
ru_ru: The billing have passed
zh_tw: 已經過帳單

# L_CostInfo_Controllers_224
source: 该月份已经关账
ru_ru: It closed this month
zh_tw: 該月份已經關賬

# L_CostInfo_Controllers_225
source: 请修改账单日期
ru_ru: Please mofidy billing date
zh_tw: 請修改帳單日期

# L_CostInfo_Controllers_226
source: 账单
ru_ru: Bill
zh_tw: 帳單

# L_CostInfo_Controllers_227
source: 已经审核
ru_ru: Already audited
zh_tw: 已經審核

# L_CostInfo_Controllers_228
source: 请商务还原
ru_ru: Please business restoring
zh_tw: 請商務還原

# L_CurrencySetup_CurSetup
source: 币别建档
ru_ru: Currency Setup
zh_tw: 幣別建檔

# L_CurrencySetup_DecimalNum
source: 小数位数
ru_ru: Decimal Number
zh_tw: 小數位數

# L_CurrencySetup_RoundType
source: 取值方式
ru_ru: Round Type

# L_CurrencySetup_Scripts_117
source: 订舱录入
ru_ru: Booking entry
zh_tw: 訂艙錄入

# L_Currency_RoundD
source: 舍去
ru_ru: Round Down

# L_Currency_RoundO
source: 四舍五入
ru_ru: Round Off
zh_tw: 四捨五入

# L_Currency_RoundU
source: 进位
ru_ru: Round Up
zh_tw: 進位

# L_CusStatus_CusStatus
source: 客户货况设定
ru_ru: Customer cargo status setting
zh_tw: 客戶貨況設定

# L_CusStatus_ShipmentStatus
source: 货况设置
ru_ru: Cargo status setting
zh_tw: 貨況設置

# L_CustomerStatus_Scripts_381
source: 按下上方修改后
ru_ru: After modify by press the top
zh_tw: 按下上方修改後

# L_CustomerStatus_Scripts_382
source: 要做的事
ru_ru: Thing need to do

# L_CustomerStatus_Scripts_383
source: 按下上方
ru_ru: Press top

# L_CustomerStatus_Scripts_384
source: 撤消后
ru_ru: After withdraw
zh_tw: 撤銷後

# L_CustomsBooking_Scripts_180
source: 已经发送报关通知
ru_ru: Exp. C/C Notice Sent
zh_tw: 已經發送報關通知

# L_CustomsBooking_Scripts_181
source: 报关已确认
ru_ru: Exp. C/C Confirmed
zh_tw: 報關已確認

# L_CustomsBooking_Views_294
source: 位置信息
ru_ru: position information
zh_tw: 位置資訊

# L_CustomsNoticeConfirmQuery_Views_302
source: 货柜资讯
ru_ru: Container Management Info.
zh_tw: 貨櫃資訊

# L_CustomsNoticeConfirmQuery_Views_303
source: 透过
ru_ru: Mapping via
zh_tw: 透過

# L_CustomsNoticeConfirmQuery_Views_304
source: 抓取
ru_ru: to receive

# L_CustomsNoticeConfirmQuery_Views_305
source: 数据回来
ru_ru: the feedback data
zh_tw: 數據回來

# L_CustomsNoticeConfirmQuery_Views_306
source: 丢到样版产生画面
ru_ru: Will output user interface per saved template.
zh_tw: 丟到樣版產生畫面

# L_CustomsNoticeConfirmSetup_Scripts_182
source: 报关确认信息
ru_ru: Declaration confirmed Info.
zh_tw: 報關確認資訊

# L_CustomsNoticeConfirmSetup_Scripts_183
source: 确定报关确认
ru_ru: Customs Declaration Confirmed
zh_tw: 確定報關確認

# L_CustomsNoticeConfirmSetup_Scripts_184
source: 只可回填出口号码
ru_ru: Only Export No. was authorized to fill in.
zh_tw: 只可回填出口號碼

# L_CustomsNoticeConfirmSetup_Scripts_185
source: 报关时间和放行时间
ru_ru: Export Customs Declaration and Release data&Time
zh_tw: 報關時間和放行時間

# L_CustomsNoticeSetup_ExportNo
source: 进出口号码
ru_ru: Import and Export Number
zh_tw: 進出口號碼

# L_CustomsNotice_Script_16
source: 】发送报关通知？
ru_ru: Send Exp. C/C Notification?
zh_tw: 】發送報關通知？

# L_CustomsNotice_Views_295
source: 请选择一笔资料
ru_ru: Please select one of shipment ID!
zh_tw: 請選擇一筆資料

# L_CustomsNotice_Views_296
source: 是否要对
ru_ru: Do you want to
zh_tw: 是否要對

# L_CustomsNotice_Views_297
source: 发送
ru_ru: Send
zh_tw: 發送

# L_CustomsNotice_Views_298
source: 取消报关
ru_ru: the cancellation notice for Exp. C/C?
zh_tw: 取消報關

# L_CustomsNotice_Views_299
source: 电子文档
ru_ru: eDOC
zh_tw: 電子文檔

# L_CustomsNotice_Views_2_0
source: 发送报关通知？
ru_ru: Send Exp. C/C Notification?
zh_tw: 發送報關通知？

# L_CustomsNotice_Views_300
source: 请输入取消原因
ru_ru: Please input the reason of cancellation!
zh_tw: 請輸入取消原因

# L_CustomsNotice_Views_301
source: 费用明细
ru_ru: Details of Charges
zh_tw: 費用明細

# L_DEBookingConfirmSetup_Script_126
source: 国内快递Confirm-DN明细
ru_ru: DN Details for Inland Express Confirm
zh_tw: 國內快遞Confirm-DN明細

# L_DEBookingSetup_Script_127
source: 国内快递-DN明细
ru_ru: DN Details for Inland Express
zh_tw: 國內快遞-DN明細

# L_DECL_NUM
source: 报单数
ru_ru: Declaration Copies
zh_tw: 報單數

# L_DEQuery_F1
source: 首重RMB/0.5KG
ru_ru: first weight RMB/0.5KG

# L_DEQuery_F2
source: 首重RMB/1KG
ru_ru: first weight RMB/1KG

# L_DEQuery_F3
source: 续重RMB/0.5KG
ru_ru: additional weight RMB/0.5KG
zh_tw: 續重RMB/0.5KG

# L_DEQuery_F4
source: 续重RMB/1KG
ru_ru: additional weight RMB/1KG
zh_tw: 續重RMB/1KG

# L_DEQuery_PodCd
source: 寄送地/到货地
ru_ru: place of delivery / destination
zh_tw: 寄送地/到貨地

# L_DEQuery_PodNm
source: 名称
ru_ru: Name
zh_tw: 名稱

# L_DEQuery_Tt
source: 时效（天）
ru_ru: Lead time
zh_tw: 時效（天）

# L_DistManageController_Controllers_102
source: (范例)TV
ru_ru: eg.)TV
zh_tw: (範例)TV

# L_DistManage_CityCd
source: 城市
ru_ru: City Code

# L_DistManage_CityNm
source: 城市名称
ru_ru: City Name
zh_tw: 城市名稱

# L_DistManage_Cmp
source: Region
ru_ru: Location

# L_DistManage_CntryCd
source: 国家代码
ru_ru: Country Code
zh_tw: 國家代碼

# L_DistManage_CntryNm
source: 国家名称
ru_ru: Country Name
zh_tw: 國家名稱

# L_DistManage_Controllers_229
source: 已存同类型的数据
ru_ru: Have saved the data with same type.
zh_tw: 已存同類型的資料

# L_DistManage_Controllers_230
source: 范例
ru_ru: Example
zh_tw: 範例

# L_DistManage_Controllers_231
source: 已超过最大的周
ru_ru: Has exceeded the maximized week number.
zh_tw: 已超過最大的周

# L_DistManage_CreateBy
source: 创建者
ru_ru: Create By
zh_tw: 創建者

# L_DistManage_CreateDate
source: 创建时间
ru_ru: Create Time
zh_tw: 創建時間

# L_DistManage_Dep
source: 部门
ru_ru: DEP
zh_tw: 部門

# L_DistManage_DistCd
source: 区代码
ru_ru: Area Code
zh_tw: 區代碼

# L_DistManage_DistList
source: 报价区域列表
ru_ru: Quota. Area List
zh_tw: 報價區域清單

# L_DistManage_DistNm
source: 区名称
ru_ru: Area Desprition
zh_tw: 區名稱

# L_DistManage_DistSetupView
source: 报价区域录入
ru_ru: Quota. Area Setup
zh_tw: 報價區域錄入

# L_DistManage_GroupId
source: 集团
ru_ru: GROUP
zh_tw: 集團

# L_DistManage_Ltype
source: 地点类别
ru_ru: Area Type
zh_tw: 地點類別

# L_DistManage_ModifyBy
source: 修改者
ru_ru: Modify By

# L_DistManage_ModifyDate
source: 修改時間
ru_ru: Modify Time

# L_DistManage_PickFee
source: 提货费用
ru_ru: Pick up Fee
zh_tw: 提貨費用

# L_DistManage_Remark
source: 备注
ru_ru: Remark
zh_tw: 備註

# L_DistManage_StateCd
source: 省份
ru_ru: State Code

# L_DistManage_StateNm
source: 省份名称
ru_ru: State Name
zh_tw: 省份名稱

# L_DistManage_Stn
source: Control Tower
ru_ru: Station

# L_DistManage_ZipE
source: 邮编(止)
ru_ru: ZIP From
zh_tw: 郵編(訖)

# L_DistManage_ZipF
source: 邮编(起)
ru_ru: ZIP To
zh_tw: 郵編(起)

# L_DM_AFEU
source: 可使用FEU
ru_ru: Available/FEU

# L_DM_BFEU
source: 订舱FEU
ru_ru: Booked/FEU
zh_tw: 訂艙FEU

# L_DM_FFEU
source: 预算FEU
ru_ru: Budget/FEU
zh_tw: 預算FEU

# L_DM_RFEU
source: 已放箱FEU
ru_ru: released container Qty

# L_DNApproveLoop_Business_49
source: 目的地为空，不能执行签核！
ru_ru: Can\'t process without destination
zh_tw: 目的地為空，不能執行簽核！

# L_DNApproveLoop_Business_50
source: 该笔已启动签核退回
ru_ru: The rejection of the application on processing
zh_tw: 該筆已啟動簽核退回

# L_DNApproveLoop_Business_51
source: 您不能签核，请通知管理员检核您是否具有签核权限！
ru_ru: No authority to approve; please contact with keyusers/System Administrator.
zh_tw: 您不能簽核，請通知管理員檢核您是否具有簽核許可權！

# L_DNApproveLoop_Business_52
source: 该笔资料签核明细已经变更，请稽核！
ru_ru: The information details updated, please check
zh_tw: 該筆資料簽核明細已經變更，請稽核！

# L_DNApproveLoop_Business_53
source: 从OA系统，抓取财务主管信息失败
ru_ru: Unable to get Finance Message in OA system
zh_tw: 從OA系統，抓取財務主管資訊失敗

# L_DNApproveLoop_Business_54
source: 非出货部门，无法发起签核！
ru_ru: DN Initiation for Shipping department only
zh_tw: 非出貨部門，無法發起簽核！

# L_DNApproveLoop_Business_55
source: 查无DN TYPE
ru_ru: DN TYPE not available
zh_tw: 查無DN TYPE

# L_DNApproveLoop_Business_56
source: 签核失败
ru_ru: Approving Fail
zh_tw: 簽核失敗

# L_DNApproveLoop_Business_57
source: 无法退回上一层！
ru_ru: unable to return to previous level
zh_tw: 無法退回上一層！

# L_DNApproveManage_AcRemark
source: 财务讯息
ru_ru: Finance message
zh_tw: 財務訊息

# L_DNApproveManage_ActPostDate
source: 发货过帐日
ru_ru: Billing Date
zh_tw: 發貨過帳日

# L_DNApproveManage_ActShipDate
source: 实际发货时间
ru_ru: Autual delivery date
zh_tw: 實際發貨時間

# L_DNApproveManage_ActureDate
source: 实际货好时间
ru_ru: Cargo ready date
zh_tw: 實際貨好時間

# L_DNApproveManage_Amount
source: 货值
ru_ru: Cargo Value
zh_tw: 貨值

# L_DNApproveManage_ApprovalNo
source: 批准文号
ru_ru: Approval No
zh_tw: 批准文號

# L_DNApproveManage_ApproveBack
source: 签核退回
ru_ru: Application Rejected
zh_tw: 簽核退回

# L_DNApproveManage_ApproveTo
source: 签核状态
ru_ru: Application Status
zh_tw: 簽核狀態

# L_DNApproveManage_ApproveType
source: 审核类别
ru_ru: Review Type
zh_tw: 審核類別

# L_DNApproveManage_AsdNo
source: 海关ASD号码
ru_ru: Customs ASD No
zh_tw: 海關ASD號碼

# L_DNApproveManage_Assembly
source: 组装型态
ru_ru: Type of Assembly
zh_tw: 組裝型態

# L_DNApproveManage_BaCd
source: 定舱代理
ru_ru: Booking Agent
zh_tw: 定艙代理

# L_DNApproveManage_BandType
source: 绕物流园
ru_ru: Via BLC
zh_tw: 繞物流園

# L_DNApproveManage_BookingAgent
source: 订舱代理
ru_ru: Booking Agent
zh_tw: 訂艙代理

# L_DNApproveManage_BookingNm
source: 订舱名称
ru_ru: Booking name
zh_tw: 訂艙名稱

# L_DNApproveManage_Brand
source: 品牌
ru_ru: Brand

# L_DNApproveManage_BrandType
source: 品牌类型
ru_ru: Brand Type
zh_tw: 品牌類型

# L_DNApproveManage_Bu
source: 销售组织
ru_ru: Sales organization
zh_tw: 銷售組織

# L_DNApproveManage_CargoType
source: 货型
ru_ru: Cargo Type
zh_tw: 貨型

# L_DNApproveManage_Category
source: 类别
ru_ru: Category
zh_tw: 類別

# L_DNApproveManage_Cbm
source: 材积
ru_ru: Volume
zh_tw: 材積

# L_DNApproveManage_CentDecl
source: 统报
ru_ru: Unifying Declaration
zh_tw: 統報

# L_DNApproveManage_Channel
source: 销售渠道
ru_ru: Distribution channel
zh_tw: 銷售管道

# L_DNApproveManage_ChannelCd
source: 销售渠道代码
ru_ru: Sales channel code
zh_tw: 銷售管道代碼

# L_DNApproveManage_CneeCd
source: 收货人代码
ru_ru: Consignee Code
zh_tw: 收貨人代碼

# L_DNApproveManage_CneeNm
source: 收货人名称
ru_ru: Consignee Name
zh_tw: 收貨人名稱

# L_DNApproveManage_CntrDescp
source: 货柜尺寸
ru_ru: Container dimention
zh_tw: 貨櫃尺寸

# L_DNApproveManage_CntrQty
source: 货柜数量
ru_ru: Container Quantity
zh_tw: 貨櫃數量

# L_DNApproveManage_CntrType
source: 货柜尺寸代码
ru_ru: Container Type
zh_tw: 貨櫃尺寸代碼

# L_DNApproveManage_CombineInfo
source: 并柜讯息
ru_ru: Combined DN Info.
zh_tw: 並櫃訊息

# L_DNApproveManage_Cost
source: 物流成本
ru_ru: Logistics Cost

# L_DNApproveManage_CreateBy
source: 创建人
ru_ru: Initiated by
zh_tw: 創建人

# L_DNApproveManage_CreateDate
source: 创建时间
ru_ru: Intinitation Date
zh_tw: 創建時間

# L_DNApproveManage_DeepProcess
source: 深加工
ru_ru: Deep Processing

# L_DNApproveManage_DivisionCd
source: 产品组代码
ru_ru: Production Code
zh_tw: 產品組代碼

# L_DNApproveManage_DivisionDescp
source: 产品组
ru_ru: Product
zh_tw: 產品組
